{
  "filename": "254452.pdf",
  "full_text": "ll\\epubltc of tbe .flbilippines ~upreme Qtourt :fflanila THIRD DIVISION HEIRS OF FERDINAND G.R. No. 254452 ROXAS, namely: ANGELA MARGARITA T. ROXAS, Present: DYAN PAULA T. ROXAS, MICHAEL JUDE T. ROXAS, CAGUIOA, J., Chairperson, and MARIA KATRINA T. INTING, ROXAS, GAERLAN, Petitioners, DIMAAMPAO, and SINGH,* JJ. - versus - HEIRS OF MELANIA ROXAS, namely: MANUEL A. ROXAS, MARIA ROSARIO ROXAS-URETA, ALEXANDER A. ROXAS, SALOME ROXAS- PANTALEON, PAUL GERARDO ROXAS, ELAINE ROXAS GAMBOA, MA. Promulgated: IMELDA ROXAS-CRUZ, and DAVID ANTHONY ROXAS, November 27, 2024 Respondents. \"''~' vC,~* x------------------------------------------------------x * On official business. Decision 2 G.R. No. 254452 DECISION INTING, J.: Before the Court is a Petition for Review on Certiorari1 under Rule 45 of the Rules of Court filed by the heirs of Ferdinand A. Roxas (Ferdinand), namely: Angela Margarita T. Roxas (Angela), Dyan Paula T. Roxas (Dyan), Michael Jude T. Roxas (Michael), and Maria Katrina T. Roxas (Katrina) ( collectively, the Heirs of Ferdinand), assailing the Decision2 dated February 13, 2020, and the Resolution3 dated September 29, 2020, of the Court of Appeals (CA) in CA-G.R. CV No. 109260. The CA reversed the Decision4 dated January 19, 2017, of Branch 5, Regional Trial Court (RTC), Baguio City, First Judicial Region in Civil Case No. 8146-R. The Antecedents Antonio Roxas (Antonio) and Melania Roxas (Melania) are the parents of Ferdinand, Manuel A. Roxas (Manuel), Maria Rosario Roxas-Ureta (Maria), Alexander A. Roxas (Alexander), Salome Roxas-Pantaleon (Salome), Paul Gerardo Roxas (Paul), Elaine Roxas-Gamboa (Elaine), Ma. Imelda Roxas-Cruz (Imelda), David Anthony Roxas (David), Conrado A. Roxas (Conrado), and Jesus A. Roxas (Jesus).5 In 1970, Melania's cousin Felicisma Garcia, married to Alfonso Garcia, executed a Deed of Absolute Sale (DOAS) in favor of Ferdinand over a 500-square-meter parcel of land located at Loakan, Baguio City (subject lot). Transfer Certificate of Title (TCT) No. T-16657 was thereafter issued in Ferdinand's name. Melania built a house on the subject lot which the family used as a vacation house and residence of some of their children.6 Rollo, pp. 3-26. 2 id. at 27--40. Penned by Associate Justice Ronaldo Robeno B. Martin and concurred in by Associate Justices Manuel M. Barrios and Walter S. Ong of the Fifteenth Division, Court of Appeals, Manila. 3 Id. at 41-44. Penned by Associate Justice Ronaldo Roberto B. Martin and concurred in by Associate Justices Manu~l M. Barrios and Walter S. Ong of the Former Fifteenth Division, Court of Appeals, Manila. 4 Id. at 46-53. Penned by Presiding fodge Maria Ligaya V. ltliong-Rivera. Id. at 28. 6 Id. at 28-29. .,, Decision G.R. No. 254452 .) From 1990 to 1995, Melania rented out a portion of the subject property to Alfredo Sison (Alfredo). In 1991, Paul started residing on the subject property together with his family. 7 Antonio died on April 1, 1995. Subsequently, Ferdinand died on September 18, 2004, while Melania died on January 1, 2011.8 On November 11, 2014, Manuel, Maria, Alexander, Salome, Paul, Elaine, Imelda, and David (collectively, the Heirs of Melania) filed a Complaint9 for the declaration of nullity of the DOAS and the cancellation ofTCTNo. T-16657. They alleged that it was Melania who purchased the subject lot, but she placed it in Ferdinand's name to protect the interests of her children in view of the existence of Antonio's illegitimate children. Ferdinand was 19 years old and still studying at the time of the sale. The house that Melania had built is declared in her name. Ferdinand never questioned his sibling's use of the subject property. The Heirs of Melania filed the complaint because the Heirs of Ferdinand sought to take over the subject property after Melania's death. The latter filed an unlawful detainer case against Paul before Branch 1, Municipal Trial Court in Cities, Baguio City. Jesus approved of the, Complaint but did not join his siblings because he resides abroad. As for Conrado, his relationship with the Heirs of Melania is strained because he wants them to change their religion.10 The Heirs of Ferdinand countered that Ferdinand is the true owner of the subject lot. Antonio and Melania gave him the money to pay for the subject lot as they were overjoyed that he was about to graduate from college. Melania constructed the house with the permission of Ferdinand. Similarly, Ferdinand allowed Melania to rent out the property and keep the proceeds from it. Ferdinand also allowed Paul to reside on the subject property on the condition that he would vacate upon being asked to do so. When he asked Paul to leave, Melania pleaded with him to allow his brother to stay at least while she was still alive. Ferdinand paid the real property tax for the subject lot. 11 The Heirs of Ferdinand averred that in 1988, Antonio and Melania transferred their assets to their family corporation, Mel-Rox Realty Inc. 7 Id. at 29. 8 Id. at 28. 9 Records, pp. 4-9. 10 Rollo, pp. 28-29, 47, 57. I I jd_ at 29, 48. Decision 4 G.R. No. 254452 (Mel-Rox). After Antonio died, Mel-Rox gave the former's illegitimate children their share in his inheritance. Angela explained that Antonio's illegitimate children had their claim annotated on the titles of the properties registered under Mel-Rox. Thus, Mel-Rox paid Antonio's illegitimate children their claim on the estate of Antonio.12 This prompted the legitimate children of Antonio and 1'v1elania to also ask for their share. On March 7, 1997, Melania, Conrado, Ferdinand, Elaine, and Imelda, as officers of Mel-Rox, executed a document entitled \"Donation/Gifts of Real Property and its Cash Equivalents to the Roxas Children from Mr. and Mrs. Antonio and Melania Roxas\"13 (Donation Document). Ferdinand's siblings were either given money or property. He did not receive anything as the subject property was already given to him.14 After Ferdinand died, the Heirs of Ferdinand met with some of the Heirs of Melania regarding the subject property as it was Ferdinand's wish for them to take over and improve it. They wanted to take possession of the subject property, but the Heirs of Melania told them that they could only do so after Melania's death. But even after Melania's death, Paul stayed on the subject property. Hence, they filed an ejectment case against him.15 The Ruling oft he RTC The R TC ruled in favor of the Heirs of Ferdinand in its Decision; 16 thus: WHEREFORE, all the foregoing considered, judgment is hereby rendered ordering the DISMISSAL of the complaint for lack of merit and directing plaintiffs to pay the defendants the amount of [PHP] 30,000.00 as attorney's fees. SO ORDERED. 17 First, the RTC held that the action has not prescribed as an action for the declaration of the inexistence of an absolutely simulated or fictitious contract does not prescribe. The RTC likewise held that laches 12 Records, p. 125. Judicial Affidavit of Angela Margarita T. Roxas. 13 Rollo, p. 45. 14 Id. at 47-48. 15 Id. at 48. 16 Id. at 46-53. 17 Id. at 53. Decision 5 G.R. No. 254452 has not set in against the Heirs of Melania. They were in possession of the subject property and had no reason to assert their right until the Heirs of Ferdinand sought to eject Paul from it. Second, the R TC ruled that Antonio and Melania were the true purchasers of the subject lot and that Ferdinand held it in trust for them. The RTC based this on Melania's improvement of the property, her payment of the taxes for it, the siblings' use of the subject property, and the Donation Document. Third, the RTC opined that the subject property was given to Ferdinand under the Donation Document. The Heirs of Melania did not submit evidence to prove their allegation that it was of dubious origin. Fourth, the RTC found that all the elements for a valid contract were present. Hence, it refused to declare the DOAS void because it was not simulated. Finally, the RTC held that the Heirs of Melania acted in bad faith when they filed the Complaint because they knew that the subject property was already given to Ferdinand. Hence, it ordered them to pay attorney's fees for unnecessarily dragging the Heirs of Ferdinand into litigation.18 The Heirs of Melania appealed to the CA. 19 The Ruling oft he CA The CA granted the appeal in its Decision20 dated February 13, 2020, the dispositive portion of which provides: WHEREFORE, the instant Appeal is GRANTED and the assailed Decision dated 19 January 2017 issued by the Regional Trial Court, First Judicial Region, Branch 5, Baguio City in Civil Case No. 8146-R is REVERSED. This Court hereby ORDERS the Register of Deed[s] of Baguio City to CANCEL TCTNo. T-16657 and issue anew title covering TCT No. T-16657 in the name of Melania Roxas, and is DECLARED part of her estate for di vision among her legal heirs. SO ORDERED.21 First~ the CA ruled that Ferdinand was not the real buyer of the subject lot and that the DOAS was a relatively simulated contract. The CA observed that the Heirs of Ferdinand made conflicting claims. On the one 18 Id. at 49-53. 19 Records, pp. 375 -377. See Notice of Appeal dated May 22, 2017. 20 Rollo, pp. 27-40. 21 Id. at 40. Decision 6 G.R. No. 254452 hand, they said in their Answer that Ferdinand purchased the subject lot. On the other hand, they said in their Appellees' Brief that Melania donated the subject lot to Ferdinand. The CA noted that Ferdinand was not financially capable to buy the subject lot and that the Heirs of Ferdinand did not dispute the Heirs of Melania's contention that Melania placed the subject lot in Ferdinand's name to protect it from Antonio's illegitimate children. Thus, the CA concluded that the true buyer of the subject lot was . M e1 a ma.-?-? Second, the CA stated that Melania could not have donated the subject lot if it was true that it belonged to Ferdinand. Assuming arguendo that Ferdinand was a donee, the CA did not find the donation to be valid because the requisites under Articles 73 723 and 74 924 of the Civil Code were not complied with.25 Third, the CA held that the Donation Document cannot be considered a will, and it is only through a will that Melania could have validly disposed of her properties.26 Finally, the CA found that Ferdinand held the subject lot in trust for Melania pursuant to Article 1448 of the Civil Code. The Heirs of Melania were able to prove that it was not given to him as a gift. As Melania was the true owner of the subject lot, the CA ruled that TCT No. T-16657 should be cancelled and a new title should be issued in her name, to be included in her estate that shall be divided among her heirs.27 The Heirs of Ferdinand filed a Motion for Reconsideration.28 After the CA denied it,29 they filed the present Petition before the Court. 22 Id. at 32-34. 23 ARTICLE 737. The donor's capacity shall be determined as of the time of the making of the donation. 24 ARTICLE 749. In order that the donation of an immovable may be valid, it must be made in a public document, specifying therein the property donated and the value of the charges which the donee must satisfy. The acceptance may be made in the same deed of donation or in a separate public document, but it shall not take effect unless it is done during the I ifetirne of the donor. If the acceptance is made in a separate instrument, the donor shall be notified thereof in an authentic form, and this step shall be noted in both instruments. 25 Rollo, pp. 34-35. 26 Id. at 35-37. 27 Id. at 37-40. 28 CA rollo, pp. 127- 142. 29 Rollo, pp. 41-44. See Resolurion dated September 29, 2020. Decision 7 G.R. No. 254452 First, the Heirs of Ferdinand clarified that the Donation Document was neither a deed of donation nor a will but merely a list executed by the Board of Directors of Mel-Rox. It was intended to confirm that ownership over the subject lot was meant to be vested in Ferdinand. There was no need to execute a separate document because the title is already in Ferdinand's name. Notably, Elaine and Imelda did not dispute their signatures in the Donation Document. Second, the Heirs of Ferdinand's possession of TCT No. T-16657 is proof that they are the owners of the subject lot. Melania would have kept the title if she wanted to prevent Ferdinand from selling or encumbering it. Third, the Heirs of Ferdinand only admitted that the house was declared in Melania's name, but they did not admit that she paid the real property taxes for it. The Heirs of Melania did not present evidence that she paid the real property taxes, unlike the Heirs of Ferdinand who submitted several tax receipts. Fourth, the Heirs of Melania failed to prove that Ferdinand was holding the subject lot in trust for Melania. The Heirs of Ferdinand were able to establish their ownership over the subject lot. Thus, the presumption under Article 1448 of the Civil Code that the subject lot was donated to him stands. Finally, Paul's occupation was by mere tolerance of Ferdinand. In the unlawful detainer case, the Court30 upheld the CA Decision31 dated May 24, 2017, issued in CA-G.R. SP No. 147234, which affirmed the ruling of the RTC in favor of the Heirs of Ferdinand.32 The Heirs of Melania filed their Comment33 wherein they argued that the CA correctly found that Melania displayed acts of ownership over the subject property, thus showing her intent to have Ferdinand hold the subject lot in trust for her. As such, they opined that the petition should not be given due course.34 The Heirs of Ferdinand filed a Reply35 reiterating their previous arguments. 30 Id. at 66-67. See Resolution dated September 5, 2018. 31 id. at 54-65. Penned by Associate Justice Jane Aurora C. Lantion and concurred in by Associate Justices Fernanda Lam pas Peralta and Victoria Isabel A. Paredes of the Fifth Division, Court of Appeals, Manila. 32 Id. at 11-23. 33 Id. at 101- 104. 34 Id. at I 02. 35 Id. at 110- 117. Decision 8 G.R. No. 254452 The Issue The issue for the Court's resolution is whether the CA erred in ruling that Ferdinand was merely holding the subject lot in trust for Melania. The Ruling of the Court Considering the varying findings of the R TC and the CA, the Court deems it proper to give due course to the arguments raised by the Heirs of Ferdinand, albeit they involve factual issues.36 The Court grants the Petition. Article 1448 of the Civil Code states: ARTICLE 1448. There is an implied trust when prope1iy is sold, and the legal estate is granted to one party but the price is paid by another for the purpose of having the beneficial interest of the property. The former is the trustee, while the latter is the beneficiary. However, if the person to whom the title is conveyed is a child, legitimate or illegitimate, of the one paying the price of the sale, no trust is implied by law, it being disputably presumed that there is a gift in favor of the child. The implied trust under Article 1448 is called a purchase money resulting trust, which has the following elements: (a) an actual payment of money, property or services, or an equivalent, constituting valuable consideration; and (b) such consideration must be furnished by the alleged beneficiary of a resulting trust. The party alleging the existence of the trust bears the burden of proving it.37 Notably, the last sentence of Article 1448 states that if the title is conveyed to a child of the one paying the price of the sale, the disputable presumption is that there is a gift in favor of the child. There being no question that Ferdinand is the child of Melania, and that Melania paid the purchase price for the subject lot, there is a disputable presumption that Melania intended to donate the subject lot to Ferdinand. 36 See Tong v. Go Tiat Kun, 733 Phil. 58 I, 590 (20 I 4). 37 Herbon v. Pa/ad, 528 Phil. 130, 141 (2006). Decision 9 G.R. No. 254452 Being a disputable presumption, it may be overturned by contrary evidence. In Tong v. Go Tiat Kun,38 the Court held that the presumption was overturned because of several factors. First, the child under whose name the property was titled did not prove that he had the means to pay for it. Second, the parent and his other children always had possession of the property. Third, the prope1ty remained undivided even though it was registered in the name of one child. The surviving heirs of the child under whose name it was titled only claimed ownership after the death of said child. Fourth, the surviving heirs of the child admitted that their predecessor-in-interest did not send any letter claiming ownership over the property and that they had their own residence. Finally, the parent paid the real property taxes. 39 The Court disagrees with the CA that the Heirs of Melania successfully overturned the presumption in favor of Ferdinand. Ferdinand admittedly did not pay for the subject lot. In addition, the subject lot was not divided. But the similarities with Tong end there. It was Ferdinand and his heirs who paid for the real property taxes on the subject lot. 40 Melania also consistently asked Ferdinand to permit Paul to stay in the subject lot and the house she had built. This showed that she respected Ferdinand as the owner of the subject lot. More, the Heirs of Ferdinand are in possession ofTCT No. T-16657. Melania's act ofbuilding a house on the subject lot, paying the taxes for said house, 41 and renting out a portion thereof,4 2 do not negate her donative intent. As explained by Associate Justice Alfredo Benjamin S. Caguioa (Associate Justice Caguioa), \"these actions pertain only to the exercise of the right to the possession, use, and fruits of the lot.\"43 Having settled that the presumption under Article 1448 stands, it must be determined if the donation should still comply with the formal requirements under the Civil Code. These requirements would depend on whether the property donated is movable or immovable. 38 733 Phil. 581 (2014). 39 /d.at590-591. 40 Records, pp. 150- 158. 41 Id. at 22. 42 Id. at 31, Answer. 43 J. Caguioa, Concurring Opinion, p. 3. Decision 10 G.R. No. 254452 In the Answer of the Heirs of Ferdinand before the RTC, they stated that what was given by Melania to Ferdinand was the money to purchase the subject lot.44 Therefore, the applicable provision is Article 748 of the Civil Code, which states that \"[i]f the value of the personal property donated exceeds five thousand pesos, the donation and the acceptance shall be made in writing. Otherwise, the donation shall be void.\" The DOAS states that the purchase price for the subject lot is exactly PHP 5,000.00;45 hence, the donation need not be made in writing. In any event, Associate Justice Caguioa astutely observed that \"it would be illogical for the law to require the presumed donation to still comply with the fonnal requisites because otherwise, there would be no need for the presumption.\"46 The presumption under Article 1448 is necessary precisely because the parent chose an unconventional mode in donating property to their child. The presumption under Article 1448 should not be overturned due to the failure to comply with the formal requisites under Articles 748 or 749 of the Civil Code but should instead be based on proof that the parent did not intend to donate the property to the child. Accordingly, the Court agrees with the R TC that the complaint of the Heirs of Melania should be dismissed. However, the Court cannot sustain the award of attorney's fees for lack of factual and legal bases under Article 2208 of the Civil Code. WHEREFORE, the Petition for Review on Certiorari is GRANTED. The Decision dated February 13, 2020, and the Resolution dated September 29, 2020, of the Court of Appeals in CA-G.R. CV No. 109260 are REVERSED and SET ASIDE. The Decision dated January 19, 2017, of Branch 5, Regional Trial Comi, Baguio City, First Judicial Region in Civil Case No. 8146-R is REINSTATED with the MODIFICATION in that the award of attorney's fees is DELETED. SO ORDERED. 44 Id. at 30. 45 Id. at 20. 46 J. Caguioa, Concc11Ti11g Opinion, p. 7. Decision 11 G.R. No. 254452 WE CONCUR: S. CAGUIOA s~#.tA~ Associate Justice (On official business) MARIA FILOMENA D. SINGH Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assig d to the writer of the opinion of the Court's Division. MIN S. CAGUIOA Chai, person, Third Division Decision 12 G.R. No. 254452 CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I ce1tify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court.",
  "sections": {
    "header": "ll\\epubltc of tbe .flbilippines ~upreme Qtourt :fflanila THIRD DIVISION HEIRS OF FERDINAND G.R. No. 254452 ROXAS, namely: ANGELA MARGARITA T. ROXAS, Present: DYAN PAULA T. ROXAS, MICHAEL JUDE T. ROXAS, CAGUIOA, J., Chairperson, and MARIA KATRINA T. INTING, ROXAS, GAERLAN, Petitioners, DIMAAMPAO, and SINGH,* JJ. - versus - HEIRS OF MELANIA ROXAS, namely: MANUEL A. ROXAS, MARIA ROSARIO ROXAS-URETA, ALEXANDER A. ROXAS, SALOME ROXAS- PANTALEON, PAUL GERARDO ROXAS, ELAINE ROXAS GAMBOA, MA. Promulgated: IMELDA ROXAS-CRUZ, and DAVID ANTHONY ROXAS, November 27, 2024 Respondents. \"''~' vC,~* x------------------------------------------------------x * On official business. Decision 2 G.R. No. 254452 DECISION INTING, J.: Before the Court is a Petition for Review on Certiorari1 under Rule 45 of the Rules of Court filed by the heirs of Ferdinand A. Roxas (Ferdinand), namely: Angela Margarita T. Roxas (Angela), Dyan Paula T. Roxas (Dyan), Michael Jude T. Roxas (Michael), and Maria Katrina T. Roxas (Katrina) ( collectively, the Heirs of Ferdinand), assailing the Decision2 dated February 13, 2020, and the Resolution3 dated September 29, 2020, of the Court of Appeals (CA) in CA-G.R. CV No. 109260. The CA reversed the Decision4 dated January 19, 2017, of Branch 5, Regional Trial Court (RTC), Baguio City, First Judicial Region in Civil Case No. 8146-R. The Antecedents Antonio Roxas (Antonio) and Melania Roxas (Melania) are the parents of Ferdinand, Manuel A. Roxas (Manuel), Maria Rosario Roxas-Ureta (Maria), Alexander A. Roxas (Alexander), Salome Roxas-Pantaleon (Salome), Paul Gerardo Roxas (Paul), Elaine Roxas-Gamboa (Elaine), Ma. Imelda Roxas-Cruz (Imelda), David Anthony Roxas (David), Conrado A. Roxas (Conrado), and Jesus A. Roxas (Jesus).5 In 1970, Melania's cousin Felicisma Garcia, married to Alfonso Garcia, executed a Deed of Absolute Sale (DOAS) in favor of Ferdinand over a 500-square-meter parcel of land located at Loakan, Baguio City (subject lot). Transfer Certificate of Title (TCT) No. T-16657 was thereafter issued in Ferdinand's name. Melania built a house on the subject lot which the family used as a vacation house and residence of some of their children.6 Rollo, pp. 3-26. 2 id. at 27--40. Penned by Associate Justice Ronaldo Robeno B. Martin and concurred in by Associate Justices Manuel M. Barrios and Walter S. Ong of the Fifteenth Division, Court of Appeals, Manila. 3 Id. at 41-44. Penned by Associate Justice Ronaldo Roberto B. Martin and concurred in by Associate Justices Manu~l M. Barrios and Walter S. Ong of the Former Fifteenth Division, Court of Appeals, Manila. 4 Id. at 46-53. Penned by Presiding fodge Maria Ligaya V. ltliong-Rivera. Id. at 28. 6 Id. at 28-29. .,, Decision G.R. No. 254452 .) From 1990 to 1995, Melania rented out a portion of the subject property to Alfredo Sison (Alfredo). In 1991, Paul started residing on the subject property together with his family. 7 Antonio died on April 1, 1995. Subsequently, Ferdinand died on September 18, 2004, while Melania died on January 1, 2011.8 On November 11, 2014, Manuel, Maria, Alexander, Salome, Paul, Elaine, Imelda, and David (collectively, the Heirs of Melania) filed a Complaint9 for the declaration of nullity of the DOAS and the cancellation ofTCTNo. T-16657. They alleged that it was Melania who purchased the subject lot, but she placed it in Ferdinand's name to protect the interests of her children in view of the existence of Antonio's illegitimate children. Ferdinand was 19 years old and still studying at the time of the sale. The house that Melania had built is declared in her name. Ferdinand never questioned his sibling's use of the subject property. The Heirs of Melania filed the complaint because the Heirs of Ferdinand sought to take over the subject property after Melania's death. The latter filed an unlawful detainer case against Paul before Branch 1, Municipal Trial Court in Cities, Baguio City. Jesus approved of the, Complaint but did not join his siblings because he resides abroad. As for Conrado, his relationship with the Heirs of Melania is strained because he wants them to change their religion.10 The Heirs of Ferdinand countered that Ferdinand is the true owner of the subject lot. Antonio and Melania gave him the money to pay for the subject lot as they were overjoyed that he was about to graduate from college. Melania constructed the house with the permission of Ferdinand. Similarly, Ferdinand allowed Melania to rent out the property and keep the proceeds from it. Ferdinand also allowed Paul to reside on the subject property on the condition that he would vacate upon being asked to do so. When he asked Paul to leave, Melania pleaded with him to allow his brother to stay at least while she was still alive. Ferdinand paid the real property tax for the subject lot. 11 The Heirs of Ferdinand averred that in 1988, Antonio and Melania transferred their assets to their family corporation, Mel-Rox Realty Inc. 7 Id. at 29. 8 Id. at 28. 9 Records, pp. 4-9. 10 Rollo, pp. 28-29, 47, 57. I I jd_ at 29, 48. Decision 4 G.R. No. 254452 (Mel-Rox). After Antonio died, Mel-Rox gave the former's illegitimate children their share in his inheritance. Angela explained that Antonio's illegitimate children had their claim annotated on the titles of the properties registered under Mel-Rox. Thus, Mel-Rox paid Antonio's illegitimate children their claim on the estate of Antonio.12 This prompted the legitimate children of Antonio and 1'v1elania to also ask for their share. On March 7, 1997, Melania, Conrado, Ferdinand, Elaine, and Imelda, as officers of Mel-Rox, executed a document entitled \"Donation/Gifts of Real Property and its Cash Equivalents to the Roxas Children from Mr. and Mrs. Antonio and Melania Roxas\"13 (Donation Document). Ferdinand's siblings were either given money or property. He did not receive anything as the subject property was already given to him.14 After Ferdinand died, the Heirs of Ferdinand met with some of the Heirs of Melania regarding the subject property as it was Ferdinand's wish for them to take over and improve it. They wanted to take possession of the subject property, but the Heirs of Melania told them that they could only do so after Melania's death. But even after Melania's death, Paul stayed on the subject property. Hence, they filed an ejectment case against him.15 The Ruling oft he RTC The R TC ruled in favor of the Heirs of Ferdinand in its Decision; 16 thus: WHEREFORE, all the foregoing considered, judgment is hereby rendered ordering the DISMISSAL of the complaint for lack of merit and directing plaintiffs to pay the defendants the amount of [PHP] 30,000.00 as attorney's fees. SO ORDERED. 17 First, the RTC held that the action has not prescribed as an action for the declaration of the inexistence of an absolutely simulated or fictitious contract does not prescribe. The RTC likewise held that laches 12 Records, p. 125. Judicial Affidavit of Angela Margarita T. Roxas. 13 Rollo, p. 45. 14 Id. at 47-48. 15 Id. at 48. 16 Id. at 46-53. 17 Id. at 53. Decision 5 G.R. No. 254452 has not set in against the Heirs of Melania. They were in possession of the subject property and had no reason to assert their right until the Heirs of Ferdinand sought to eject Paul from it. Second, the R TC ruled that Antonio and Melania were the true purchasers of the subject lot and that Ferdinand held it in trust for them. The RTC based this on Melania's improvement of the property, her payment of the taxes for it, the siblings' use of the subject property, and the Donation Document. Third, the RTC opined that the subject property was given to Ferdinand under the Donation Document. The Heirs of Melania did not submit evidence to prove their allegation that it was of dubious origin. Fourth, the RTC found that all the elements for a valid contract were present. Hence, it refused to declare the DOAS void because it was not simulated. Finally, the RTC held that the Heirs of Melania acted in bad faith when they filed the Complaint because they knew that the subject property was already given to Ferdinand. Hence, it ordered them to pay attorney's fees for unnecessarily dragging the Heirs of Ferdinand into litigation.18 The Heirs of Melania appealed to the CA. 19 The Ruling oft he CA The CA granted the appeal in its Decision20 dated February 13, 2020, the dispositive portion of which provides: WHEREFORE, the instant Appeal is GRANTED and the assailed Decision dated 19 January 2017 issued by the Regional Trial Court, First Judicial Region, Branch 5, Baguio City in Civil Case No. 8146-R is REVERSED. This Court hereby ORDERS the Register of Deed[s] of Baguio City to CANCEL TCTNo. T-16657 and issue anew title covering TCT No. T-16657 in the name of Melania Roxas, and is DECLARED part of her estate for di vision among her legal heirs. SO ORDERED.21 First~ the CA ruled that Ferdinand was not the real buyer of the subject lot and that the DOAS was a relatively simulated contract. The CA observed that the Heirs of Ferdinand made conflicting claims. On the one 18 Id. at 49-53. 19 Records, pp. 375 -377. See Notice of Appeal dated May 22, 2017. 20 Rollo, pp. 27-40. 21 Id. at 40. Decision 6 G.R. No. 254452 hand, they said in their Answer that Ferdinand purchased the subject lot. On the other hand, they said in their Appellees' Brief that Melania donated the subject lot to Ferdinand. The CA noted that Ferdinand was not financially capable to buy the subject lot and that the Heirs of Ferdinand did not dispute the Heirs of Melania's contention that Melania placed the subject lot in Ferdinand's name to protect it from Antonio's illegitimate children. Thus, the CA concluded that the true buyer of the subject lot was . M e1 a ma.-?-? Second, the CA stated that Melania could not have donated the subject lot if it was true that it belonged to Ferdinand. Assuming arguendo that Ferdinand was a donee, the CA did not find the donation to be valid because the requisites under Articles 73 723 and 74 924 of the Civil Code were not complied with.25 Third, the CA held that the Donation Document cannot be considered a will, and it is only through a will that Melania could have validly disposed of her properties.26 Finally, the CA found that Ferdinand held the subject lot in trust for Melania pursuant to Article 1448 of the Civil Code. The Heirs of Melania were able to prove that it was not given to him as a gift. As Melania was the true owner of the subject lot, the CA ruled that TCT No. T-16657 should be cancelled and a new title should be issued in her name, to be included in her estate that shall be divided among her heirs.27 The Heirs of Ferdinand filed a Motion for Reconsideration.28 After the CA denied it,29 they filed the present Petition before the Court. 22 Id. at 32-34. 23 ARTICLE 737. The donor's capacity shall be determined as of the time of the making of the donation. 24 ARTICLE 749. In order that the donation of an immovable may be valid, it must be made in a public document, specifying therein the property donated and the value of the charges which the donee must satisfy. The acceptance may be made in the same deed of donation or in a separate public document, but it shall not take effect unless it is done during the I ifetirne of the donor. If the acceptance is made in a separate instrument, the donor shall be notified thereof in an authentic form, and this step shall be noted in both instruments. 25 Rollo, pp. 34-35. 26 Id. at 35-37. 27 Id. at 37-40. 28 CA rollo, pp. 127- 142. 29 Rollo, pp. 41-44. See Resolurion dated September 29, 2020. Decision 7 G.R. No. 254452 First, the Heirs of Ferdinand clarified that the Donation Document was neither a deed of donation nor a will but merely a list executed by the Board of Directors of Mel-Rox. It was intended to confirm that ownership over the subject lot was meant to be vested in Ferdinand. There was no need to execute a separate document because the title is already in Ferdinand's name. Notably, Elaine and Imelda did not dispute their signatures in the Donation Document. Second, the Heirs of Ferdinand's possession of TCT No. T-16657 is proof that they are the owners of the subject lot. Melania would have kept the title if she wanted to prevent Ferdinand from selling or encumbering it. Third, the Heirs of Ferdinand only admitted that the house was declared in Melania's name, but they did not admit that she paid the real property taxes for it. The Heirs of Melania did not present evidence that she paid the real property taxes, unlike the Heirs of Ferdinand who submitted several tax receipts. Fourth, the Heirs of Melania failed to prove that Ferdinand was holding the subject lot in trust for Melania. The Heirs of Ferdinand were able to establish their ownership over the subject lot. Thus, the presumption under Article 1448 of the Civil Code that the subject lot was donated to him stands. Finally, Paul's occupation was by mere tolerance of Ferdinand. In the unlawful detainer case, the Court30 upheld the CA Decision31 dated May 24, 2017, issued in CA-G.R. SP No. 147234, which affirmed the ruling of the RTC in favor of the Heirs of Ferdinand.32 The Heirs of Melania filed their Comment33 wherein they argued that the CA correctly found that Melania displayed acts of ownership over the subject property, thus showing her intent to have Ferdinand hold the subject lot in trust for her. As such, they opined that the petition should not be given due course.34 The Heirs of Ferdinand filed a Reply35 reiterating their previous arguments. 30 Id. at 66-67. See Resolution dated September 5, 2018. 31 id. at 54-65. Penned by Associate Justice Jane Aurora C. Lantion and concurred in by Associate Justices Fernanda Lam pas Peralta and Victoria Isabel A. Paredes of the Fifth Division, Court of Appeals, Manila. 32 Id. at 11-23. 33 Id. at 101- 104. 34 Id. at I 02. 35 Id. at 110- 117. Decision 8 G.R. No. 254452 The Issue The issue for the Court's resolution is whether the CA erred in ruling that Ferdinand was merely holding the subject lot in trust for Melania. The Ruling of the Court Considering the varying findings of the R TC and the CA, the Court deems it proper to give due course to the arguments raised by the Heirs of Ferdinand, albeit they involve factual issues.36 The Court grants the Petition. Article 1448 of the Civil Code states: ARTICLE 1448. There is an implied trust when prope1iy is sold, and the legal estate is granted to one party but the price is paid by another for the purpose of having the beneficial interest of the property. The former is the trustee, while the latter is the beneficiary. However, if the person to whom the title is conveyed is a child, legitimate or illegitimate, of the one paying the price of the sale, no trust is implied by law, it being disputably presumed that there is a gift in favor of the child. The implied trust under Article 1448 is called a purchase money resulting trust, which has the following elements: (a) an actual payment of money, property or services, or an equivalent, constituting valuable consideration; and (b) such consideration must be furnished by the alleged beneficiary of a resulting trust. The party alleging the existence of the trust bears the burden of proving it.37 Notably, the last sentence of Article 1448 states that if the title is conveyed to a child of the one paying the price of the sale, the disputable presumption is that there is a gift in favor of the child. There being no question that Ferdinand is the child of Melania, and that Melania paid the purchase price for the subject lot, there is a disputable presumption that Melania intended to donate the subject lot to Ferdinand. 36 See Tong v. Go Tiat Kun, 733 Phil. 58 I, 590 (20 I 4). 37 Herbon v. Pa/ad, 528 Phil. 130, 141 (2006). Decision 9 G.R. No. 254452 Being a disputable presumption, it may be overturned by contrary evidence. In Tong v. Go Tiat Kun,38 the Court held that the presumption was overturned because of several factors. First, the child under whose name the property was titled did not prove that he had the means to pay for it. Second, the parent and his other children always had possession of the property. Third, the prope1ty remained undivided even though it was registered in the name of one child. The surviving heirs of the child under whose name it was titled only claimed ownership after the death of said child. Fourth, the surviving heirs of the child admitted that their predecessor-in-interest did not send any letter claiming ownership over the property and that they had their own residence. Finally, the parent paid the real property taxes. 39 The Court disagrees with the CA that the Heirs of Melania successfully overturned the presumption in favor of Ferdinand. Ferdinand admittedly did not pay for the subject lot. In addition, the subject lot was not divided. But the similarities with Tong end there. It was Ferdinand and his heirs who paid for the real property taxes on the subject lot. 40 Melania also consistently asked Ferdinand to permit Paul to stay in the subject lot and the house she had built. This showed that she respected Ferdinand as the owner of the subject lot. More, the Heirs of Ferdinand are in possession ofTCT No. T-16657. Melania's act ofbuilding a house on the subject lot, paying the taxes for said house, 41 and renting out a portion thereof,4 2 do not negate her donative intent. As explained by Associate Justice Alfredo Benjamin S. Caguioa (Associate Justice Caguioa), \"these actions pertain only to the exercise of the right to the possession, use, and fruits of the lot.\"43 Having settled that the presumption under Article 1448 stands, it must be determined if the donation should still comply with the formal requirements under the Civil Code. These requirements would depend on whether the property donated is movable or immovable. 38 733 Phil. 581 (2014). 39 /d.at590-591. 40 Records, pp. 150- 158. 41 Id. at 22. 42 Id. at 31, Answer. 43 J. Caguioa, Concurring Opinion, p. 3. Decision 10 G.R. No. 254452 In the Answer of the Heirs of Ferdinand before the RTC, they stated that what was given by Melania to Ferdinand was the money to purchase the subject lot.44 Therefore, the applicable provision is Article 748 of the Civil Code, which states that \"[i]f the value of the personal property donated exceeds five thousand pesos, the donation and the acceptance shall be made in writing. Otherwise, the donation shall be void.\" The DOAS states that the purchase price for the subject lot is exactly PHP 5,000.00;45 hence, the donation need not be made in writing. In any event, Associate Justice Caguioa astutely observed that \"it would be illogical for the law to require the presumed donation to still comply with the fonnal requisites because otherwise, there would be no need for the presumption.\"46 The presumption under Article 1448 is necessary precisely because the parent chose an unconventional mode in donating property to their child. The presumption under Article 1448 should not be overturned due to the failure to comply with the formal requisites under Articles 748 or 749 of the Civil Code but should instead be based on proof that the parent did not intend to donate the property to the child. Accordingly, the Court agrees with the R TC that the complaint of the Heirs of Melania should be dismissed. However, the Court cannot sustain the award of attorney's fees for lack of factual and legal bases under Article 2208 of the Civil Code. WHEREFORE, the Petition for Review on Certiorari is GRANTED. The Decision dated February 13, 2020, and the Resolution dated September 29, 2020, of the Court of Appeals in CA-G.R. CV No. 109260 are REVERSED and SET ASIDE. The Decision dated January 19, 2017, of Branch 5, Regional Trial Comi, Baguio City, First Judicial Region in Civil Case No. 8146-R is REINSTATED with the MODIFICATION in that the award of attorney's fees is DELETED. SO ORDERED. 44 Id. at 30. 45 Id. at 20. 46 J. Caguioa, Concc11Ti11g Opinion, p. 7. Decision 11 G.R. No. 254452 WE CONCUR: S. CAGUIOA s~#.tA~ Associate Justice (On official business) MARIA FILOMENA D. SINGH Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assig d to the writer of the opinion of the Court's Division. MIN S. CAGUIOA Chai, person, Third Division Decision 12 G.R. No. 254452 CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I ce1tify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court.",
    "syllabus": "",
    "decision": "ll\\epubltc of tbe .flbilippines ~upreme Qtourt :fflanila THIRD DIVISION HEIRS OF FERDINAND G.R. No. 254452 ROXAS, namely: ANGELA MARGARITA T. ROXAS, Present: DYAN PAULA T. ROXAS, MICHAEL JUDE T. ROXAS, CAGUIOA, J., Chairperson, and MARIA KATRINA T. INTING, ROXAS, GAERLAN, Petitioners, DIMAAMPAO, and SINGH,* JJ. - versus - HEIRS OF MELANIA ROXAS, namely: MANUEL A. ROXAS, MARIA ROSARIO ROXAS-URETA, ALEXANDER A. ROXAS, SALOME ROXAS- PANTALEON, PAUL GERARDO ROXAS, ELAINE ROXAS GAMBOA, MA. Promulgated: IMELDA ROXAS-CRUZ, and DAVID ANTHONY ROXAS, November 27, 2024 Respondents. \"''~' vC,~* x------------------------------------------------------x * On official business. Decision 2 G.R. No. 254452 DECISION INTING, J.: Before the Court is a Petition for Review on Certiorari1 under Rule 45 of the Rules of Court filed by the heirs of Ferdinand A. Roxas (Ferdinand), namely: Angela Margarita T. Roxas (Angela), Dyan Paula T. Roxas (Dyan), Michael Jude T. Roxas (Michael), and Maria Katrina T. Roxas (Katrina) ( collectively, the Heirs of Ferdinand), assailing the Decision2 dated February 13, 2020, and the Resolution3 dated September 29, 2020, of the Court of Appeals (CA) in CA-G.R. CV No. 109260. The CA reversed the Decision4 dated January 19, 2017, of Branch 5, Regional Trial Court (RTC), Baguio City, First Judicial Region in Civil Case No. 8146-R. The Antecedents Antonio Roxas (Antonio) and Melania Roxas (Melania) are the parents of Ferdinand, Manuel A. Roxas (Manuel), Maria Rosario Roxas-Ureta (Maria), Alexander A. Roxas (Alexander), Salome Roxas-Pantaleon (Salome), Paul Gerardo Roxas (Paul), Elaine Roxas-Gamboa (Elaine), Ma. Imelda Roxas-Cruz (Imelda), David Anthony Roxas (David), Conrado A. Roxas (Conrado), and Jesus A. Roxas (Jesus).5 In 1970, Melania's cousin Felicisma Garcia, married to Alfonso Garcia, executed a Deed of Absolute Sale (DOAS) in favor of Ferdinand over a 500-square-meter parcel of land located at Loakan, Baguio City (subject lot). Transfer Certificate of Title (TCT) No. T-16657 was thereafter issued in Ferdinand's name. Melania built a house on the subject lot which the family used as a vacation house and residence of some of their children.6 Rollo, pp. 3-26. 2 id. at 27--40. Penned by Associate Justice Ronaldo Robeno B. Martin and concurred in by Associate Justices Manuel M. Barrios and Walter S. Ong of the Fifteenth Division, Court of Appeals, Manila. 3 Id. at 41-44. Penned by Associate Justice Ronaldo Roberto B. Martin and concurred in by Associate Justices Manu~l M. Barrios and Walter S. Ong of the Former Fifteenth Division, Court of Appeals, Manila. 4 Id. at 46-53. Penned by Presiding fodge Maria Ligaya V. ltliong-Rivera. Id. at 28. 6 Id. at 28-29. .,, Decision G.R. No. 254452 .) From 1990 to 1995, Melania rented out a portion of the subject property to Alfredo Sison (Alfredo). In 1991, Paul started residing on the subject property together with his family. 7 Antonio died on April 1, 1995. Subsequently, Ferdinand died on September 18, 2004, while Melania died on January 1, 2011.8 On November 11, 2014, Manuel, Maria, Alexander, Salome, Paul, Elaine, Imelda, and David (collectively, the Heirs of Melania) filed a Complaint9 for the declaration of nullity of the DOAS and the cancellation ofTCTNo. T-16657. They alleged that it was Melania who purchased the subject lot, but she placed it in Ferdinand's name to protect the interests of her children in view of the existence of Antonio's illegitimate children. Ferdinand was 19 years old and still studying at the time of the sale. The house that Melania had built is declared in her name. Ferdinand never questioned his sibling's use of the subject property. The Heirs of Melania filed the complaint because the Heirs of Ferdinand sought to take over the subject property after Melania's death. The latter filed an unlawful detainer case against Paul before Branch 1, Municipal Trial Court in Cities, Baguio City. Jesus approved of the, Complaint but did not join his siblings because he resides abroad. As for Conrado, his relationship with the Heirs of Melania is strained because he wants them to change their religion.10 The Heirs of Ferdinand countered that Ferdinand is the true owner of the subject lot. Antonio and Melania gave him the money to pay for the subject lot as they were overjoyed that he was about to graduate from college. Melania constructed the house with the permission of Ferdinand. Similarly, Ferdinand allowed Melania to rent out the property and keep the proceeds from it. Ferdinand also allowed Paul to reside on the subject property on the condition that he would vacate upon being asked to do so. When he asked Paul to leave, Melania pleaded with him to allow his brother to stay at least while she was still alive. Ferdinand paid the real property tax for the subject lot. 11 The Heirs of Ferdinand averred that in 1988, Antonio and Melania transferred their assets to their family corporation, Mel-Rox Realty Inc. 7 Id. at 29. 8 Id. at 28. 9 Records, pp. 4-9. 10 Rollo, pp. 28-29, 47, 57. I I jd_ at 29, 48. Decision 4 G.R. No. 254452 (Mel-Rox). After Antonio died, Mel-Rox gave the former's illegitimate children their share in his inheritance. Angela explained that Antonio's illegitimate children had their claim annotated on the titles of the properties registered under Mel-Rox. Thus, Mel-Rox paid Antonio's illegitimate children their claim on the estate of Antonio.12 This prompted the legitimate children of Antonio and 1'v1elania to also ask for their share. On March 7, 1997, Melania, Conrado, Ferdinand, Elaine, and Imelda, as officers of Mel-Rox, executed a document entitled \"Donation/Gifts of Real Property and its Cash Equivalents to the Roxas Children from Mr. and Mrs. Antonio and Melania Roxas\"13 (Donation Document). Ferdinand's siblings were either given money or property. He did not receive anything as the subject property was already given to him.14 After Ferdinand died, the Heirs of Ferdinand met with some of the Heirs of Melania regarding the subject property as it was Ferdinand's wish for them to take over and improve it. They wanted to take possession of the subject property, but the Heirs of Melania told them that they could only do so after Melania's death. But even after Melania's death, Paul stayed on the subject property. Hence, they filed an ejectment case against him.15 The Ruling oft he RTC The R TC ruled in favor of the Heirs of Ferdinand in its Decision; 16 thus: WHEREFORE, all the foregoing considered, judgment is hereby rendered ordering the DISMISSAL of the complaint for lack of merit and directing plaintiffs to pay the defendants the amount of [PHP] 30,000.00 as attorney's fees. SO ORDERED. 17 First, the RTC held that the action has not prescribed as an action for the declaration of the inexistence of an absolutely simulated or fictitious contract does not prescribe. The RTC likewise held that laches 12 Records, p. 125. Judicial Affidavit of Angela Margarita T. Roxas. 13 Rollo, p. 45. 14 Id. at 47-48. 15 Id. at 48. 16 Id. at 46-53. 17 Id. at 53. Decision 5 G.R. No. 254452 has not set in against the Heirs of Melania. They were in possession of the subject property and had no reason to assert their right until the Heirs of Ferdinand sought to eject Paul from it. Second, the R TC ruled that Antonio and Melania were the true purchasers of the subject lot and that Ferdinand held it in trust for them. The RTC based this on Melania's improvement of the property, her payment of the taxes for it, the siblings' use of the subject property, and the Donation Document. Third, the RTC opined that the subject property was given to Ferdinand under the Donation Document. The Heirs of Melania did not submit evidence to prove their allegation that it was of dubious origin. Fourth, the RTC found that all the elements for a valid contract were present. Hence, it refused to declare the DOAS void because it was not simulated. Finally, the RTC held that the Heirs of Melania acted in bad faith when they filed the Complaint because they knew that the subject property was already given to Ferdinand. Hence, it ordered them to pay attorney's fees for unnecessarily dragging the Heirs of Ferdinand into litigation.18 The Heirs of Melania appealed to the CA. 19 The Ruling oft he CA The CA granted the appeal in its Decision20 dated February 13, 2020, the dispositive portion of which provides: WHEREFORE, the instant Appeal is GRANTED and the assailed Decision dated 19 January 2017 issued by the Regional Trial Court, First Judicial Region, Branch 5, Baguio City in Civil Case No. 8146-R is REVERSED. This Court hereby ORDERS the Register of Deed[s] of Baguio City to CANCEL TCTNo. T-16657 and issue anew title covering TCT No. T-16657 in the name of Melania Roxas, and is DECLARED part of her estate for di vision among her legal heirs. SO ORDERED.21 First~ the CA ruled that Ferdinand was not the real buyer of the subject lot and that the DOAS was a relatively simulated contract. The CA observed that the Heirs of Ferdinand made conflicting claims. On the one 18 Id. at 49-53. 19 Records, pp. 375 -377. See Notice of Appeal dated May 22, 2017. 20 Rollo, pp. 27-40. 21 Id. at 40. Decision 6 G.R. No. 254452 hand, they said in their Answer that Ferdinand purchased the subject lot. On the other hand, they said in their Appellees' Brief that Melania donated the subject lot to Ferdinand. The CA noted that Ferdinand was not financially capable to buy the subject lot and that the Heirs of Ferdinand did not dispute the Heirs of Melania's contention that Melania placed the subject lot in Ferdinand's name to protect it from Antonio's illegitimate children. Thus, the CA concluded that the true buyer of the subject lot was . M e1 a ma.-?-? Second, the CA stated that Melania could not have donated the subject lot if it was true that it belonged to Ferdinand. Assuming arguendo that Ferdinand was a donee, the CA did not find the donation to be valid because the requisites under Articles 73 723 and 74 924 of the Civil Code were not complied with.25 Third, the CA held that the Donation Document cannot be considered a will, and it is only through a will that Melania could have validly disposed of her properties.26 Finally, the CA found that Ferdinand held the subject lot in trust for Melania pursuant to Article 1448 of the Civil Code. The Heirs of Melania were able to prove that it was not given to him as a gift. As Melania was the true owner of the subject lot, the CA ruled that TCT No. T-16657 should be cancelled and a new title should be issued in her name, to be included in her estate that shall be divided among her heirs.27 The Heirs of Ferdinand filed a Motion for Reconsideration.28 After the CA denied it,29 they filed the present Petition before the Court. 22 Id. at 32-34. 23 ARTICLE 737. The donor's capacity shall be determined as of the time of the making of the donation. 24 ARTICLE 749. In order that the donation of an immovable may be valid, it must be made in a public document, specifying therein the property donated and the value of the charges which the donee must satisfy. The acceptance may be made in the same deed of donation or in a separate public document, but it shall not take effect unless it is done during the I ifetirne of the donor. If the acceptance is made in a separate instrument, the donor shall be notified thereof in an authentic form, and this step shall be noted in both instruments. 25 Rollo, pp. 34-35. 26 Id. at 35-37. 27 Id. at 37-40. 28 CA rollo, pp. 127- 142. 29 Rollo, pp. 41-44. See Resolurion dated September 29, 2020. Decision 7 G.R. No. 254452 First, the Heirs of Ferdinand clarified that the Donation Document was neither a deed of donation nor a will but merely a list executed by the Board of Directors of Mel-Rox. It was intended to confirm that ownership over the subject lot was meant to be vested in Ferdinand. There was no need to execute a separate document because the title is already in Ferdinand's name. Notably, Elaine and Imelda did not dispute their signatures in the Donation Document. Second, the Heirs of Ferdinand's possession of TCT No. T-16657 is proof that they are the owners of the subject lot. Melania would have kept the title if she wanted to prevent Ferdinand from selling or encumbering it. Third, the Heirs of Ferdinand only admitted that the house was declared in Melania's name, but they did not admit that she paid the real property taxes for it. The Heirs of Melania did not present evidence that she paid the real property taxes, unlike the Heirs of Ferdinand who submitted several tax receipts. Fourth, the Heirs of Melania failed to prove that Ferdinand was holding the subject lot in trust for Melania. The Heirs of Ferdinand were able to establish their ownership over the subject lot. Thus, the presumption under Article 1448 of the Civil Code that the subject lot was donated to him stands. Finally, Paul's occupation was by mere tolerance of Ferdinand. In the unlawful detainer case, the Court30 upheld the CA Decision31 dated May 24, 2017, issued in CA-G.R. SP No. 147234, which affirmed the ruling of the RTC in favor of the Heirs of Ferdinand.32 The Heirs of Melania filed their Comment33 wherein they argued that the CA correctly found that Melania displayed acts of ownership over the subject property, thus showing her intent to have Ferdinand hold the subject lot in trust for her. As such, they opined that the petition should not be given due course.34 The Heirs of Ferdinand filed a Reply35 reiterating their previous arguments. 30 Id. at 66-67. See Resolution dated September 5, 2018. 31 id. at 54-65. Penned by Associate Justice Jane Aurora C. Lantion and concurred in by Associate Justices Fernanda Lam pas Peralta and Victoria Isabel A. Paredes of the Fifth Division, Court of Appeals, Manila. 32 Id. at 11-23. 33 Id. at 101- 104. 34 Id. at I 02. 35 Id. at 110- 117. Decision 8 G.R. No. 254452 The Issue The issue for the Court's resolution is whether the CA erred in ruling that Ferdinand was merely holding the subject lot in trust for Melania. The Ruling of the Court Considering the varying findings of the R TC and the CA, the Court deems it proper to give due course to the arguments raised by the Heirs of Ferdinand, albeit they involve factual issues.36 The Court grants the Petition. Article 1448 of the Civil Code states: ARTICLE 1448. There is an implied trust when prope1iy is sold, and the legal estate is granted to one party but the price is paid by another for the purpose of having the beneficial interest of the property. The former is the trustee, while the latter is the beneficiary. However, if the person to whom the title is conveyed is a child, legitimate or illegitimate, of the one paying the price of the sale, no trust is implied by law, it being disputably presumed that there is a gift in favor of the child. The implied trust under Article 1448 is called a purchase money resulting trust, which has the following elements: (a) an actual payment of money, property or services, or an equivalent, constituting valuable consideration; and (b) such consideration must be furnished by the alleged beneficiary of a resulting trust. The party alleging the existence of the trust bears the burden of proving it.37 Notably, the last sentence of Article 1448 states that if the title is conveyed to a child of the one paying the price of the sale, the disputable presumption is that there is a gift in favor of the child. There being no question that Ferdinand is the child of Melania, and that Melania paid the purchase price for the subject lot, there is a disputable presumption that Melania intended to donate the subject lot to Ferdinand. 36 See Tong v. Go Tiat Kun, 733 Phil. 58 I, 590 (20 I 4). 37 Herbon v. Pa/ad, 528 Phil. 130, 141 (2006). Decision 9 G.R. No. 254452 Being a disputable presumption, it may be overturned by contrary evidence. In Tong v. Go Tiat Kun,38 the Court held that the presumption was overturned because of several factors. First, the child under whose name the property was titled did not prove that he had the means to pay for it. Second, the parent and his other children always had possession of the property. Third, the prope1ty remained undivided even though it was registered in the name of one child. The surviving heirs of the child under whose name it was titled only claimed ownership after the death of said child. Fourth, the surviving heirs of the child admitted that their predecessor-in-interest did not send any letter claiming ownership over the property and that they had their own residence. Finally, the parent paid the real property taxes. 39 The Court disagrees with the CA that the Heirs of Melania successfully overturned the presumption in favor of Ferdinand. Ferdinand admittedly did not pay for the subject lot. In addition, the subject lot was not divided. But the similarities with Tong end there. It was Ferdinand and his heirs who paid for the real property taxes on the subject lot. 40 Melania also consistently asked Ferdinand to permit Paul to stay in the subject lot and the house she had built. This showed that she respected Ferdinand as the owner of the subject lot. More, the Heirs of Ferdinand are in possession ofTCT No. T-16657. Melania's act ofbuilding a house on the subject lot, paying the taxes for said house, 41 and renting out a portion thereof,4 2 do not negate her donative intent. As explained by Associate Justice Alfredo Benjamin S. Caguioa (Associate Justice Caguioa), \"these actions pertain only to the exercise of the right to the possession, use, and fruits of the lot.\"43 Having settled that the presumption under Article 1448 stands, it must be determined if the donation should still comply with the formal requirements under the Civil Code. These requirements would depend on whether the property donated is movable or immovable. 38 733 Phil. 581 (2014). 39 /d.at590-591. 40 Records, pp. 150- 158. 41 Id. at 22. 42 Id. at 31, Answer. 43 J. Caguioa, Concurring Opinion, p. 3. Decision 10 G.R. No. 254452 In the Answer of the Heirs of Ferdinand before the RTC, they stated that what was given by Melania to Ferdinand was the money to purchase the subject lot.44 Therefore, the applicable provision is Article 748 of the Civil Code, which states that \"[i]f the value of the personal property donated exceeds five thousand pesos, the donation and the acceptance shall be made in writing. Otherwise, the donation shall be void.\" The DOAS states that the purchase price for the subject lot is exactly PHP 5,000.00;45 hence, the donation need not be made in writing. In any event, Associate Justice Caguioa astutely observed that \"it would be illogical for the law to require the presumed donation to still comply with the fonnal requisites because otherwise, there would be no need for the presumption.\"46 The presumption under Article 1448 is necessary precisely because the parent chose an unconventional mode in donating property to their child. The presumption under Article 1448 should not be overturned due to the failure to comply with the formal requisites under Articles 748 or 749 of the Civil Code but should instead be based on proof that the parent did not intend to donate the property to the child. Accordingly, the Court agrees with the R TC that the complaint of the Heirs of Melania should be dismissed. However, the Court cannot sustain the award of attorney's fees for lack of factual and legal bases under Article 2208 of the Civil Code. WHEREFORE, the Petition for Review on Certiorari is GRANTED. The Decision dated February 13, 2020, and the Resolution dated September 29, 2020, of the Court of Appeals in CA-G.R. CV No. 109260 are REVERSED and SET ASIDE. The Decision dated January 19, 2017, of Branch 5, Regional Trial Comi, Baguio City, First Judicial Region in Civil Case No. 8146-R is REINSTATED with the MODIFICATION in that the award of attorney's fees is DELETED. SO ORDERED. 44 Id. at 30. 45 Id. at 20. 46 J. Caguioa, Concc11Ti11g Opinion, p. 7. Decision 11 G.R. No. 254452 WE CONCUR: S. CAGUIOA s~#.tA~ Associate Justice (On official business) MARIA FILOMENA D. SINGH Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assig d to the writer of the opinion of the Court's Division. MIN S. CAGUIOA Chai, person, Third Division Decision 12 G.R. No. 254452 CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I ce1tify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court.",
    "dispositive": "ll\\epubltc of tbe .flbilippines ~upreme Qtourt :fflanila THIRD DIVISION HEIRS OF FERDINAND G.R. No. 254452 ROXAS, namely: ANGELA MARGARITA T. ROXAS, Present: DYAN PAULA T. ROXAS, MICHAEL JUDE T. ROXAS, CAGUIOA, J., Chairperson, and MARIA KATRINA T. INTING, ROXAS, GAERLAN, Petitioners, DIMAAMPAO, and SINGH,* JJ. - versus - HEIRS OF MELANIA ROXAS, namely: MANUEL A. ROXAS, MARIA ROSARIO ROXAS-URETA, ALEXANDER A. ROXAS, SALOME ROXAS- PANTALEON, PAUL GERARDO ROXAS, ELAINE ROXAS GAMBOA, MA. Promulgated: IMELDA ROXAS-CRUZ, and DAVID ANTHONY ROXAS, November 27, 2024 Respondents. \"''~' vC,~* x------------------------------------------------------x * On official business. Decision 2 G.R. No. 254452 DECISION INTING, J.: Before the Court is a Petition for Review on Certiorari1 under Rule 45 of the Rules of Court filed by the heirs of Ferdinand A. Roxas (Ferdinand), namely: Angela Margarita T. Roxas (Angela), Dyan Paula T. Roxas (Dyan), Michael Jude T. Roxas (Michael), and Maria Katrina T. Roxas (Katrina) ( collectively, the Heirs of Ferdinand), assailing the Decision2 dated February 13, 2020, and the Resolution3 dated September 29, 2020, of the Court of Appeals (CA) in CA-G.R. CV No. 109260. The CA reversed the Decision4 dated January 19, 2017, of Branch 5, Regional Trial Court (RTC), Baguio City, First Judicial Region in Civil Case No. 8146-R. The Antecedents Antonio Roxas (Antonio) and Melania Roxas (Melania) are the parents of Ferdinand, Manuel A. Roxas (Manuel), Maria Rosario Roxas-Ureta (Maria), Alexander A. Roxas (Alexander), Salome Roxas-Pantaleon (Salome), Paul Gerardo Roxas (Paul), Elaine Roxas-Gamboa (Elaine), Ma. Imelda Roxas-Cruz (Imelda), David Anthony Roxas (David), Conrado A. Roxas (Conrado), and Jesus A. Roxas (Jesus).5 In 1970, Melania's cousin Felicisma Garcia, married to Alfonso Garcia, executed a Deed of Absolute Sale (DOAS) in favor of Ferdinand over a 500-square-meter parcel of land located at Loakan, Baguio City (subject lot). Transfer Certificate of Title (TCT) No. T-16657 was thereafter issued in Ferdinand's name. Melania built a house on the subject lot which the family used as a vacation house and residence of some of their children.6 Rollo, pp. 3-26. 2 id. at 27--40. Penned by Associate Justice Ronaldo Robeno B. Martin and concurred in by Associate Justices Manuel M. Barrios and Walter S. Ong of the Fifteenth Division, Court of Appeals, Manila. 3 Id. at 41-44. Penned by Associate Justice Ronaldo Roberto B. Martin and concurred in by Associate Justices Manu~l M. Barrios and Walter S. Ong of the Former Fifteenth Division, Court of Appeals, Manila. 4 Id. at 46-53. Penned by Presiding fodge Maria Ligaya V. ltliong-Rivera. Id. at 28. 6 Id. at 28-29. .,, Decision G.R. No. 254452 .) From 1990 to 1995, Melania rented out a portion of the subject property to Alfredo Sison (Alfredo). In 1991, Paul started residing on the subject property together with his family. 7 Antonio died on April 1, 1995. Subsequently, Ferdinand died on September 18, 2004, while Melania died on January 1, 2011.8 On November 11, 2014, Manuel, Maria, Alexander, Salome, Paul, Elaine, Imelda, and David (collectively, the Heirs of Melania) filed a Complaint9 for the declaration of nullity of the DOAS and the cancellation ofTCTNo. T-16657. They alleged that it was Melania who purchased the subject lot, but she placed it in Ferdinand's name to protect the interests of her children in view of the existence of Antonio's illegitimate children. Ferdinand was 19 years old and still studying at the time of the sale. The house that Melania had built is declared in her name. Ferdinand never questioned his sibling's use of the subject property. The Heirs of Melania filed the complaint because the Heirs of Ferdinand sought to take over the subject property after Melania's death. The latter filed an unlawful detainer case against Paul before Branch 1, Municipal Trial Court in Cities, Baguio City. Jesus approved of the, Complaint but did not join his siblings because he resides abroad. As for Conrado, his relationship with the Heirs of Melania is strained because he wants them to change their religion.10 The Heirs of Ferdinand countered that Ferdinand is the true owner of the subject lot. Antonio and Melania gave him the money to pay for the subject lot as they were overjoyed that he was about to graduate from college. Melania constructed the house with the permission of Ferdinand. Similarly, Ferdinand allowed Melania to rent out the property and keep the proceeds from it. Ferdinand also allowed Paul to reside on the subject property on the condition that he would vacate upon being asked to do so. When he asked Paul to leave, Melania pleaded with him to allow his brother to stay at least while she was still alive. Ferdinand paid the real property tax for the subject lot. 11 The Heirs of Ferdinand averred that in 1988, Antonio and Melania transferred their assets to their family corporation, Mel-Rox Realty Inc. 7 Id. at 29. 8 Id. at 28. 9 Records, pp. 4-9. 10 Rollo, pp. 28-29, 47, 57. I I jd_ at 29, 48. Decision 4 G.R. No. 254452 (Mel-Rox). After Antonio died, Mel-Rox gave the former's illegitimate children their share in his inheritance. Angela explained that Antonio's illegitimate children had their claim annotated on the titles of the properties registered under Mel-Rox. Thus, Mel-Rox paid Antonio's illegitimate children their claim on the estate of Antonio.12 This prompted the legitimate children of Antonio and 1'v1elania to also ask for their share. On March 7, 1997, Melania, Conrado, Ferdinand, Elaine, and Imelda, as officers of Mel-Rox, executed a document entitled \"Donation/Gifts of Real Property and its Cash Equivalents to the Roxas Children from Mr. and Mrs. Antonio and Melania Roxas\"13 (Donation Document). Ferdinand's siblings were either given money or property. He did not receive anything as the subject property was already given to him.14 After Ferdinand died, the Heirs of Ferdinand met with some of the Heirs of Melania regarding the subject property as it was Ferdinand's wish for them to take over and improve it. They wanted to take possession of the subject property, but the Heirs of Melania told them that they could only do so after Melania's death. But even after Melania's death, Paul stayed on the subject property. Hence, they filed an ejectment case against him.15 The Ruling oft he RTC The R TC ruled in favor of the Heirs of Ferdinand in its Decision; 16 thus: WHEREFORE, all the foregoing considered, judgment is hereby rendered ordering the DISMISSAL of the complaint for lack of merit and directing plaintiffs to pay the defendants the amount of [PHP] 30,000.00 as attorney's fees. SO ORDERED. 17 First, the RTC held that the action has not prescribed as an action for the declaration of the inexistence of an absolutely simulated or fictitious contract does not prescribe. The RTC likewise held that laches 12 Records, p. 125. Judicial Affidavit of Angela Margarita T. Roxas. 13 Rollo, p. 45. 14 Id. at 47-48. 15 Id. at 48. 16 Id. at 46-53. 17 Id. at 53. Decision 5 G.R. No. 254452 has not set in against the Heirs of Melania. They were in possession of the subject property and had no reason to assert their right until the Heirs of Ferdinand sought to eject Paul from it. Second, the R TC ruled that Antonio and Melania were the true purchasers of the subject lot and that Ferdinand held it in trust for them. The RTC based this on Melania's improvement of the property, her payment of the taxes for it, the siblings' use of the subject property, and the Donation Document. Third, the RTC opined that the subject property was given to Ferdinand under the Donation Document. The Heirs of Melania did not submit evidence to prove their allegation that it was of dubious origin. Fourth, the RTC found that all the elements for a valid contract were present. Hence, it refused to declare the DOAS void because it was not simulated. Finally, the RTC held that the Heirs of Melania acted in bad faith when they filed the Complaint because they knew that the subject property was already given to Ferdinand. Hence, it ordered them to pay attorney's fees for unnecessarily dragging the Heirs of Ferdinand into litigation.18 The Heirs of Melania appealed to the CA. 19 The Ruling oft he CA The CA granted the appeal in its Decision20 dated February 13, 2020, the dispositive portion of which provides: WHEREFORE, the instant Appeal is GRANTED and the assailed Decision dated 19 January 2017 issued by the Regional Trial Court, First Judicial Region, Branch 5, Baguio City in Civil Case No. 8146-R is REVERSED. This Court hereby ORDERS the Register of Deed[s] of Baguio City to CANCEL TCTNo. T-16657 and issue anew title covering TCT No. T-16657 in the name of Melania Roxas, and is DECLARED part of her estate for di vision among her legal heirs. SO ORDERED.21 First~ the CA ruled that Ferdinand was not the real buyer of the subject lot and that the DOAS was a relatively simulated contract. The CA observed that the Heirs of Ferdinand made conflicting claims. On the one 18 Id. at 49-53. 19 Records, pp. 375 -377. See Notice of Appeal dated May 22, 2017. 20 Rollo, pp. 27-40. 21 Id. at 40. Decision 6 G.R. No. 254452 hand, they said in their Answer that Ferdinand purchased the subject lot. On the other hand, they said in their Appellees' Brief that Melania donated the subject lot to Ferdinand. The CA noted that Ferdinand was not financially capable to buy the subject lot and that the Heirs of Ferdinand did not dispute the Heirs of Melania's contention that Melania placed the subject lot in Ferdinand's name to protect it from Antonio's illegitimate children. Thus, the CA concluded that the true buyer of the subject lot was . M e1 a ma.-?-? Second, the CA stated that Melania could not have donated the subject lot if it was true that it belonged to Ferdinand. Assuming arguendo that Ferdinand was a donee, the CA did not find the donation to be valid because the requisites under Articles 73 723 and 74 924 of the Civil Code were not complied with.25 Third, the CA held that the Donation Document cannot be considered a will, and it is only through a will that Melania could have validly disposed of her properties.26 Finally, the CA found that Ferdinand held the subject lot in trust for Melania pursuant to Article 1448 of the Civil Code. The Heirs of Melania were able to prove that it was not given to him as a gift. As Melania was the true owner of the subject lot, the CA ruled that TCT No. T-16657 should be cancelled and a new title should be issued in her name, to be included in her estate that shall be divided among her heirs.27 The Heirs of Ferdinand filed a Motion for Reconsideration.28 After the CA denied it,29 they filed the present Petition before the Court. 22 Id. at 32-34. 23 ARTICLE 737. The donor's capacity shall be determined as of the time of the making of the donation. 24 ARTICLE 749. In order that the donation of an immovable may be valid, it must be made in a public document, specifying therein the property donated and the value of the charges which the donee must satisfy. The acceptance may be made in the same deed of donation or in a separate public document, but it shall not take effect unless it is done during the I ifetirne of the donor. If the acceptance is made in a separate instrument, the donor shall be notified thereof in an authentic form, and this step shall be noted in both instruments. 25 Rollo, pp. 34-35. 26 Id. at 35-37. 27 Id. at 37-40. 28 CA rollo, pp. 127- 142. 29 Rollo, pp. 41-44. See Resolurion dated September 29, 2020. Decision 7 G.R. No. 254452 First, the Heirs of Ferdinand clarified that the Donation Document was neither a deed of donation nor a will but merely a list executed by the Board of Directors of Mel-Rox. It was intended to confirm that ownership over the subject lot was meant to be vested in Ferdinand. There was no need to execute a separate document because the title is already in Ferdinand's name. Notably, Elaine and Imelda did not dispute their signatures in the Donation Document. Second, the Heirs of Ferdinand's possession of TCT No. T-16657 is proof that they are the owners of the subject lot. Melania would have kept the title if she wanted to prevent Ferdinand from selling or encumbering it. Third, the Heirs of Ferdinand only admitted that the house was declared in Melania's name, but they did not admit that she paid the real property taxes for it. The Heirs of Melania did not present evidence that she paid the real property taxes, unlike the Heirs of Ferdinand who submitted several tax receipts. Fourth, the Heirs of Melania failed to prove that Ferdinand was holding the subject lot in trust for Melania. The Heirs of Ferdinand were able to establish their ownership over the subject lot. Thus, the presumption under Article 1448 of the Civil Code that the subject lot was donated to him stands. Finally, Paul's occupation was by mere tolerance of Ferdinand. In the unlawful detainer case, the Court30 upheld the CA Decision31 dated May 24, 2017, issued in CA-G.R. SP No. 147234, which affirmed the ruling of the RTC in favor of the Heirs of Ferdinand.32 The Heirs of Melania filed their Comment33 wherein they argued that the CA correctly found that Melania displayed acts of ownership over the subject property, thus showing her intent to have Ferdinand hold the subject lot in trust for her. As such, they opined that the petition should not be given due course.34 The Heirs of Ferdinand filed a Reply35 reiterating their previous arguments. 30 Id. at 66-67. See Resolution dated September 5, 2018. 31 id. at 54-65. Penned by Associate Justice Jane Aurora C. Lantion and concurred in by Associate Justices Fernanda Lam pas Peralta and Victoria Isabel A. Paredes of the Fifth Division, Court of Appeals, Manila. 32 Id. at 11-23. 33 Id. at 101- 104. 34 Id. at I 02. 35 Id. at 110- 117. Decision 8 G.R. No. 254452 The Issue The issue for the Court's resolution is whether the CA erred in ruling that Ferdinand was merely holding the subject lot in trust for Melania. The Ruling of the Court Considering the varying findings of the R TC and the CA, the Court deems it proper to give due course to the arguments raised by the Heirs of Ferdinand, albeit they involve factual issues.36 The Court grants the Petition. Article 1448 of the Civil Code states: ARTICLE 1448. There is an implied trust when prope1iy is sold, and the legal estate is granted to one party but the price is paid by another for the purpose of having the beneficial interest of the property. The former is the trustee, while the latter is the beneficiary. However, if the person to whom the title is conveyed is a child, legitimate or illegitimate, of the one paying the price of the sale, no trust is implied by law, it being disputably presumed that there is a gift in favor of the child. The implied trust under Article 1448 is called a purchase money resulting trust, which has the following elements: (a) an actual payment of money, property or services, or an equivalent, constituting valuable consideration; and (b) such consideration must be furnished by the alleged beneficiary of a resulting trust. The party alleging the existence of the trust bears the burden of proving it.37 Notably, the last sentence of Article 1448 states that if the title is conveyed to a child of the one paying the price of the sale, the disputable presumption is that there is a gift in favor of the child. There being no question that Ferdinand is the child of Melania, and that Melania paid the purchase price for the subject lot, there is a disputable presumption that Melania intended to donate the subject lot to Ferdinand. 36 See Tong v. Go Tiat Kun, 733 Phil. 58 I, 590 (20 I 4). 37 Herbon v. Pa/ad, 528 Phil. 130, 141 (2006). Decision 9 G.R. No. 254452 Being a disputable presumption, it may be overturned by contrary evidence. In Tong v. Go Tiat Kun,38 the Court held that the presumption was overturned because of several factors. First, the child under whose name the property was titled did not prove that he had the means to pay for it. Second, the parent and his other children always had possession of the property. Third, the prope1ty remained undivided even though it was registered in the name of one child. The surviving heirs of the child under whose name it was titled only claimed ownership after the death of said child. Fourth, the surviving heirs of the child admitted that their predecessor-in-interest did not send any letter claiming ownership over the property and that they had their own residence. Finally, the parent paid the real property taxes. 39 The Court disagrees with the CA that the Heirs of Melania successfully overturned the presumption in favor of Ferdinand. Ferdinand admittedly did not pay for the subject lot. In addition, the subject lot was not divided. But the similarities with Tong end there. It was Ferdinand and his heirs who paid for the real property taxes on the subject lot. 40 Melania also consistently asked Ferdinand to permit Paul to stay in the subject lot and the house she had built. This showed that she respected Ferdinand as the owner of the subject lot. More, the Heirs of Ferdinand are in possession ofTCT No. T-16657. Melania's act ofbuilding a house on the subject lot, paying the taxes for said house, 41 and renting out a portion thereof,4 2 do not negate her donative intent. As explained by Associate Justice Alfredo Benjamin S. Caguioa (Associate Justice Caguioa), \"these actions pertain only to the exercise of the right to the possession, use, and fruits of the lot.\"43 Having settled that the presumption under Article 1448 stands, it must be determined if the donation should still comply with the formal requirements under the Civil Code. These requirements would depend on whether the property donated is movable or immovable. 38 733 Phil. 581 (2014). 39 /d.at590-591. 40 Records, pp. 150- 158. 41 Id. at 22. 42 Id. at 31, Answer. 43 J. Caguioa, Concurring Opinion, p. 3. Decision 10 G.R. No. 254452 In the Answer of the Heirs of Ferdinand before the RTC, they stated that what was given by Melania to Ferdinand was the money to purchase the subject lot.44 Therefore, the applicable provision is Article 748 of the Civil Code, which states that \"[i]f the value of the personal property donated exceeds five thousand pesos, the donation and the acceptance shall be made in writing. Otherwise, the donation shall be void.\" The DOAS states that the purchase price for the subject lot is exactly PHP 5,000.00;45 hence, the donation need not be made in writing. In any event, Associate Justice Caguioa astutely observed that \"it would be illogical for the law to require the presumed donation to still comply with the fonnal requisites because otherwise, there would be no need for the presumption.\"46 The presumption under Article 1448 is necessary precisely because the parent chose an unconventional mode in donating property to their child. The presumption under Article 1448 should not be overturned due to the failure to comply with the formal requisites under Articles 748 or 749 of the Civil Code but should instead be based on proof that the parent did not intend to donate the property to the child. Accordingly, the Court agrees with the R TC that the complaint of the Heirs of Melania should be dismissed. However, the Court cannot sustain the award of attorney's fees for lack of factual and legal bases under Article 2208 of the Civil Code. WHEREFORE, the Petition for Review on Certiorari is GRANTED. The Decision dated February 13, 2020, and the Resolution dated September 29, 2020, of the Court of Appeals in CA-G.R. CV No. 109260 are REVERSED and SET ASIDE. The Decision dated January 19, 2017, of Branch 5, Regional Trial Comi, Baguio City, First Judicial Region in Civil Case No. 8146-R is REINSTATED with the MODIFICATION in that the award of attorney's fees is DELETED. SO ORDERED. 44 Id. at 30. 45 Id. at 20. 46 J. Caguioa, Concc11Ti11g Opinion, p. 7. Decision 11 G.R. No. 254452 WE CONCUR: S. CAGUIOA s~#.tA~ Associate Justice (On official business) MARIA FILOMENA D. SINGH Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assig d to the writer of the opinion of the Court's Division. MIN S. CAGUIOA Chai, person, Third Division Decision 12 G.R. No. 254452 CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I ce1tify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court."
  },
  "entities": [
    {
      "text": "tbe .flbilippines",
      "label": "ORG",
      "start": 14,
      "end": 31
    },
    {
      "text": "fflanila THIRD DIVISION HEIRS OF",
      "label": "ORG",
      "start": 48,
      "end": 80
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 100,
      "end": 106
    },
    {
      "text": "ROXAS",
      "label": "ORG",
      "start": 107,
      "end": 112
    },
    {
      "text": "MARGARITA T. ROXAS",
      "label": "PERSON",
      "start": 129,
      "end": 147
    },
    {
      "text": "PAULA T. ROXAS",
      "label": "PERSON",
      "start": 163,
      "end": 177
    },
    {
      "text": "MICHAEL JUDE T. ROXAS",
      "label": "PERSON",
      "start": 179,
      "end": 200
    },
    {
      "text": "CAGUIOA",
      "label": "ORG",
      "start": 202,
      "end": 209
    },
    {
      "text": "ROXAS",
      "label": "ORG",
      "start": 257,
      "end": 262
    },
    {
      "text": "GAERLAN",
      "label": "ORG",
      "start": 264,
      "end": 271
    },
    {
      "text": "Petitioners",
      "label": "PERSON",
      "start": 273,
      "end": 284
    },
    {
      "text": "DIMAAMPAO",
      "label": "ORG",
      "start": 286,
      "end": 295
    },
    {
      "text": "SINGH",
      "label": "ORG",
      "start": 301,
      "end": 306
    },
    {
      "text": "ALEXANDER A. ROXAS, SALOME ROXAS-",
      "label": "PERSON",
      "start": 400,
      "end": 433
    },
    {
      "text": "ROXAS",
      "label": "ORG",
      "start": 458,
      "end": 463
    },
    {
      "text": "MA",
      "label": "PERSON",
      "start": 486,
      "end": 488
    },
    {
      "text": "IMELDA ROXAS-CRUZ",
      "label": "PERSON",
      "start": 503,
      "end": 520
    },
    {
      "text": "DAVID ANTHONY ROXAS",
      "label": "PERSON",
      "start": 526,
      "end": 545
    },
    {
      "text": "November 27, 2024",
      "label": "DATE",
      "start": 547,
      "end": 564
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 680,
      "end": 681
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 691,
      "end": 697
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 730,
      "end": 735
    },
    {
      "text": "a Petition for Review",
      "label": "ORG",
      "start": 739,
      "end": 760
    },
    {
      "text": "Rule 45",
      "label": "LAW",
      "start": 782,
      "end": 789
    },
    {
      "text": "Ferdinand A. Roxas",
      "label": "PERSON",
      "start": 834,
      "end": 852
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 854,
      "end": 863
    },
    {
      "text": "Angela Margarita T. Roxas",
      "label": "PERSON",
      "start": 874,
      "end": 899
    },
    {
      "text": "Angela",
      "label": "PERSON",
      "start": 901,
      "end": 907
    },
    {
      "text": "Dyan Paula T. Roxas",
      "label": "PERSON",
      "start": 910,
      "end": 929
    },
    {
      "text": "Dyan",
      "label": "PERSON",
      "start": 931,
      "end": 935
    },
    {
      "text": "Michael Jude T. Roxas",
      "label": "PERSON",
      "start": 938,
      "end": 959
    },
    {
      "text": "Michael",
      "label": "PERSON",
      "start": 961,
      "end": 968
    },
    {
      "text": "Maria Katrina T. Roxas",
      "label": "PERSON",
      "start": 975,
      "end": 997
    },
    {
      "text": "Katrina",
      "label": "EVENT",
      "start": 999,
      "end": 1006
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "ORG",
      "start": 1024,
      "end": 1046
    },
    {
      "text": "February 13, 2020",
      "label": "DATE",
      "start": 1079,
      "end": 1096
    },
    {
      "text": "September 29, 2020",
      "label": "DATE",
      "start": 1124,
      "end": 1142
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 1147,
      "end": 1167
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 1169,
      "end": 1171
    },
    {
      "text": "CA-G.R. CV",
      "label": "PRODUCT",
      "start": 1176,
      "end": 1186
    },
    {
      "text": "109260",
      "label": "DATE",
      "start": 1191,
      "end": 1197
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 1203,
      "end": 1205
    },
    {
      "text": "January 19, 2017",
      "label": "DATE",
      "start": 1235,
      "end": 1251
    },
    {
      "text": "Branch 5",
      "label": "LAW",
      "start": 1256,
      "end": 1264
    },
    {
      "text": "Regional Trial Court",
      "label": "ORG",
      "start": 1266,
      "end": 1286
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 1288,
      "end": 1291
    },
    {
      "text": "Baguio City",
      "label": "GPE",
      "start": 1294,
      "end": 1305
    },
    {
      "text": "Antonio Roxas",
      "label": "PERSON",
      "start": 1371,
      "end": 1384
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 1386,
      "end": 1393
    },
    {
      "text": "Melania Roxas",
      "label": "PERSON",
      "start": 1399,
      "end": 1412
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 1414,
      "end": 1421
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 1442,
      "end": 1451
    },
    {
      "text": "Manuel A. Roxas",
      "label": "PERSON",
      "start": 1453,
      "end": 1468
    },
    {
      "text": "Manuel",
      "label": "PERSON",
      "start": 1470,
      "end": 1476
    },
    {
      "text": "Maria Rosario Roxas-Ureta",
      "label": "PERSON",
      "start": 1479,
      "end": 1504
    },
    {
      "text": "Maria",
      "label": "NORP",
      "start": 1506,
      "end": 1511
    },
    {
      "text": "Alexander A. Roxas",
      "label": "PERSON",
      "start": 1514,
      "end": 1532
    },
    {
      "text": "Alexander",
      "label": "PERSON",
      "start": 1534,
      "end": 1543
    },
    {
      "text": "Salome Roxas-Pantaleon",
      "label": "PERSON",
      "start": 1546,
      "end": 1568
    },
    {
      "text": "Paul Gerardo Roxas",
      "label": "PERSON",
      "start": 1579,
      "end": 1597
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 1599,
      "end": 1603
    },
    {
      "text": "Elaine Roxas-Gamboa",
      "label": "PERSON",
      "start": 1606,
      "end": 1625
    },
    {
      "text": "Ma",
      "label": "PERSON",
      "start": 1636,
      "end": 1638
    },
    {
      "text": "Imelda Roxas-Cruz",
      "label": "PERSON",
      "start": 1640,
      "end": 1657
    },
    {
      "text": "Imelda",
      "label": "PERSON",
      "start": 1659,
      "end": 1665
    },
    {
      "text": "David Anthony Roxas",
      "label": "PERSON",
      "start": 1668,
      "end": 1687
    },
    {
      "text": "David",
      "label": "PERSON",
      "start": 1689,
      "end": 1694
    },
    {
      "text": "Conrado A. Roxas",
      "label": "PERSON",
      "start": 1697,
      "end": 1713
    },
    {
      "text": "Conrado",
      "label": "GPE",
      "start": 1715,
      "end": 1722
    },
    {
      "text": "Jesus A. Roxas",
      "label": "PERSON",
      "start": 1729,
      "end": 1743
    },
    {
      "text": "1970",
      "label": "DATE",
      "start": 1757,
      "end": 1761
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 1763,
      "end": 1770
    },
    {
      "text": "Felicisma Garcia",
      "label": "PERSON",
      "start": 1780,
      "end": 1796
    },
    {
      "text": "Alfonso Garcia",
      "label": "PERSON",
      "start": 1809,
      "end": 1823
    },
    {
      "text": "a Deed of Absolute Sale",
      "label": "WORK_OF_ART",
      "start": 1834,
      "end": 1857
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 1877,
      "end": 1886
    },
    {
      "text": "500-square-meter",
      "label": "QUANTITY",
      "start": 1894,
      "end": 1910
    },
    {
      "text": "Loakan",
      "label": "ORG",
      "start": 1937,
      "end": 1943
    },
    {
      "text": "Baguio City",
      "label": "GPE",
      "start": 1945,
      "end": 1956
    },
    {
      "text": "TCT",
      "label": "ORG",
      "start": 2003,
      "end": 2006
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 2045,
      "end": 2054
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 2063,
      "end": 2070
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 2188,
      "end": 2193
    },
    {
      "text": "3-26",
      "label": "CARDINAL",
      "start": 2199,
      "end": 2203
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 2205,
      "end": 2206
    },
    {
      "text": "27--40",
      "label": "DATE",
      "start": 2214,
      "end": 2220
    },
    {
      "text": "Ronaldo Robeno B. Martin",
      "label": "PERSON",
      "start": 2250,
      "end": 2274
    },
    {
      "text": "Associate Justices",
      "label": "ORG",
      "start": 2295,
      "end": 2313
    },
    {
      "text": "Manuel M. Barrios",
      "label": "PERSON",
      "start": 2314,
      "end": 2331
    },
    {
      "text": "Walter S. Ong",
      "label": "PERSON",
      "start": 2336,
      "end": 2349
    },
    {
      "text": "the Fifteenth Division",
      "label": "ORG",
      "start": 2353,
      "end": 2375
    },
    {
      "text": "Court of Appeals",
      "label": "ORG",
      "start": 2377,
      "end": 2393
    },
    {
      "text": "Manila",
      "label": "GPE",
      "start": 2395,
      "end": 2401
    },
    {
      "text": "3 Id.",
      "label": "CARDINAL",
      "start": 2403,
      "end": 2408
    },
    {
      "text": "41-44",
      "label": "DATE",
      "start": 2412,
      "end": 2417
    },
    {
      "text": "Ronaldo Roberto B. Martin",
      "label": "PERSON",
      "start": 2447,
      "end": 2472
    },
    {
      "text": "Associate Justices Manu~l M. Barrios",
      "label": "WORK_OF_ART",
      "start": 2493,
      "end": 2529
    },
    {
      "text": "Walter S. Ong",
      "label": "PERSON",
      "start": 2534,
      "end": 2547
    },
    {
      "text": "the Former Fifteenth Division",
      "label": "ORG",
      "start": 2551,
      "end": 2580
    },
    {
      "text": "Court of Appeals",
      "label": "ORG",
      "start": 2582,
      "end": 2598
    },
    {
      "text": "Manila",
      "label": "GPE",
      "start": 2600,
      "end": 2606
    },
    {
      "text": "4 Id.",
      "label": "CARDINAL",
      "start": 2608,
      "end": 2613
    },
    {
      "text": "46-53",
      "label": "CARDINAL",
      "start": 2617,
      "end": 2622
    },
    {
      "text": "Maria Ligaya V. ltliong-",
      "label": "PERSON",
      "start": 2650,
      "end": 2674
    },
    {
      "text": "Rivera",
      "label": "GPE",
      "start": 2674,
      "end": 2680
    },
    {
      "text": "28",
      "label": "CARDINAL",
      "start": 2689,
      "end": 2691
    },
    {
      "text": "28-29",
      "label": "DATE",
      "start": 2702,
      "end": 2707
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 2731,
      "end": 2737
    },
    {
      "text": "1990 to 1995",
      "label": "DATE",
      "start": 2746,
      "end": 2758
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 2760,
      "end": 2767
    },
    {
      "text": "Alfredo Sison",
      "label": "PERSON",
      "start": 2816,
      "end": 2829
    },
    {
      "text": "Alfredo",
      "label": "GPE",
      "start": 2831,
      "end": 2838
    },
    {
      "text": "1991",
      "label": "DATE",
      "start": 2844,
      "end": 2848
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 2850,
      "end": 2854
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 2924,
      "end": 2931
    },
    {
      "text": "April 1, 1995",
      "label": "DATE",
      "start": 2940,
      "end": 2953
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 2969,
      "end": 2978
    },
    {
      "text": "September 18, 2004",
      "label": "DATE",
      "start": 2987,
      "end": 3005
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 3013,
      "end": 3020
    },
    {
      "text": "January 1",
      "label": "DATE",
      "start": 3029,
      "end": 3038
    },
    {
      "text": "2011.8",
      "label": "CARDINAL",
      "start": 3040,
      "end": 3046
    },
    {
      "text": "November 11, 2014",
      "label": "DATE",
      "start": 3050,
      "end": 3067
    },
    {
      "text": "Manuel",
      "label": "PERSON",
      "start": 3069,
      "end": 3075
    },
    {
      "text": "Maria",
      "label": "PERSON",
      "start": 3077,
      "end": 3082
    },
    {
      "text": "Alexander",
      "label": "PERSON",
      "start": 3084,
      "end": 3093
    },
    {
      "text": "Salome",
      "label": "PERSON",
      "start": 3095,
      "end": 3101
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 3103,
      "end": 3107
    },
    {
      "text": "Elaine",
      "label": "PERSON",
      "start": 3109,
      "end": 3115
    },
    {
      "text": "Imelda",
      "label": "PERSON",
      "start": 3117,
      "end": 3123
    },
    {
      "text": "David",
      "label": "PERSON",
      "start": 3129,
      "end": 3134
    },
    {
      "text": "the Heirs of Melania",
      "label": "LOC",
      "start": 3150,
      "end": 3170
    },
    {
      "text": "DOAS",
      "label": "ORG",
      "start": 3229,
      "end": 3233
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 3298,
      "end": 3305
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 3358,
      "end": 3367
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 3444,
      "end": 3451
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 3477,
      "end": 3486
    },
    {
      "text": "19 years old",
      "label": "DATE",
      "start": 3491,
      "end": 3503
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 3563,
      "end": 3570
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 3606,
      "end": 3615
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "FAC",
      "start": 3725,
      "end": 3747
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 3795,
      "end": 3802
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 3863,
      "end": 3867
    },
    {
      "text": "Branch 1",
      "label": "LAW",
      "start": 3875,
      "end": 3883
    },
    {
      "text": "Municipal Trial Court",
      "label": "ORG",
      "start": 3885,
      "end": 3906
    },
    {
      "text": "Cities",
      "label": "GPE",
      "start": 3910,
      "end": 3916
    },
    {
      "text": "Baguio City",
      "label": "GPE",
      "start": 3918,
      "end": 3929
    },
    {
      "text": "Jesus",
      "label": "PERSON",
      "start": 3931,
      "end": 3936
    },
    {
      "text": "Complaint",
      "label": "ORG",
      "start": 3954,
      "end": 3963
    },
    {
      "text": "Conrado",
      "label": "GPE",
      "start": 4028,
      "end": 4035
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 4072,
      "end": 4079
    },
    {
      "text": "religion.10 The Heirs of Ferdinand",
      "label": "WORK_OF_ART",
      "start": 4130,
      "end": 4164
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 4180,
      "end": 4189
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 4228,
      "end": 4235
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 4240,
      "end": 4247
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 4361,
      "end": 4368
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 4414,
      "end": 4423
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 4436,
      "end": 4445
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 4454,
      "end": 4461
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 4518,
      "end": 4527
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 4541,
      "end": 4545
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 4659,
      "end": 4663
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 4674,
      "end": 4681
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 4764,
      "end": 4773
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 4822,
      "end": 4824
    },
    {
      "text": "1988",
      "label": "DATE",
      "start": 4864,
      "end": 4868
    },
    {
      "text": "Antonio",
      "label": "GPE",
      "start": 4870,
      "end": 4877
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 4882,
      "end": 4889
    },
    {
      "text": "Mel-Rox Realty Inc.",
      "label": "ORG",
      "start": 4944,
      "end": 4963
    },
    {
      "text": "7 Id.",
      "label": "PERCENT",
      "start": 4964,
      "end": 4969
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 4973,
      "end": 4975
    },
    {
      "text": "28",
      "label": "CARDINAL",
      "start": 4986,
      "end": 4988
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 4990,
      "end": 4991
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 5001,
      "end": 5003
    },
    {
      "text": "4-9",
      "label": "CARDINAL",
      "start": 5005,
      "end": 5008
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 5020,
      "end": 5022
    },
    {
      "text": "28-29",
      "label": "DATE",
      "start": 5024,
      "end": 5029
    },
    {
      "text": "47",
      "label": "DATE",
      "start": 5031,
      "end": 5033
    },
    {
      "text": "57",
      "label": "DATE",
      "start": 5035,
      "end": 5037
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 5050,
      "end": 5052
    },
    {
      "text": "48",
      "label": "DATE",
      "start": 5054,
      "end": 5056
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 5067,
      "end": 5068
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 5078,
      "end": 5084
    },
    {
      "text": "Mel-Rox",
      "label": "PERSON",
      "start": 5086,
      "end": 5093
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 5102,
      "end": 5109
    },
    {
      "text": "Mel-Rox",
      "label": "PERSON",
      "start": 5116,
      "end": 5123
    },
    {
      "text": "Angela",
      "label": "PERSON",
      "start": 5196,
      "end": 5202
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 5218,
      "end": 5225
    },
    {
      "text": "Mel-Rox",
      "label": "PERSON",
      "start": 5325,
      "end": 5332
    },
    {
      "text": "Mel-Rox",
      "label": "PERSON",
      "start": 5340,
      "end": 5347
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 5353,
      "end": 5360
    },
    {
      "text": "Antonio.12",
      "label": "PRODUCT",
      "start": 5414,
      "end": 5424
    },
    {
      "text": "Antonio",
      "label": "GPE",
      "start": 5466,
      "end": 5473
    },
    {
      "text": "March 7, 1997",
      "label": "DATE",
      "start": 5521,
      "end": 5534
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 5536,
      "end": 5543
    },
    {
      "text": "Conrado",
      "label": "GPE",
      "start": 5545,
      "end": 5552
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 5554,
      "end": 5563
    },
    {
      "text": "Elaine",
      "label": "ORG",
      "start": 5565,
      "end": 5571
    },
    {
      "text": "Imelda",
      "label": "PERSON",
      "start": 5577,
      "end": 5583
    },
    {
      "text": "Mel-Rox",
      "label": "ORG",
      "start": 5600,
      "end": 5607
    },
    {
      "text": "Donation/Gifts of Real Property",
      "label": "WORK_OF_ART",
      "start": 5639,
      "end": 5670
    },
    {
      "text": "the Roxas Children",
      "label": "ORG",
      "start": 5699,
      "end": 5717
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 5736,
      "end": 5743
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 5748,
      "end": 5755
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 5786,
      "end": 5795
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 5930,
      "end": 5939
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "FAC",
      "start": 5946,
      "end": 5968
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 6048,
      "end": 6057
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 6176,
      "end": 6183
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 6227,
      "end": 6234
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 6259,
      "end": 6266
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 6276,
      "end": 6280
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 6382,
      "end": 6385
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "ORG",
      "start": 6413,
      "end": 6435
    },
    {
      "text": "Decision",
      "label": "GPE",
      "start": 6443,
      "end": 6451
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 6453,
      "end": 6455
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 6651,
      "end": 6654
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 6698,
      "end": 6700
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 6712,
      "end": 6715
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 6882,
      "end": 6885
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 6912,
      "end": 6914
    },
    {
      "text": "125",
      "label": "CARDINAL",
      "start": 6927,
      "end": 6930
    },
    {
      "text": "Judicial Affidavit",
      "label": "PERSON",
      "start": 6932,
      "end": 6950
    },
    {
      "text": "Angela Margarita T. Roxas",
      "label": "PERSON",
      "start": 6954,
      "end": 6979
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 6981,
      "end": 6983
    },
    {
      "text": "45",
      "label": "CARDINAL",
      "start": 6994,
      "end": 6996
    },
    {
      "text": "47",
      "label": "CARDINAL",
      "start": 7008,
      "end": 7010
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 7015,
      "end": 7017
    },
    {
      "text": "48",
      "label": "CARDINAL",
      "start": 7025,
      "end": 7027
    },
    {
      "text": "46-53",
      "label": "DATE",
      "start": 7039,
      "end": 7044
    },
    {
      "text": "53",
      "label": "CARDINAL",
      "start": 7056,
      "end": 7058
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 7069,
      "end": 7070
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 7080,
      "end": 7086
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 7123,
      "end": 7130
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "FAC",
      "start": 7226,
      "end": 7248
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 7265,
      "end": 7269
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 7279,
      "end": 7285
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 7307,
      "end": 7314
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 7319,
      "end": 7326
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 7380,
      "end": 7389
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 7421,
      "end": 7424
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 7439,
      "end": 7446
    },
    {
      "text": "the Donation Document",
      "label": "LAW",
      "start": 7558,
      "end": 7579
    },
    {
      "text": "Third",
      "label": "ORDINAL",
      "start": 7581,
      "end": 7586
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 7592,
      "end": 7595
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 7642,
      "end": 7651
    },
    {
      "text": "the Donation Document",
      "label": "LAW",
      "start": 7658,
      "end": 7679
    },
    {
      "text": "Fourth",
      "label": "ORDINAL",
      "start": 7783,
      "end": 7789
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 7795,
      "end": 7798
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 7948,
      "end": 7951
    },
    {
      "text": "Complaint",
      "label": "ORG",
      "start": 8022,
      "end": 8031
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 8097,
      "end": 8106
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "FAC",
      "start": 8181,
      "end": 8203
    },
    {
      "text": "The Heirs of Melania",
      "label": "WORK_OF_ART",
      "start": 8223,
      "end": 8243
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 8260,
      "end": 8262
    },
    {
      "text": "19",
      "label": "CARDINAL",
      "start": 8264,
      "end": 8266
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 8285,
      "end": 8287
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 8292,
      "end": 8294
    },
    {
      "text": "Decision20",
      "label": "PERSON",
      "start": 8321,
      "end": 8331
    },
    {
      "text": "February 13, 2020",
      "label": "DATE",
      "start": 8338,
      "end": 8355
    },
    {
      "text": "GRANTED",
      "label": "PERSON",
      "start": 8433,
      "end": 8440
    },
    {
      "text": "Decision",
      "label": "ORG",
      "start": 8458,
      "end": 8466
    },
    {
      "text": "19 January 2017",
      "label": "DATE",
      "start": 8473,
      "end": 8488
    },
    {
      "text": "the Regional Trial Court",
      "label": "ORG",
      "start": 8499,
      "end": 8523
    },
    {
      "text": "First Judicial Region",
      "label": "ORG",
      "start": 8525,
      "end": 8546
    },
    {
      "text": "Baguio City",
      "label": "GPE",
      "start": 8558,
      "end": 8569
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 8613,
      "end": 8618
    },
    {
      "text": "the Register of Deed[s]",
      "label": "ORG",
      "start": 8633,
      "end": 8656
    },
    {
      "text": "Baguio City",
      "label": "GPE",
      "start": 8660,
      "end": 8671
    },
    {
      "text": "CANCEL",
      "label": "ORG",
      "start": 8675,
      "end": 8681
    },
    {
      "text": "TCT No",
      "label": "ORG",
      "start": 8727,
      "end": 8733
    },
    {
      "text": "Melania Roxas",
      "label": "PERSON",
      "start": 8758,
      "end": 8771
    },
    {
      "text": "First~",
      "label": "ORG",
      "start": 8859,
      "end": 8865
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 8870,
      "end": 8872
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 8884,
      "end": 8893
    },
    {
      "text": "DOAS",
      "label": "ORG",
      "start": 8949,
      "end": 8953
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 8995,
      "end": 8997
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "FAC",
      "start": 9012,
      "end": 9034
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 9067,
      "end": 9070
    },
    {
      "text": "49-53",
      "label": "DATE",
      "start": 9081,
      "end": 9086
    },
    {
      "text": "19",
      "label": "CARDINAL",
      "start": 9088,
      "end": 9090
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 9100,
      "end": 9102
    },
    {
      "text": "375",
      "label": "CARDINAL",
      "start": 9104,
      "end": 9107
    },
    {
      "text": "May 22, 2017",
      "label": "DATE",
      "start": 9141,
      "end": 9153
    },
    {
      "text": "20",
      "label": "CARDINAL",
      "start": 9155,
      "end": 9157
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 9158,
      "end": 9163
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 9165,
      "end": 9167
    },
    {
      "text": "27-40",
      "label": "CARDINAL",
      "start": 9169,
      "end": 9174
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 9176,
      "end": 9178
    },
    {
      "text": "40",
      "label": "CARDINAL",
      "start": 9186,
      "end": 9188
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 9199,
      "end": 9200
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 9210,
      "end": 9216
    },
    {
      "text": "Answer",
      "label": "ORG",
      "start": 9242,
      "end": 9248
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 9254,
      "end": 9263
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 9351,
      "end": 9358
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 9386,
      "end": 9395
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 9401,
      "end": 9403
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 9415,
      "end": 9424
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "ORG",
      "start": 9485,
      "end": 9507
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 9537,
      "end": 9544
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 9563,
      "end": 9570
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 9597,
      "end": 9606
    },
    {
      "text": "Antonio",
      "label": "PERSON",
      "start": 9633,
      "end": 9640
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 9676,
      "end": 9678
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 9749,
      "end": 9755
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 9761,
      "end": 9763
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 9776,
      "end": 9783
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 9858,
      "end": 9867
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 9892,
      "end": 9901
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 9919,
      "end": 9921
    },
    {
      "text": "Articles 73 723",
      "label": "PRODUCT",
      "start": 9989,
      "end": 10004
    },
    {
      "text": "74 924",
      "label": "CARDINAL",
      "start": 10009,
      "end": 10015
    },
    {
      "text": "the Civil Code",
      "label": "LAW",
      "start": 10019,
      "end": 10033
    },
    {
      "text": "Third",
      "label": "ORDINAL",
      "start": 10060,
      "end": 10065
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 10071,
      "end": 10073
    },
    {
      "text": "the Donation Document",
      "label": "LAW",
      "start": 10084,
      "end": 10105
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 10170,
      "end": 10177
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 10240,
      "end": 10242
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 10254,
      "end": 10263
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 10298,
      "end": 10305
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 10318,
      "end": 10330
    },
    {
      "text": "the Civil Code",
      "label": "EVENT",
      "start": 10334,
      "end": 10348
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 10433,
      "end": 10440
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 10484,
      "end": 10486
    },
    {
      "text": "TCT",
      "label": "ORG",
      "start": 10498,
      "end": 10501
    },
    {
      "text": "The Heirs of Ferdinand",
      "label": "WORK_OF_ART",
      "start": 10650,
      "end": 10672
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 10721,
      "end": 10723
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 10780,
      "end": 10785
    },
    {
      "text": "22",
      "label": "CARDINAL",
      "start": 10787,
      "end": 10789
    },
    {
      "text": "32-34",
      "label": "CARDINAL",
      "start": 10797,
      "end": 10802
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 10804,
      "end": 10806
    },
    {
      "text": "ARTICLE 737",
      "label": "LAW",
      "start": 10807,
      "end": 10818
    },
    {
      "text": "24",
      "label": "CARDINAL",
      "start": 10907,
      "end": 10909
    },
    {
      "text": "ARTICLE 749",
      "label": "LAW",
      "start": 10910,
      "end": 10921
    },
    {
      "text": "25",
      "label": "CARDINAL",
      "start": 11450,
      "end": 11452
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 11460,
      "end": 11462
    },
    {
      "text": "34-35",
      "label": "CARDINAL",
      "start": 11464,
      "end": 11469
    },
    {
      "text": "26",
      "label": "CARDINAL",
      "start": 11471,
      "end": 11473
    },
    {
      "text": "35-37",
      "label": "DATE",
      "start": 11481,
      "end": 11486
    },
    {
      "text": "27",
      "label": "CARDINAL",
      "start": 11488,
      "end": 11490
    },
    {
      "text": "37-40",
      "label": "DATE",
      "start": 11498,
      "end": 11503
    },
    {
      "text": "28",
      "label": "CARDINAL",
      "start": 11505,
      "end": 11507
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 11508,
      "end": 11510
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 11518,
      "end": 11520
    },
    {
      "text": "142",
      "label": "CARDINAL",
      "start": 11527,
      "end": 11530
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 11532,
      "end": 11534
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 11542,
      "end": 11544
    },
    {
      "text": "41-44",
      "label": "DATE",
      "start": 11546,
      "end": 11551
    },
    {
      "text": "September 29, 2020",
      "label": "DATE",
      "start": 11574,
      "end": 11592
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 11641,
      "end": 11650
    },
    {
      "text": "the Donation Document",
      "label": "LAW",
      "start": 11666,
      "end": 11687
    },
    {
      "text": "the Board of Directors",
      "label": "ORG",
      "start": 11760,
      "end": 11782
    },
    {
      "text": "Mel-Rox",
      "label": "ORG",
      "start": 11786,
      "end": 11793
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 11884,
      "end": 11893
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 11976,
      "end": 11985
    },
    {
      "text": "Elaine",
      "label": "PERSON",
      "start": 12003,
      "end": 12009
    },
    {
      "text": "Imelda",
      "label": "PERSON",
      "start": 12014,
      "end": 12020
    },
    {
      "text": "the Donation Document",
      "label": "LAW",
      "start": 12057,
      "end": 12078
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 12080,
      "end": 12086
    },
    {
      "text": "the Heirs of Ferdinand's",
      "label": "ORG",
      "start": 12088,
      "end": 12112
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 12197,
      "end": 12204
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 12256,
      "end": 12265
    },
    {
      "text": "Third",
      "label": "ORDINAL",
      "start": 12298,
      "end": 12303
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 12373,
      "end": 12380
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "FAC",
      "start": 12550,
      "end": 12572
    },
    {
      "text": "Fourth",
      "label": "ORDINAL",
      "start": 12609,
      "end": 12615
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 12630,
      "end": 12637
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 12659,
      "end": 12668
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 12710,
      "end": 12717
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 12831,
      "end": 12843
    },
    {
      "text": "the Civil Code",
      "label": "EVENT",
      "start": 12847,
      "end": 12861
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 12919,
      "end": 12923
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 12962,
      "end": 12971
    },
    {
      "text": "Court30",
      "label": "LOC",
      "start": 13008,
      "end": 13015
    },
    {
      "text": "May 24, 2017",
      "label": "DATE",
      "start": 13047,
      "end": 13059
    },
    {
      "text": "CA-G.R. SP",
      "label": "PRODUCT",
      "start": 13071,
      "end": 13081
    },
    {
      "text": "147234",
      "label": "DATE",
      "start": 13086,
      "end": 13092
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 13127,
      "end": 13130
    },
    {
      "text": "The Heirs of Melania",
      "label": "WORK_OF_ART",
      "start": 13169,
      "end": 13189
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 13241,
      "end": 13243
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 13265,
      "end": 13272
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 13360,
      "end": 13369
    },
    {
      "text": "The Heirs of Ferdinand",
      "label": "WORK_OF_ART",
      "start": 13482,
      "end": 13504
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 13559,
      "end": 13561
    },
    {
      "text": "66-67",
      "label": "CARDINAL",
      "start": 13569,
      "end": 13574
    },
    {
      "text": "September 5, 2018",
      "label": "DATE",
      "start": 13597,
      "end": 13614
    },
    {
      "text": "31",
      "label": "CARDINAL",
      "start": 13616,
      "end": 13618
    },
    {
      "text": "54-65",
      "label": "DATE",
      "start": 13626,
      "end": 13631
    },
    {
      "text": "Jane Aurora C. Lantion",
      "label": "PERSON",
      "start": 13661,
      "end": 13683
    },
    {
      "text": "Associate Justices Fernanda Lam",
      "label": "ORG",
      "start": 13704,
      "end": 13735
    },
    {
      "text": "Peralta",
      "label": "ORG",
      "start": 13740,
      "end": 13747
    },
    {
      "text": "Victoria Isabel A. Paredes",
      "label": "PERSON",
      "start": 13752,
      "end": 13778
    },
    {
      "text": "the Fifth Division, Court of Appeals",
      "label": "ORG",
      "start": 13782,
      "end": 13818
    },
    {
      "text": "Manila",
      "label": "GPE",
      "start": 13820,
      "end": 13826
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 13828,
      "end": 13830
    },
    {
      "text": "11-23",
      "label": "CARDINAL",
      "start": 13838,
      "end": 13843
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 13845,
      "end": 13847
    },
    {
      "text": "101-",
      "label": "CARDINAL",
      "start": 13855,
      "end": 13859
    },
    {
      "text": "104",
      "label": "CARDINAL",
      "start": 13860,
      "end": 13863
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 13865,
      "end": 13867
    },
    {
      "text": "110- 117",
      "label": "CARDINAL",
      "start": 13891,
      "end": 13899
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 13910,
      "end": 13911
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 13921,
      "end": 13927
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 13956,
      "end": 13961
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 13990,
      "end": 13992
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 14014,
      "end": 14023
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 14072,
      "end": 14079
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 14158,
      "end": 14160
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 14166,
      "end": 14171
    },
    {
      "text": "the Heirs of Ferdinand",
      "label": "ORG",
      "start": 14234,
      "end": 14256
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 14300,
      "end": 14305
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 14327,
      "end": 14339
    },
    {
      "text": "the Civil Code",
      "label": "EVENT",
      "start": 14343,
      "end": 14357
    },
    {
      "text": "ARTICLE 1448",
      "label": "LAW",
      "start": 14366,
      "end": 14378
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 14464,
      "end": 14467
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 14738,
      "end": 14741
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 14897,
      "end": 14909
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 15301,
      "end": 15313
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 15369,
      "end": 15372
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 15506,
      "end": 15515
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 15532,
      "end": 15539
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 15550,
      "end": 15557
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 15642,
      "end": 15649
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 15688,
      "end": 15697
    },
    {
      "text": "36",
      "label": "CARDINAL",
      "start": 15699,
      "end": 15701
    },
    {
      "text": "Tong v. Go",
      "label": "PERSON",
      "start": 15706,
      "end": 15716
    },
    {
      "text": "Tiat Kun",
      "label": "PERSON",
      "start": 15717,
      "end": 15725
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 15731,
      "end": 15735
    },
    {
      "text": "590",
      "label": "CARDINAL",
      "start": 15743,
      "end": 15746
    },
    {
      "text": "20 I 4",
      "label": "DATE",
      "start": 15748,
      "end": 15754
    },
    {
      "text": "37",
      "label": "CARDINAL",
      "start": 15757,
      "end": 15759
    },
    {
      "text": "Herbon",
      "label": "PERSON",
      "start": 15760,
      "end": 15766
    },
    {
      "text": "528 Phil",
      "label": "QUANTITY",
      "start": 15777,
      "end": 15785
    },
    {
      "text": "130",
      "label": "CARDINAL",
      "start": 15787,
      "end": 15790
    },
    {
      "text": "141",
      "label": "CARDINAL",
      "start": 15792,
      "end": 15795
    },
    {
      "text": "2006",
      "label": "DATE",
      "start": 15797,
      "end": 15801
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 15813,
      "end": 15814
    },
    {
      "text": "Tong v.",
      "label": "GPE",
      "start": 15909,
      "end": 15916
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 15936,
      "end": 15941
    },
    {
      "text": "First",
      "label": "ORDINAL",
      "start": 16011,
      "end": 16016
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 16120,
      "end": 16126
    },
    {
      "text": "Third",
      "label": "ORDINAL",
      "start": 16201,
      "end": 16206
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 16285,
      "end": 16288
    },
    {
      "text": "Fourth",
      "label": "ORDINAL",
      "start": 16414,
      "end": 16420
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 16649,
      "end": 16651
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 16656,
      "end": 16661
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 16681,
      "end": 16683
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 16762,
      "end": 16771
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 16773,
      "end": 16782
    },
    {
      "text": "Tong",
      "label": "GPE",
      "start": 16899,
      "end": 16903
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 16922,
      "end": 16931
    },
    {
      "text": "40",
      "label": "CARDINAL",
      "start": 17003,
      "end": 17005
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 17006,
      "end": 17013
    },
    {
      "text": "Ferdinand",
      "label": "ORG",
      "start": 17038,
      "end": 17047
    },
    {
      "text": "Paul",
      "label": "PERSON",
      "start": 17058,
      "end": 17062
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 17150,
      "end": 17159
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 17259,
      "end": 17266
    },
    {
      "text": "41",
      "label": "DATE",
      "start": 17345,
      "end": 17347
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 17384,
      "end": 17385
    },
    {
      "text": "Associate",
      "label": "ORG",
      "start": 17437,
      "end": 17446
    },
    {
      "text": "Alfredo Benjamin S. Caguioa",
      "label": "PERSON",
      "start": 17455,
      "end": 17482
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 17661,
      "end": 17673
    },
    {
      "text": "the Civil Code",
      "label": "LAW",
      "start": 17775,
      "end": 17789
    },
    {
      "text": "38",
      "label": "CARDINAL",
      "start": 17880,
      "end": 17882
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 17887,
      "end": 17891
    },
    {
      "text": "581",
      "label": "CARDINAL",
      "start": 17893,
      "end": 17896
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 17898,
      "end": 17902
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 17905,
      "end": 17907
    },
    {
      "text": "591",
      "label": "CARDINAL",
      "start": 17917,
      "end": 17920
    },
    {
      "text": "40",
      "label": "CARDINAL",
      "start": 17922,
      "end": 17924
    },
    {
      "text": "158",
      "label": "CARDINAL",
      "start": 17943,
      "end": 17946
    },
    {
      "text": "41",
      "label": "CARDINAL",
      "start": 17948,
      "end": 17950
    },
    {
      "text": "22",
      "label": "CARDINAL",
      "start": 17958,
      "end": 17960
    },
    {
      "text": "42 Id.",
      "label": "CARDINAL",
      "start": 17962,
      "end": 17968
    },
    {
      "text": "31",
      "label": "CARDINAL",
      "start": 17972,
      "end": 17974
    },
    {
      "text": "Answer",
      "label": "ORG",
      "start": 17976,
      "end": 17982
    },
    {
      "text": "43",
      "label": "CARDINAL",
      "start": 17984,
      "end": 17986
    },
    {
      "text": "J. Caguioa",
      "label": "ORG",
      "start": 17987,
      "end": 17997
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 18022,
      "end": 18023
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 18034,
      "end": 18036
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 18037,
      "end": 18044
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 18046,
      "end": 18052
    },
    {
      "text": "the Answer of the Heirs of Ferdinand",
      "label": "ORG",
      "start": 18056,
      "end": 18092
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 18104,
      "end": 18107
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 18144,
      "end": 18151
    },
    {
      "text": "Ferdinand",
      "label": "GPE",
      "start": 18155,
      "end": 18164
    },
    {
      "text": "Article 748 of the Civil Code",
      "label": "LAW",
      "start": 18249,
      "end": 18278
    },
    {
      "text": "five thousand",
      "label": "CARDINAL",
      "start": 18355,
      "end": 18368
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 18545,
      "end": 18548
    },
    {
      "text": "Associate Justice Caguioa",
      "label": "ORG",
      "start": 18624,
      "end": 18649
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 18872,
      "end": 18884
    },
    {
      "text": "Article 1448",
      "label": "LAW",
      "start": 19015,
      "end": 19027
    },
    {
      "text": "Articles 748",
      "label": "PRODUCT",
      "start": 19115,
      "end": 19127
    },
    {
      "text": "749",
      "label": "CARDINAL",
      "start": 19131,
      "end": 19134
    },
    {
      "text": "the Civil Code",
      "label": "LAW",
      "start": 19138,
      "end": 19152
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 19275,
      "end": 19280
    },
    {
      "text": "Melania",
      "label": "GPE",
      "start": 19337,
      "end": 19344
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 19379,
      "end": 19384
    },
    {
      "text": "Article 2208 of the Civil Code",
      "label": "LAW",
      "start": 19471,
      "end": 19501
    },
    {
      "text": "the Petition for Review on",
      "label": "ORG",
      "start": 19514,
      "end": 19540
    },
    {
      "text": "Certiorari",
      "label": "PERSON",
      "start": 19541,
      "end": 19551
    },
    {
      "text": "GRANTED",
      "label": "ORG",
      "start": 19555,
      "end": 19562
    },
    {
      "text": "February 13, 2020",
      "label": "DATE",
      "start": 19583,
      "end": 19600
    },
    {
      "text": "Resolution",
      "label": "FAC",
      "start": 19610,
      "end": 19620
    },
    {
      "text": "September 29, 2020",
      "label": "DATE",
      "start": 19627,
      "end": 19645
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 19650,
      "end": 19670
    },
    {
      "text": "109260",
      "label": "DATE",
      "start": 19689,
      "end": 19695
    },
    {
      "text": "January 19, 2017",
      "label": "DATE",
      "start": 19743,
      "end": 19759
    },
    {
      "text": "Branch 5",
      "label": "LAW",
      "start": 19764,
      "end": 19772
    },
    {
      "text": "Baguio City",
      "label": "GPE",
      "start": 19795,
      "end": 19806
    },
    {
      "text": "44",
      "label": "CARDINAL",
      "start": 19952,
      "end": 19954
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 19962,
      "end": 19964
    },
    {
      "text": "20",
      "label": "CARDINAL",
      "start": 19976,
      "end": 19978
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 20020,
      "end": 20021
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 20032,
      "end": 20034
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 20035,
      "end": 20039
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 20044,
      "end": 20050
    },
    {
      "text": "S. CAGUIOA s~#.tA~ Associate Justice",
      "label": "ORG",
      "start": 20062,
      "end": 20098
    },
    {
      "text": "SINGH",
      "label": "ORG",
      "start": 20140,
      "end": 20145
    },
    {
      "text": "MIN S. CAGUIOA Chai",
      "label": "PERSON",
      "start": 20343,
      "end": 20362
    },
    {
      "text": "Third Division Decision",
      "label": "ORG",
      "start": 20372,
      "end": 20395
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 20396,
      "end": 20398
    },
    {
      "text": "254452",
      "label": "DATE",
      "start": 20408,
      "end": 20414
    },
    {
      "text": "Section 13 of the Constitution and the Division Chairperson's Attestation",
      "label": "LAW",
      "start": 20455,
      "end": 20528
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 20681,
      "end": 20686
    }
  ],
  "metadata": {
    "num_tokens": 4198,
    "num_sentences": 206,
    "num_entities": 524
  }
}