{
  "filename": "257483.pdf",
  "full_text": "SUPREME COURT OF THE PHILIPPINES PUBLIC INFORMATION OFFICE TIME:_ _____..,,'---------/-;1/-+'-:c.;;,,..\"\"---- lit of tbe ftbilippine% ~CpUb ~uprctne QCourt ;fflanila SECOND DIVISION SONIA BALAGTAS, G.R. No. 257483 Petitioner, Present: LEONEN, ~\"\".AJ, Chairperson, -versus- LAZARO-JAVIER, LOPEZ, J\\,1., LOPEZ, J., and KHO, JR., JJ. * PEOPLE OF THE PHILIPPINES, Respondent. Promulgated: x-----------------------------------------------------· --------------------------- -------x .DECIS I ON LOPEZ, J., J.: In cases of qualified theft committed \\Vith grave abuse of confidence, the prosecution must first establish the existence of a relationship of confidence between the offended party and the accused. 1f the prosecution fails to prove this relationship, any subsequent claims of grave abuse of confidence would be unfounded. • On ieave. Decision 2 G.R. No. 257483 ·\"'.· .... •• ;,,t , .. ,· --Thi~- ,,': .. J' :d~U:rf\\tesolves the Petition for Review on Certiorari1 filed by ~ So.riia Bal~gtaJ ~alagtas) assailing the Decision 2 and Resolution 3 of the •• :'Court.of Appeal, s1(CA), which affirmed the Decision4 of the Regional Trial .. ·:'court (RTC/Th:6':RTC found Balagtas guilty beyond reasonable doubt of the crime of qualified theft. 5 The instant case stemmed from an Information6 filed against Balagtas, the accusatory portion of which states: That on or about the period comprised from June., 2006 to February 2007, in Quezon City, Philippines, the above-named accused being then employed as an Operation Manager of VISA TECH INTEGRATED CORPORATION and represented by ANTHONY GALO RPO located at 200 Pluto Street, Brgy. Bahay Toro, this City, and as such have free access to the property stolen, with grave abuse of confidence reposed upon her by the said company, did then and there, willfully, unlawfully and feloniously, with intent of gain and Without the knowledge and consent of the owner thereof, take, steal and carry away cash money in the amount of Php304,569.38, Philippine Currency, which represents six (6) payroll periods which she padded belonging to said VISA TECH INTEGRATED CORPORATION, to the damage and prejudice of the said offended party in the amount aforementioned. CONTRARY TO LA W.7 At her arraignment, Balagtas pleaded not guilty. Pre-trial and trial followed.8 The prosecution presented five witnesses, namely: (1) Edmund Bermejo (Bermejo), president of private complainant Visatech Integrated Corporation (Visatech);9 (2) Visatech employee Anthony M. Fuentes;10 (3) Visatech Operations Manager Anthony Galorpo ( Galorpo ); 11 4) Visat ech ( Rollo, pp. 10-25. 2 CA rollo, pp. 83-91. The September 23, 2020 Decision in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concurred in by Acting Presiding Justice Remedios A. Salazar Fernando and Associate Justice Bonifacio S. Pascua of the Special First Division, Court of Appeals Manila. Rollo, pp. 27-29. The September 24, 2021 Resolution in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concmTed in by Presiding Justice Remedios A. Salazar-Fernando and Associate Justice Bonifacio S. Pascua of the Fom1er Special First Division, Court ofA ppeals Manila 4 RTC Records, pp. 257-270. The December 13, 2017 Decision in Criminal Case No. R-QZN-13-00305- CR was penned by Presiding Judge Arthur 0. Malabaguio of Branch 93, Regional Trial Court, Quezon City. 5 Id at 252. 6 Id at 1-2. Id at 1. 8 CA rollo, p. 84. 9 Id at 65. 10 RTC Records, p. 374. 11 CA rollo, p. 64. Decision 3 G.R. No. 257483 employee Richard Tojino; and (5) Visatech auditor Robert Escolin.12 As for the defense, it presented: (1) Balagtas; and (2) Raymund Magat.13 The prosecution alleged that Balagtas was employed by Visatech from 2001 to April 2008.14 The company is in the installation service business for corporate clients such as Globe and PLDT. 15 Visatech's employees and installers are grouped into several operation units, each of which submit weekly summaries to Balagtas for purposes of processing the payroll of their respective employees and installers. 16 Balagtas then consolidates the summaries from the various units and submits the smne to Bermejo. Based on the consolidated payroll summary that Balagtas prepares, Bermejo hands Balagtas the necessary amount in cash for distribution to the respective area/unit heads.17 Following an anomaly regarding Visatech's failure to pay its corporate income tax in 2007, 18 Bermejo ordered a review of transactions where Balagtas handled company's funds.19 Visatech discovered that, for the period between 2006 to 2008, there were discrepancies between the weekly payroll summaries prepared by its unit supervisors and the consolidated. payroll summary prepared and submitted by Balagtas to Bermejo for funding. The prosecution determined that, for the period between June 2006 to February 2007, Balagtas committed six instances of \"payroll padding.\"20 The cash discrepancies that Balagtas was allegedly able to pocket amounted to PHP 304,569.38.21 On the part of the defense, Balagtas denied the allegations. She averred that she merely checked the payroll summaries submitted by the unit heads and prepared the corresponding vouchers for Bennejo's approval. The representative of each group would then receive the payroll money for distribution to their respective employees. Balagtas argued that Bermejo instituted the criminal action against her because she filed an illegal dismissal complaint against Visatech.22 12 id at 64-66, 84. 13 id at 84. 14 RTC Records, p. 258. 15 Id at 370. :6 Id at 371. 17 Id at 370-371. 18 Id at 258. 19 Id. 20 RTC Records, p. 259. 21 CA rollo, pp. 84-85. 22 Id. at 85. Decision 4 G.R. No. 257483 In its Decision, 23 the RTC found Balagtas guilty as charged: WHEREFORE, in the (sic) light of the foregoing, judgment is hereby rendered finding the accused SONIA M. BALAGTAS GUILTY beyond reasonable doubt of qualified (sic) under Article 310 of the Revised Penal Code as amended by R.A. 10951 and she is hereby sentenced to suffer imprisonment of an indeterminate penalty of four (4) years and two (2) months of prision correccional as minimum to nine (9) years and four (4 ) months of prision mayor as maximum; to pay complainant VISATECH INTEGRATED CORPORATION the amount' of P304,569.38 with legal interest from the date of filing of Information until fully paid and to pay the costs of suit. SO ORDERED. On appeal, the CA affirmed the conviction of Balagtas.24 It sustained the findings of the RTC that all the elements of qualified theft were present: (1) there was taking of personal property amounting to PHP 304,569.38 when Balagtas tampered with the weekly payrolls; (2) the cash belonged to Visatech; (3) the taking was with intent to gain; (4 ) the taking was without the consent ofVisatech; and (5) it was accomplished without the use of violence against or intimidation of persons or force upon things since Balagtas used her position and the confidence reposed in her to commit the crime.25 In a Resolution, the CA denied the Motion for Reconsideration filed by Balagtas.26 Hence, Balagtas filed the present Petition. Pursuant to a Resolution, 27 respondent People of the Philippines, through the Office of the Solicitor General, filed its Comment.28 The sole issue is whether Balagtas is guilty of qualified theft. This Court's Ruling The Petition is partly meritorious. 23 RTC Records, pp. 257-270. 24 CArollo, p. 91. 25 Id at 86-88. 26 Rollo, p. 29. 27 Id at 36--37. 28 Id at 45-62. Decision 5 G.R. No. 257483 Balagtas argues that: ( 1) there is no direct evidence proving the first element of qualified theft, i.e., the taking of PHP 304,569.38;29 (2) the evidence is inconsistent and unsubstantiated, and one witness denies payroll padding;30 and (3) the evidence against her were illegally obtained.31 We shall address these arguments in sequence. The elements of qualified theft committed with grave abuse of confidence as defined under Articles 308 and 310 of the Revised Penal Code are: (1) taking of personal property; (2) said property belongs to another; (3) said taking be done with intent to gain; (4) that the taking be done without the owner's consent; ( 5) that it be accomplished without the use of violence or intimidation against persons, nor of force upon things; and (6 ) that it be done with grave abuse of confidence.32 Balagtas argues that the prosecution failed to present any direct evidence proving the first element because nobody allegedly saw her pad the payroll and pocket the total amount of PHP 304,569.38.33 This argument has no merit. Direct evidence is not required for a conviction. After all, evidence is a matter of reasonable inference from any fact that may be proven by the prosecution provided the inference is logical and beyond reasonable doubt.34 Thus, in Candelaria v. People, 35 this Court reiterated that circumstantial evidence may suffice for conviction provided all the following conditions are rnet: Circumstantial evidence is sufficient for conviction if: (a) there is more than one circumstance; (b) the facts from which the inferences are derived are proven; and (c) the combination of aII the circumstances is such as to produce a conviction beyond reasonable doubt. Circumstantial evidence suffices to convict an accused only if the circumstances proven constitute an unbroken chain which leads to one fair and reasonable conclusion pointing to the accused, to the exclusion of all others, as the 29 Id at 14. 30 Id. at 15-l 8. 31 Idatl8. 32 People v. Cruz, 786 Phil. 609,618 (2016) [Per J. Perez, Third Division]. 33 Rollo, p. 14. 34 Bacerra y Tabones v. People, 812 Phil. 25, 36 (20 I 7) [Per J. Leonen, Second Division]. 35 749 Phil. 517(2014) [Per J. Perlas-Bernabe. First Division]. Decision 6 G.R. No. 257483 guilty person; the circumstances proved must be consistent with each other, consistent with the hypothesis that the accused is guilty, and, at the same time, inconsistent with any other hypothesis except that of guilt. Corollary thereto, a conviction based on circumstantial evidence must exclude each and every hypothesis consistent with innocence.36 (Citations omitted) In the present case, although the record confirms that no one directly witnessed Balagtas padding the payroll or misappropriating the excess funds, the prosecution has nonetheless established, through the following circumstantial evidence, that Balagtas committed theft: (1) the unit supervisors prepared and submitted their payroll summaries to Balagtas weekly;37 (2) Balagtas was solely in charge of consolidating the summaries from the unit supervisors;38 (3) Balagtas submits the consolidated payroll summary to Bermejo;39 (4) Balagtas receives from Bermejo the amount indicated on the consolidated payroll documents in cash;40 . (5) the amounts submitted by the unksupervisors are different from the amounts indicated on the consolidated payroll summary provided by Balagtas to Bermejo;41 (6) Balagtas admits that her handwriting appears on the back side of the padded payroll summary;42 (7) Balagtas has in her custody the padded payroll summary and the individual payroll summaries from each unit;43 and (8) the cumulative difference between the payroll summaries submitted by the unit supervisors and the consolidated payroll summary prepared by Balagtas totaled PHP 304,569.38.44 From the foregoing, Balagtas clearly manipulated the payroll to receive excess funds. The unaccounted excess funds in the hands of Balagtas constitute the unlawful taking ofp ersonal property, thereby satisfying the first element of theft. • As for the other elements, the prosecution has likewise established that the pocketed amount belonged to Visa.tech; that the taking was with intent to gain, which can be established through Balagtas's overt acts; that the taking 36 Id. at 525. 37 CA rollo, pp. 65, 68. 38 Id at 68-69; TSN, Sonia Balagtas, February ! 6, 2017, p. l 0. 39 Id. at 69, TSN, Edmund Bennejo, September 6, 2017, p. 6. 40 Id. at 65, 69-70. 41 Id at 65-66. 42 TSN, Sonia Balagtas, February 16, 20 I 7, p. 8. 43 CA ro!lo, pp. 65, 71. 44 Id at 75. Decision 7 G.R. No. 257483 was without Visatech' s consent; and that the taking was accomplished without the use of violence or intimidation against persons, or of force upon things.45 However, this Court finds that the prosecution failed to establish the circumstance of grave abuse of confidence to qualify the crime of theft. As the following discussion will reveal, Balagtas may only be convicted of simple theft with the generic aggravating circumstance of abuse of confidence. To begin, in alleging the qualifying circumstance that the theft was committed with grave abuse of confidence, the prosecution must establish the existence of a relationship of confidence between the offended party and the accused. Jurisprudence characterizes this as one of \"special trust\" 46 or a \"higher degree of confidence\"47-a level of trust exceeding that which exists ordinarily between housemates, 48 between an employer and a secretary entrusted with collecting payments, 49 or even that between a store and its cashier. 50 This special trust or higher degree of confidence is essential to demonstrate that the accused had both the opportunity and the means to commit the theft as a direct result of the trust reposed in them. Should the prosecution fail to establish this relationship, any claim of grave abuse of confidence would lack both logic and legal foundation. For instance, in People v. Maglaya,51 the crime was downgraded from qualified theft to simple theft because the relationship of confidence between the employer and the accused was not sufficiently established. The evidence revealed that the employer had never given the accused therein the possession of the machines he would later be convicted of stealing, nor did the employer allow him to take hold of them. In fact, the task of delivering machines to clients was entrusted not to the accused but to another employee. Thus, in failing to establish the existence of a relationship of confidence, this Court held that the crime committed was only simple theft. Similarly, in Viray v. People, 52 this Court downgraded the crime to simple theft because the accused, a caretaker, had no ready access to the interior of the house and the properties that were stolen. Indeed, the circumstance that the accused even had to \"[force] open\"53 his way into the house was appreciated as negating the presence of such confidence. 45 Id at 87. 46 Batislaon 1c People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 47 Homo! v: People, G.R. No. 191039, August 22, 2022 [Per J. )VIV Lopez, Second Division]. 48 People v. Koc Song, 63 Phil. 369-372 (1936) [Per C.J. Avancena, En Banc]. 49 Homo! v. People, G.R. No. ]91039, August 22, 2022 [Per J. M.V. Lopez, Second Division]. 50 Batislaon v. People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 51 141 Phil. 278--285 ( 1969) [Per J. Concepcion, First Division]. 52 720 Phil. 841--855 (20 l 3) [Per J. Velasco, Jr., Third Division]. 53 Id at 854. Decision 8 G.R. No. 257483 The doctrines established in Maglaya and Viray apply directly to Balagtas's situation, as her lack of ready access to the cash-further demonstrated by her need to create fictitious entries-shows that she did not enjoy a level of trust and confidence from Visatech. Thus, while her actions were criminally reprehensible, these were not reflective of a relationship of trust and confidence that, when gravely abused,.would elevate simple theft to qualified theft. However, it is important to note that employing deceptive acts to commit theft does not always negate the presen~e of a relationship of trust and confidence, as a trusted employee could be just as capable of fraud. Here, however, in the absence of any other corroborating fact, the ambiguity must be appreciated in favor of Balagtas. As is elementary in criminal cases, the prosecution must affirmatively demonstrate through its own evidence that the circumstances that aggravate the crime were indeed present. In this case, the prosecution plainly failed to establish that there was a special trust or a higher degree of confidence between Visatech and Balagtas. Interestingly, the RTC found that Balagtas had the full trust and confidence of Visatech simply because the nature of her position involved handling cash.54 The CA arrived at the same conclusion after determining that Balagtas in fact handled the \"financial aspect ofVisatech,\"55 and nothing else. Certainly, the frugal findings of the CA and the RTC fall short of proving the contemplated confidence beyond reasonable doubt. Indeed, in Batislaon v. People, 56 this Court held that the mere allegation that the accused therein is a grocery cashier, without more, does not by itself make them criminally liable for qualified theft. In the same vein, the secretary/collector in Homo! v. People,57 who did not remit to her employer the money she received from customers, was only convicted of simple theft because the relation of confidence and intimacy required in qualified theft was not proven. More importantly, a closer exainination of the prosecution's evidence reveals a glaring absence of detail regarding the relationship of trust and confidence between Balagtas and Visatech. Beyond merely establishing Balagtas's position and responsibilities, the testimonies of prosecution witnesses provide no concrete evidence to support the claim of a relationship of trust and confidence. Bermejo's O\\Vll terse assertion that Balagtas was a 54 CA rollo, p. 72. 55 Id at 87. 56 G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 57 G.R. No. 191039, August 22, 2022 [Per J. M.V. Lopez, Secorid Division]. Decision 9 G.R. No. 257483 trusted employee is unsubstantiated, 58 lacking any specific examples or incidents to demonstrate the depth of the alleged trust. In summary, given the prosecution's inability to prove that Balagtas enjoyed the higher degree of confidence of Visatech, her conviction for the crime of theft cannot be aggravated to qualified theft. The failure to establish this element renders the prosecution's case insufficient to justify a more severe penalty. Even if a relationship of confidence had been established-.- which it was not-the prosecution's failure to separately prove the gravity of Balagtas's exploitation of this trust would similarly render the conviction for qualified theft tenuous. It bears emphasizing that, in Maglaya, Homo!, and Batislaon, this Court consistently held that an employee taking advantage of one's position to commit theft does not inevitably result in a finding of grave abuse of confidence. Without more, this may at best lead only to establishing the generic aggravating circumstance of abuse of confidence. On this point, Homo! also teaches that, when the gravity of exploitation of trust is not proven, and only the fact of taking advantage of one's position to commit theft is established, the crime is only simple theft and the abuse of confidence shall be treated as a generic aggravating circumstance: At most, the abuse of confidence shall be considered as a generic aggravating circumstance since the gravity of exploitation of trust was not proven. Indeed, abuse of confidence is inherent in qualified theft but not in simple theft since the circumstance is not included in the definition of the crime. Under Article 14 of the RPC, abuse of confidence exists only when the offended party has trusted the offender who later abuses such trust by committing the crime. The abuse of confidence must be a means of facilitating the commission of the crime, the culprit taking advantage of the offended party's belief that the former would not abuse said confidence. The confidence between the offender and the offended party must be immediate and persona!.59 Here, the prosecution established that Visatech' s weekly payroll varies due to the nature of its business. Despite these fluctuations, employees' salaries must also always be disbursed on time. 60 Thus, to ensure that the fictitious entries would be approved, Balagtas took advantage of the business's vulnerabilities and the time-sensitive nature of the payroll process. However, in the absence of proof demonstrating both a higher degree of confidence between Balagtas and Visatech and the extent of exploitation of that confidence, these acts may only be appreciated as a generic aggravating circumstance of abuse of confidence. 58 RTC Records, pp. 370,372. 59 G.R No. 191039, August 22, 2022 [Per J. M.V. Lopez, Second Division] at 9. This pinpoint citation refers to the Decision uploaded to the Supreme Court website. 60 RTC Records, p. 371-372. Decision G.R. No. 257483 As regards Balagtas's second argument, she asserts that Bermejo's testimony did not categorically point to her as the author of the padded payroll, and that this testimony was allegedly inconsistent with that of Galorpo.61 The inconsistency is more apparent than real. A witness's testimony must be considered in its entirety, not in isolated parts. 62 While Bermejo mentioned that unit heads, not necessarily Balagtas, were responsible for payroll summaries, 63 he also testified that Balagtas gave him the consolidated payroll summaries and that he relied on these documents when handing cash to Balagtas. 64 Therefore, We can disregard the apparent inconsistency, especially since Balagtas admitted to listing employees with cash advances on the back of the consolidated payroll summaries, corroborating that these were the documents she submitted to Bermejo.65 • Balagtas also claims that Galorpo admitted that there was no payroll padding:66 However, this argument is based on an inaccurate appreciation of Galorpo's testimony. He was only referring to Balagtas's handwritten notes, which represented the cash advances or debts of employees and were not the source of the discrepancy. 67 The RTC correctly found that Bermejo asked Balagtas to list employees who had made cash advances on the back of the consolidated payroll summary.68 Nothing in Galorpo's testimony suggested, much less stated, that Balagtas did not pad the payroll. Further, Balagtas maintains that the evidence against her were illegally obtained because the padded payroll summaries were retrieved from her personal bag and drawer without a search warrant.69 Suffice it to state that the protection against unreasonable searches and seizures do not extend to acts committed by private individuals.70 Finally, regarding Balagtas's argument that Bennejo filed the criminal case in retaliation for her initiatjng an illegal dismissal case against Visatech,71 the records clearly contradict this claim. During cross-examination, Balagtas 61 Rollo, p. 15. 62 People v. Cula, 3&.5 Phil. 742 (2000) [Per J. [vJelo, En Banc]. 63 TSN, Edmund Bermejo, November 12, 2013, pp. 7-8. 64 TSN, Edmund Bermejo, September 6, 2017, pp. 5-6. 65 TSN, Sonia Balagtas, February 16, 2017, p. 8. 66 Rollo, p. 16. 67 TSN, Anthony Galorpo, October 22, 2013, pp. 38--39. 68 CA rollo, p. 69. 69 Rollo, pp. 18-19. 70 People v. Marti, 27! Phil. 51, 62 (1991) [Per J. Bidin, Third Division]. 71 Rollo, p. 13. Decision 11 G.R. No. 257483 admitted that Visatech had already filed three criminal complaints against her before she commenced the illegal dismissal case. 72 With regard to the proper penalty, the provisions of the amendatory law, Republic Act No. 1095173 retroactively apply because they are· favorable to the accused.74 Section 81 of Republic Act No. 10951 provides: Section 81. Article 309 of the same Act is hereby amended to read as follows: ART. 309. Penalties. -Any person guilty of theft shall be punished by: 3. The penalty of prision correccional in its minimum and medium • periods, if the value of the property stolen is more than Twenty thousand pesos (P20,000) but does not exceed Six hundred thousand pesos (P600,000). Balagtas is found guilty beyond reasonable ·doubt of taking PHP 304,569.38 from Visatech, with the generic aggravating circumstance of abuse of confidence, placing her imposable penalty within the range of two years, 11 months, and 11 days to four years and two months of prision correccional. Applying the Indeterminate Sentence Law, the minimum penalty falls within the range of penalties next lower in degree to that prescribed by the Revised Penal Code, which is arresto mayor in its medium and maximum periods, or from two months and one day to six months. From the foregoing, We find it proper to impose upon Balagtas the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months ofp rision correccional, as maximum, considering the provisions of Arti_cle 309 of the Revised Penal Code as amentj.ed by Republic Act No. 10951 and the Indeterminate Sentence Law. Balagtas's preventive detention may be credited in her favor in accordance with Section l of Republic Act No.10592, which amended Article 29 of the Revised Penal Code. 72 TSN, Sonia Balagtas, November I I, 2015, p. 7. 73 An Act Adjusting The Amount Or The Value Of Property And Damage On Which A Penalty Is Based And The Fines Imposed Under The Revised Penal Code, Amending For The Purpose Act No. 3815, Otherwise Known As 'The Revised Penal Code,' As Amended, July 25, 2017. 74 People v. Mejares, 823 Phil. 459, 473 (2018) [Per J. Leonen, Third Division]. Decision 12 G.R. No. 25,7483 Finally, the monetary awards due to Visatech shall earn legal interest at the rate of 6% per annum from the date of finality of this Decision until full payment pursuant to prevailing jurisprudence. ACCORDINGLY, the Petition is PARTIALLY GRANTED. The September 23, 2020 Decision and the September 24, 2021 Resolution of the Court of Appeals in CA-G.R. CR No. 41206 are AFFIRMED with MODIFICATION in that Sonia Balagtas is found.guilty of simple theft and is sentenced to suffer the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months of prision correccional, as maximum. Sonia Balagtas is further ORDERED to PAY Visatech Integrated Corporation the amount of PHP 304,569.38 with legal interest at the rate of 6% per annum from the date of final_ity of this . Decision until full payment. SO ORDERED. WE CONCUR: Senior Associate Justice Chairperson ~ AM/2~-JAVfER Associate Justice (on leave) ANTONIO T. KHO, JR. Associate Justice Decision 13 G.R. No. 257483 ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division. Senior Associate Justice Chairperson, Second Division CERTIFICATION Pursuant to Section 13, Article VUI of the Constitution, and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division.",
  "sections": {
    "header": "SUPREME COURT OF THE PHILIPPINES PUBLIC INFORMATION OFFICE TIME:_ _____..,,'---------/-;1/-+'-:c.;;,,..\"\"---- lit of tbe ftbilippine% ~CpUb ~uprctne QCourt ;fflanila SECOND DIVISION SONIA BALAGTAS, G.R. No. 257483 Petitioner, Present: LEONEN, ~\"\".AJ, Chairperson, -versus- LAZARO-JAVIER, LOPEZ, J\\,1., LOPEZ, J., and KHO, JR., JJ. * PEOPLE OF THE PHILIPPINES, Respondent. Promulgated: x-----------------------------------------------------· --------------------------- -------x .DECIS I ON LOPEZ, J., J.: In cases of qualified theft committed \\Vith grave abuse of confidence, the prosecution must first establish the existence of a relationship of confidence between the offended party and the accused. 1f the prosecution fails to prove this relationship, any subsequent claims of grave abuse of confidence would be unfounded. • On ieave. Decision 2 G.R. No. 257483 ·\"'.· .... •• ;,,t , .. ,· --Thi~- ,,': .. J' :d~U:rf\\tesolves the Petition for Review on Certiorari1 filed by ~ So.riia Bal~gtaJ ~alagtas) assailing the Decision 2 and Resolution 3 of the •• :'Court.of Appeal, s1(CA), which affirmed the Decision4 of the Regional Trial .. ·:'court (RTC/Th:6':RTC found Balagtas guilty beyond reasonable doubt of the crime of qualified theft. 5 The instant case stemmed from an Information6 filed against Balagtas, the accusatory portion of which states: That on or about the period comprised from June., 2006 to February 2007, in Quezon City, Philippines, the above-named accused being then employed as an Operation Manager of VISA TECH INTEGRATED CORPORATION and represented by ANTHONY GALO RPO located at 200 Pluto Street, Brgy. Bahay Toro, this City, and as such have free access to the property stolen, with grave abuse of confidence reposed upon her by the said company, did then and there, willfully, unlawfully and feloniously, with intent of gain and Without the knowledge and consent of the owner thereof, take, steal and carry away cash money in the amount of Php304,569.38, Philippine Currency, which represents six (6) payroll periods which she padded belonging to said VISA TECH INTEGRATED CORPORATION, to the damage and prejudice of the said offended party in the amount aforementioned. CONTRARY TO LA W.7 At her arraignment, Balagtas pleaded not guilty. Pre-trial and trial followed.8 The prosecution presented five witnesses, namely: (1) Edmund Bermejo (Bermejo), president of private complainant Visatech Integrated Corporation (Visatech);9 (2) Visatech employee Anthony M. Fuentes;10 (3) Visatech Operations Manager Anthony Galorpo ( Galorpo ); 11 4) Visat ech ( Rollo, pp. 10-25. 2 CA rollo, pp. 83-91. The September 23, 2020 Decision in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concurred in by Acting Presiding Justice Remedios A. Salazar Fernando and Associate Justice Bonifacio S. Pascua of the Special First Division, Court of Appeals Manila. Rollo, pp. 27-29. The September 24, 2021 Resolution in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concmTed in by Presiding Justice Remedios A. Salazar-Fernando and Associate Justice Bonifacio S. Pascua of the Fom1er Special First Division, Court ofA ppeals Manila 4 RTC Records, pp. 257-270. The December 13, 2017 Decision in Criminal Case No. R-QZN-13-00305- CR was penned by Presiding Judge Arthur 0. Malabaguio of Branch 93, Regional Trial Court, Quezon City. 5 Id at 252. 6 Id at 1-2. Id at 1. 8 CA rollo, p. 84. 9 Id at 65. 10 RTC Records, p. 374. 11 CA rollo, p. 64. Decision 3 G.R. No. 257483 employee Richard Tojino; and (5) Visatech auditor Robert Escolin.12 As for the defense, it presented: (1) Balagtas; and (2) Raymund Magat.13 The prosecution alleged that Balagtas was employed by Visatech from 2001 to April 2008.14 The company is in the installation service business for corporate clients such as Globe and PLDT. 15 Visatech's employees and installers are grouped into several operation units, each of which submit weekly summaries to Balagtas for purposes of processing the payroll of their respective employees and installers. 16 Balagtas then consolidates the summaries from the various units and submits the smne to Bermejo. Based on the consolidated payroll summary that Balagtas prepares, Bermejo hands Balagtas the necessary amount in cash for distribution to the respective area/unit heads.17 Following an anomaly regarding Visatech's failure to pay its corporate income tax in 2007, 18 Bermejo ordered a review of transactions where Balagtas handled company's funds.19 Visatech discovered that, for the period between 2006 to 2008, there were discrepancies between the weekly payroll summaries prepared by its unit supervisors and the consolidated. payroll summary prepared and submitted by Balagtas to Bermejo for funding. The prosecution determined that, for the period between June 2006 to February 2007, Balagtas committed six instances of \"payroll padding.\"20 The cash discrepancies that Balagtas was allegedly able to pocket amounted to PHP 304,569.38.21 On the part of the defense, Balagtas denied the allegations. She averred that she merely checked the payroll summaries submitted by the unit heads and prepared the corresponding vouchers for Bennejo's approval. The representative of each group would then receive the payroll money for distribution to their respective employees. Balagtas argued that Bermejo instituted the criminal action against her because she filed an illegal dismissal complaint against Visatech.22 12 id at 64-66, 84. 13 id at 84. 14 RTC Records, p. 258. 15 Id at 370. :6 Id at 371. 17 Id at 370-371. 18 Id at 258. 19 Id. 20 RTC Records, p. 259. 21 CA rollo, pp. 84-85. 22 Id. at 85. Decision 4 G.R. No. 257483 In its Decision, 23 the RTC found Balagtas guilty as charged: WHEREFORE, in the (sic) light of the foregoing, judgment is hereby rendered finding the accused SONIA M. BALAGTAS GUILTY beyond reasonable doubt of qualified (sic) under Article 310 of the Revised Penal Code as amended by R.A. 10951 and she is hereby sentenced to suffer imprisonment of an indeterminate penalty of four (4) years and two (2) months of prision correccional as minimum to nine (9) years and four (4 ) months of prision mayor as maximum; to pay complainant VISATECH INTEGRATED CORPORATION the amount' of P304,569.38 with legal interest from the date of filing of Information until fully paid and to pay the costs of suit. SO ORDERED. On appeal, the CA affirmed the conviction of Balagtas.24 It sustained the findings of the RTC that all the elements of qualified theft were present: (1) there was taking of personal property amounting to PHP 304,569.38 when Balagtas tampered with the weekly payrolls; (2) the cash belonged to Visatech; (3) the taking was with intent to gain; (4 ) the taking was without the consent ofVisatech; and (5) it was accomplished without the use of violence against or intimidation of persons or force upon things since Balagtas used her position and the confidence reposed in her to commit the crime.25 In a Resolution, the CA denied the Motion for Reconsideration filed by Balagtas.26 Hence, Balagtas filed the present Petition. Pursuant to a Resolution, 27 respondent People of the Philippines, through the Office of the Solicitor General, filed its Comment.28 The sole issue is whether Balagtas is guilty of qualified theft. This Court's Ruling The Petition is partly meritorious. 23 RTC Records, pp. 257-270. 24 CArollo, p. 91. 25 Id at 86-88. 26 Rollo, p. 29. 27 Id at 36--37. 28 Id at 45-62. Decision 5 G.R. No. 257483 Balagtas argues that: ( 1) there is no direct evidence proving the first element of qualified theft, i.e., the taking of PHP 304,569.38;29 (2) the evidence is inconsistent and unsubstantiated, and one witness denies payroll padding;30 and (3) the evidence against her were illegally obtained.31 We shall address these arguments in sequence. The elements of qualified theft committed with grave abuse of confidence as defined under Articles 308 and 310 of the Revised Penal Code are: (1) taking of personal property; (2) said property belongs to another; (3) said taking be done with intent to gain; (4) that the taking be done without the owner's consent; ( 5) that it be accomplished without the use of violence or intimidation against persons, nor of force upon things; and (6 ) that it be done with grave abuse of confidence.32 Balagtas argues that the prosecution failed to present any direct evidence proving the first element because nobody allegedly saw her pad the payroll and pocket the total amount of PHP 304,569.38.33 This argument has no merit. Direct evidence is not required for a conviction. After all, evidence is a matter of reasonable inference from any fact that may be proven by the prosecution provided the inference is logical and beyond reasonable doubt.34 Thus, in Candelaria v. People, 35 this Court reiterated that circumstantial evidence may suffice for conviction provided all the following conditions are rnet: Circumstantial evidence is sufficient for conviction if: (a) there is more than one circumstance; (b) the facts from which the inferences are derived are proven; and (c) the combination of aII the circumstances is such as to produce a conviction beyond reasonable doubt. Circumstantial evidence suffices to convict an accused only if the circumstances proven constitute an unbroken chain which leads to one fair and reasonable conclusion pointing to the accused, to the exclusion of all others, as the 29 Id at 14. 30 Id. at 15-l 8. 31 Idatl8. 32 People v. Cruz, 786 Phil. 609,618 (2016) [Per J. Perez, Third Division]. 33 Rollo, p. 14. 34 Bacerra y Tabones v. People, 812 Phil. 25, 36 (20 I 7) [Per J. Leonen, Second Division]. 35 749 Phil. 517(2014) [Per J. Perlas-Bernabe. First Division]. Decision 6 G.R. No. 257483 guilty person; the circumstances proved must be consistent with each other, consistent with the hypothesis that the accused is guilty, and, at the same time, inconsistent with any other hypothesis except that of guilt. Corollary thereto, a conviction based on circumstantial evidence must exclude each and every hypothesis consistent with innocence.36 (Citations omitted) In the present case, although the record confirms that no one directly witnessed Balagtas padding the payroll or misappropriating the excess funds, the prosecution has nonetheless established, through the following circumstantial evidence, that Balagtas committed theft: (1) the unit supervisors prepared and submitted their payroll summaries to Balagtas weekly;37 (2) Balagtas was solely in charge of consolidating the summaries from the unit supervisors;38 (3) Balagtas submits the consolidated payroll summary to Bermejo;39 (4) Balagtas receives from Bermejo the amount indicated on the consolidated payroll documents in cash;40 . (5) the amounts submitted by the unksupervisors are different from the amounts indicated on the consolidated payroll summary provided by Balagtas to Bermejo;41 (6) Balagtas admits that her handwriting appears on the back side of the padded payroll summary;42 (7) Balagtas has in her custody the padded payroll summary and the individual payroll summaries from each unit;43 and (8) the cumulative difference between the payroll summaries submitted by the unit supervisors and the consolidated payroll summary prepared by Balagtas totaled PHP 304,569.38.44 From the foregoing, Balagtas clearly manipulated the payroll to receive excess funds. The unaccounted excess funds in the hands of Balagtas constitute the unlawful taking ofp ersonal property, thereby satisfying the first element of theft. • As for the other elements, the prosecution has likewise established that the pocketed amount belonged to Visa.tech; that the taking was with intent to gain, which can be established through Balagtas's overt acts; that the taking 36 Id. at 525. 37 CA rollo, pp. 65, 68. 38 Id at 68-69; TSN, Sonia Balagtas, February ! 6, 2017, p. l 0. 39 Id. at 69, TSN, Edmund Bennejo, September 6, 2017, p. 6. 40 Id. at 65, 69-70. 41 Id at 65-66. 42 TSN, Sonia Balagtas, February 16, 20 I 7, p. 8. 43 CA ro!lo, pp. 65, 71. 44 Id at 75. Decision 7 G.R. No. 257483 was without Visatech' s consent; and that the taking was accomplished without the use of violence or intimidation against persons, or of force upon things.45 However, this Court finds that the prosecution failed to establish the circumstance of grave abuse of confidence to qualify the crime of theft. As the following discussion will reveal, Balagtas may only be convicted of simple theft with the generic aggravating circumstance of abuse of confidence. To begin, in alleging the qualifying circumstance that the theft was committed with grave abuse of confidence, the prosecution must establish the existence of a relationship of confidence between the offended party and the accused. Jurisprudence characterizes this as one of \"special trust\" 46 or a \"higher degree of confidence\"47-a level of trust exceeding that which exists ordinarily between housemates, 48 between an employer and a secretary entrusted with collecting payments, 49 or even that between a store and its cashier. 50 This special trust or higher degree of confidence is essential to demonstrate that the accused had both the opportunity and the means to commit the theft as a direct result of the trust reposed in them. Should the prosecution fail to establish this relationship, any claim of grave abuse of confidence would lack both logic and legal foundation. For instance, in People v. Maglaya,51 the crime was downgraded from qualified theft to simple theft because the relationship of confidence between the employer and the accused was not sufficiently established. The evidence revealed that the employer had never given the accused therein the possession of the machines he would later be convicted of stealing, nor did the employer allow him to take hold of them. In fact, the task of delivering machines to clients was entrusted not to the accused but to another employee. Thus, in failing to establish the existence of a relationship of confidence, this Court held that the crime committed was only simple theft. Similarly, in Viray v. People, 52 this Court downgraded the crime to simple theft because the accused, a caretaker, had no ready access to the interior of the house and the properties that were stolen. Indeed, the circumstance that the accused even had to \"[force] open\"53 his way into the house was appreciated as negating the presence of such confidence. 45 Id at 87. 46 Batislaon 1c People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 47 Homo! v: People, G.R. No. 191039, August 22, 2022 [Per J. )VIV Lopez, Second Division]. 48 People v. Koc Song, 63 Phil. 369-372 (1936) [Per C.J. Avancena, En Banc]. 49 Homo! v. People, G.R. No. ]91039, August 22, 2022 [Per J. M.V. Lopez, Second Division]. 50 Batislaon v. People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 51 141 Phil. 278--285 ( 1969) [Per J. Concepcion, First Division]. 52 720 Phil. 841--855 (20 l 3) [Per J. Velasco, Jr., Third Division]. 53 Id at 854. Decision 8 G.R. No. 257483 The doctrines established in Maglaya and Viray apply directly to Balagtas's situation, as her lack of ready access to the cash-further demonstrated by her need to create fictitious entries-shows that she did not enjoy a level of trust and confidence from Visatech. Thus, while her actions were criminally reprehensible, these were not reflective of a relationship of trust and confidence that, when gravely abused,.would elevate simple theft to qualified theft. However, it is important to note that employing deceptive acts to commit theft does not always negate the presen~e of a relationship of trust and confidence, as a trusted employee could be just as capable of fraud. Here, however, in the absence of any other corroborating fact, the ambiguity must be appreciated in favor of Balagtas. As is elementary in criminal cases, the prosecution must affirmatively demonstrate through its own evidence that the circumstances that aggravate the crime were indeed present. In this case, the prosecution plainly failed to establish that there was a special trust or a higher degree of confidence between Visatech and Balagtas. Interestingly, the RTC found that Balagtas had the full trust and confidence of Visatech simply because the nature of her position involved handling cash.54 The CA arrived at the same conclusion after determining that Balagtas in fact handled the \"financial aspect ofVisatech,\"55 and nothing else. Certainly, the frugal findings of the CA and the RTC fall short of proving the contemplated confidence beyond reasonable doubt. Indeed, in Batislaon v. People, 56 this Court held that the mere allegation that the accused therein is a grocery cashier, without more, does not by itself make them criminally liable for qualified theft. In the same vein, the secretary/collector in Homo! v. People,57 who did not remit to her employer the money she received from customers, was only convicted of simple theft because the relation of confidence and intimacy required in qualified theft was not proven. More importantly, a closer exainination of the prosecution's evidence reveals a glaring absence of detail regarding the relationship of trust and confidence between Balagtas and Visatech. Beyond merely establishing Balagtas's position and responsibilities, the testimonies of prosecution witnesses provide no concrete evidence to support the claim of a relationship of trust and confidence. Bermejo's O\\Vll terse assertion that Balagtas was a 54 CA rollo, p. 72. 55 Id at 87. 56 G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 57 G.R. No. 191039, August 22, 2022 [Per J. M.V. Lopez, Secorid Division]. Decision 9 G.R. No. 257483 trusted employee is unsubstantiated, 58 lacking any specific examples or incidents to demonstrate the depth of the alleged trust. In summary, given the prosecution's inability to prove that Balagtas enjoyed the higher degree of confidence of Visatech, her conviction for the crime of theft cannot be aggravated to qualified theft. The failure to establish this element renders the prosecution's case insufficient to justify a more severe penalty. Even if a relationship of confidence had been established-.- which it was not-the prosecution's failure to separately prove the gravity of Balagtas's exploitation of this trust would similarly render the conviction for qualified theft tenuous. It bears emphasizing that, in Maglaya, Homo!, and Batislaon, this Court consistently held that an employee taking advantage of one's position to commit theft does not inevitably result in a finding of grave abuse of confidence. Without more, this may at best lead only to establishing the generic aggravating circumstance of abuse of confidence. On this point, Homo! also teaches that, when the gravity of exploitation of trust is not proven, and only the fact of taking advantage of one's position to commit theft is established, the crime is only simple theft and the abuse of confidence shall be treated as a generic aggravating circumstance: At most, the abuse of confidence shall be considered as a generic aggravating circumstance since the gravity of exploitation of trust was not proven. Indeed, abuse of confidence is inherent in qualified theft but not in simple theft since the circumstance is not included in the definition of the crime. Under Article 14 of the RPC, abuse of confidence exists only when the offended party has trusted the offender who later abuses such trust by committing the crime. The abuse of confidence must be a means of facilitating the commission of the crime, the culprit taking advantage of the offended party's belief that the former would not abuse said confidence. The confidence between the offender and the offended party must be immediate and persona!.59 Here, the prosecution established that Visatech' s weekly payroll varies due to the nature of its business. Despite these fluctuations, employees' salaries must also always be disbursed on time. 60 Thus, to ensure that the fictitious entries would be approved, Balagtas took advantage of the business's vulnerabilities and the time-sensitive nature of the payroll process. However, in the absence of proof demonstrating both a higher degree of confidence between Balagtas and Visatech and the extent of exploitation of that confidence, these acts may only be appreciated as a generic aggravating circumstance of abuse of confidence. 58 RTC Records, pp. 370,372. 59 G.R No. 191039, August 22, 2022 [Per J. M.V. Lopez, Second Division] at 9. This pinpoint citation refers to the Decision uploaded to the Supreme Court website. 60 RTC Records, p. 371-372. Decision G.R. No. 257483 As regards Balagtas's second argument, she asserts that Bermejo's testimony did not categorically point to her as the author of the padded payroll, and that this testimony was allegedly inconsistent with that of Galorpo.61 The inconsistency is more apparent than real. A witness's testimony must be considered in its entirety, not in isolated parts. 62 While Bermejo mentioned that unit heads, not necessarily Balagtas, were responsible for payroll summaries, 63 he also testified that Balagtas gave him the consolidated payroll summaries and that he relied on these documents when handing cash to Balagtas. 64 Therefore, We can disregard the apparent inconsistency, especially since Balagtas admitted to listing employees with cash advances on the back of the consolidated payroll summaries, corroborating that these were the documents she submitted to Bermejo.65 • Balagtas also claims that Galorpo admitted that there was no payroll padding:66 However, this argument is based on an inaccurate appreciation of Galorpo's testimony. He was only referring to Balagtas's handwritten notes, which represented the cash advances or debts of employees and were not the source of the discrepancy. 67 The RTC correctly found that Bermejo asked Balagtas to list employees who had made cash advances on the back of the consolidated payroll summary.68 Nothing in Galorpo's testimony suggested, much less stated, that Balagtas did not pad the payroll. Further, Balagtas maintains that the evidence against her were illegally obtained because the padded payroll summaries were retrieved from her personal bag and drawer without a search warrant.69 Suffice it to state that the protection against unreasonable searches and seizures do not extend to acts committed by private individuals.70 Finally, regarding Balagtas's argument that Bennejo filed the criminal case in retaliation for her initiatjng an illegal dismissal case against Visatech,71 the records clearly contradict this claim. During cross-examination, Balagtas 61 Rollo, p. 15. 62 People v. Cula, 3&.5 Phil. 742 (2000) [Per J. [vJelo, En Banc]. 63 TSN, Edmund Bermejo, November 12, 2013, pp. 7-8. 64 TSN, Edmund Bermejo, September 6, 2017, pp. 5-6. 65 TSN, Sonia Balagtas, February 16, 2017, p. 8. 66 Rollo, p. 16. 67 TSN, Anthony Galorpo, October 22, 2013, pp. 38--39. 68 CA rollo, p. 69. 69 Rollo, pp. 18-19. 70 People v. Marti, 27! Phil. 51, 62 (1991) [Per J. Bidin, Third Division]. 71 Rollo, p. 13. Decision 11 G.R. No. 257483 admitted that Visatech had already filed three criminal complaints against her before she commenced the illegal dismissal case. 72 With regard to the proper penalty, the provisions of the amendatory law, Republic Act No. 1095173 retroactively apply because they are· favorable to the accused.74 Section 81 of Republic Act No. 10951 provides: Section 81. Article 309 of the same Act is hereby amended to read as follows: ART. 309. Penalties. -Any person guilty of theft shall be punished by: 3. The penalty of prision correccional in its minimum and medium • periods, if the value of the property stolen is more than Twenty thousand pesos (P20,000) but does not exceed Six hundred thousand pesos (P600,000). Balagtas is found guilty beyond reasonable ·doubt of taking PHP 304,569.38 from Visatech, with the generic aggravating circumstance of abuse of confidence, placing her imposable penalty within the range of two years, 11 months, and 11 days to four years and two months of prision correccional. Applying the Indeterminate Sentence Law, the minimum penalty falls within the range of penalties next lower in degree to that prescribed by the Revised Penal Code, which is arresto mayor in its medium and maximum periods, or from two months and one day to six months. From the foregoing, We find it proper to impose upon Balagtas the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months ofp rision correccional, as maximum, considering the provisions of Arti_cle 309 of the Revised Penal Code as amentj.ed by Republic Act No. 10951 and the Indeterminate Sentence Law. Balagtas's preventive detention may be credited in her favor in accordance with Section l of Republic Act No.10592, which amended Article 29 of the Revised Penal Code. 72 TSN, Sonia Balagtas, November I I, 2015, p. 7. 73 An Act Adjusting The Amount Or The Value Of Property And Damage On Which A Penalty Is Based And The Fines Imposed Under The Revised Penal Code, Amending For The Purpose Act No. 3815, Otherwise Known As 'The Revised Penal Code,' As Amended, July 25, 2017. 74 People v. Mejares, 823 Phil. 459, 473 (2018) [Per J. Leonen, Third Division]. Decision 12 G.R. No. 25,7483 Finally, the monetary awards due to Visatech shall earn legal interest at the rate of 6% per annum from the date of finality of this Decision until full payment pursuant to prevailing jurisprudence. ACCORDINGLY, the Petition is PARTIALLY GRANTED. The September 23, 2020 Decision and the September 24, 2021 Resolution of the Court of Appeals in CA-G.R. CR No. 41206 are AFFIRMED with MODIFICATION in that Sonia Balagtas is found.guilty of simple theft and is sentenced to suffer the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months of prision correccional, as maximum. Sonia Balagtas is further ORDERED to PAY Visatech Integrated Corporation the amount of PHP 304,569.38 with legal interest at the rate of 6% per annum from the date of final_ity of this . Decision until full payment. SO ORDERED. WE CONCUR: Senior Associate Justice Chairperson ~ AM/2~-JAVfER Associate Justice (on leave) ANTONIO T. KHO, JR. Associate Justice Decision 13 G.R. No. 257483 ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division. Senior Associate Justice Chairperson, Second Division CERTIFICATION Pursuant to Section 13, Article VUI of the Constitution, and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division.",
    "syllabus": "SUPREME COURT OF THE PHILIPPINES PUBLIC INFORMATION OFFICE TIME:_ _____..,,'---------/-;1/-+'-:c.;;,,..\"\"---- lit of tbe ftbilippine% ~CpUb ~uprctne QCourt ;fflanila SECOND DIVISION SONIA BALAGTAS, G.R. No. 257483 Petitioner, Present: LEONEN, ~\"\".AJ, Chairperson, -versus- LAZARO-JAVIER, LOPEZ, J\\,1., LOPEZ, J., and KHO, JR., JJ. * PEOPLE OF THE PHILIPPINES, Respondent. Promulgated: x-----------------------------------------------------· --------------------------- -------x .DECIS I ON LOPEZ, J., J.: In cases of qualified theft committed \\Vith grave abuse of confidence, the prosecution must first establish the existence of a relationship of confidence between the offended party and the accused. 1f the prosecution fails to prove this relationship, any subsequent claims of grave abuse of confidence would be unfounded. • On ieave. Decision 2 G.R. No. 257483 ·\"'.· .... •• ;,,t , .. ,· --Thi~- ,,': .. J' :d~U:rf\\tesolves the Petition for Review on Certiorari1 filed by ~ So.riia Bal~gtaJ ~alagtas) assailing the Decision 2 and Resolution 3 of the •• :'Court.of Appeal, s1(CA), which affirmed the Decision4 of the Regional Trial .. ·:'court (RTC/Th:6':RTC found Balagtas guilty beyond reasonable doubt of the crime of qualified theft. 5 The instant case stemmed from an Information6 filed against Balagtas, the accusatory portion of which states: That on or about the period comprised from June., 2006 to February 2007, in Quezon City, Philippines, the above-named accused being then employed as an Operation Manager of VISA TECH INTEGRATED CORPORATION and represented by ANTHONY GALO RPO located at 200 Pluto Street, Brgy. Bahay Toro, this City, and as such have free access to the property stolen, with grave abuse of confidence reposed upon her by the said company, did then and there, willfully, unlawfully and feloniously, with intent of gain and Without the knowledge and consent of the owner thereof, take, steal and carry away cash money in the amount of Php304,569.38, Philippine Currency, which represents six (6) payroll periods which she padded belonging to said VISA TECH INTEGRATED CORPORATION, to the damage and prejudice of the said offended party in the amount aforementioned. CONTRARY TO LA W.7 At her arraignment, Balagtas pleaded not guilty. Pre-trial and trial followed.8 The prosecution presented five witnesses, namely: (1) Edmund Bermejo (Bermejo), president of private complainant Visatech Integrated Corporation (Visatech);9 (2) Visatech employee Anthony M. Fuentes;10 (3) Visatech Operations Manager Anthony Galorpo ( Galorpo ); 11 4) Visat ech ( Rollo, pp. 10-25. 2 CA rollo, pp. 83-91. The September 23, 2020 Decision in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concurred in by Acting Presiding Justice Remedios A. Salazar Fernando and Associate Justice Bonifacio S. Pascua of the Special First Division, Court of Appeals Manila. Rollo, pp. 27-29. The September 24, 2021 Resolution in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concmTed in by Presiding Justice Remedios A. Salazar-Fernando and Associate Justice Bonifacio S. Pascua of the Fom1er Special First Division, Court ofA ppeals Manila 4 RTC Records, pp. 257-270. The December 13, 2017 Decision in Criminal Case No. R-QZN-13-00305- CR was penned by Presiding Judge Arthur 0. Malabaguio of Branch 93, Regional Trial Court, Quezon City. 5 Id at 252. 6 Id at 1-2. Id at 1. 8 CA rollo, p. 84. 9 Id at 65. 10 RTC Records, p. 374. 11 CA rollo, p. 64. Decision 3 G.R. No. 257483 employee Richard Tojino; and (5) Visatech auditor Robert Escolin.12 As for the defense, it presented: (1) Balagtas; and (2) Raymund Magat.13 The prosecution alleged that Balagtas was employed by Visatech from 2001 to April 2008.14 The company is in the installation service business for corporate clients such as Globe and PLDT. 15 Visatech's employees and installers are grouped into several operation units, each of which submit weekly summaries to Balagtas for purposes of processing the payroll of their respective employees and installers. 16 Balagtas then consolidates the summaries from the various units and submits the smne to Bermejo. Based on the consolidated payroll summary that Balagtas prepares, Bermejo hands Balagtas the necessary amount in cash for distribution to the respective area/unit heads.17 Following an anomaly regarding Visatech's failure to pay its corporate income tax in 2007, 18 Bermejo ordered a review of transactions where Balagtas handled company's funds.19 Visatech discovered that, for the period between 2006 to 2008, there were discrepancies between the weekly payroll summaries prepared by its unit supervisors and the consolidated. payroll summary prepared and submitted by Balagtas to Bermejo for funding. The prosecution determined that, for the period between June 2006 to February 2007, Balagtas committed six instances of \"payroll padding.\"20 The cash discrepancies that Balagtas was allegedly able to pocket amounted to PHP 304,569.38.21 On the part of the defense, Balagtas denied the allegations. She averred that she merely checked the payroll summaries submitted by the unit heads and prepared the corresponding vouchers for Bennejo's approval. The representative of each group would then receive the payroll money for distribution to their respective employees. Balagtas argued that Bermejo instituted the criminal action against her because she filed an illegal dismissal complaint against Visatech.22 12 id at 64-66, 84. 13 id at 84. 14 RTC Records, p. 258. 15 Id at 370. :6 Id at 371. 17 Id at 370-371. 18 Id at 258. 19 Id. 20 RTC Records, p. 259. 21 CA rollo, pp. 84-85. 22 Id. at 85. Decision 4 G.R. No. 257483 In its Decision, 23 the RTC found Balagtas guilty as charged: WHEREFORE, in the (sic) light of the foregoing, judgment is hereby rendered finding the accused SONIA M. BALAGTAS GUILTY beyond reasonable doubt of qualified (sic) under Article 310 of the Revised Penal Code as amended by R.A. 10951 and she is hereby sentenced to suffer imprisonment of an indeterminate penalty of four (4) years and two (2) months of prision correccional as minimum to nine (9) years and four (4 ) months of prision mayor as maximum; to pay complainant VISATECH INTEGRATED CORPORATION the amount' of P304,569.38 with legal interest from the date of filing of Information until fully paid and to pay the costs of suit. SO ORDERED. On appeal, the CA affirmed the conviction of Balagtas.24 It sustained the findings of the RTC that all the elements of qualified theft were present: (1) there was taking of personal property amounting to PHP 304,569.38 when Balagtas tampered with the weekly payrolls; (2) the cash belonged to Visatech; (3) the taking was with intent to gain; (4 ) the taking was without the consent ofVisatech; and (5) it was accomplished without the use of violence against or intimidation of persons or force upon things since Balagtas used her position and the confidence reposed in her to commit the crime.25 In a Resolution, the CA denied the Motion for Reconsideration filed by Balagtas.26 Hence, Balagtas filed the present Petition. Pursuant to a Resolution, 27 respondent People of the Philippines, through the Office of the Solicitor General, filed its Comment.28 The sole issue is whether Balagtas is guilty of qualified theft. This Court's Ruling The Petition is partly meritorious. 23 RTC Records, pp. 257-270. 24 CArollo, p. 91. 25 Id at 86-88. 26 Rollo, p. 29. 27 Id at 36--37. 28 Id at 45-62. Decision 5 G.R. No. 257483 Balagtas argues that: ( 1) there is no direct evidence proving the first element of qualified theft, i.e., the taking of PHP 304,569.38;29 (2) the evidence is inconsistent and unsubstantiated, and one witness denies payroll padding;30 and (3) the evidence against her were illegally obtained.31 We shall address these arguments in sequence. The elements of qualified theft committed with grave abuse of confidence as defined under Articles 308 and 310 of the Revised Penal Code are: (1) taking of personal property; (2) said property belongs to another; (3) said taking be done with intent to gain; (4) that the taking be done without the owner's consent; ( 5) that it be accomplished without the use of violence or intimidation against persons, nor of force upon things; and (6 ) that it be done with grave abuse of confidence.32 Balagtas argues that the prosecution failed to present any direct evidence proving the first element because nobody allegedly saw her pad the payroll and pocket the total amount of PHP 304,569.38.33 This argument has no merit. Direct evidence is not required for a conviction. After all, evidence is a matter of reasonable inference from any fact that may be proven by the prosecution provided the inference is logical and beyond reasonable doubt.34 Thus, in Candelaria v. People, 35 this Court reiterated that circumstantial evidence may suffice for conviction provided all the following conditions are rnet: Circumstantial evidence is sufficient for conviction if: (a) there is more than one circumstance; (b) the facts from which the inferences are derived are proven; and (c) the combination of aII the circumstances is such as to produce a conviction beyond reasonable doubt. Circumstantial evidence suffices to convict an accused only if the circumstances proven constitute an unbroken chain which leads to one fair and reasonable conclusion pointing to the accused, to the exclusion of all others, as the 29 Id at 14. 30 Id. at 15-l 8. 31 Idatl8. 32 People v. Cruz, 786 Phil. 609,618 (2016) [Per J. Perez, Third Division]. 33 Rollo, p. 14. 34 Bacerra y Tabones v. People, 812 Phil. 25, 36 (20 I 7) [Per J. Leonen, Second Division]. 35 749 Phil. 517(2014) [Per J. Perlas-Bernabe. First Division]. Decision 6 G.R. No. 257483 guilty person; the circumstances proved must be consistent with each other, consistent with the hypothesis that the accused is guilty, and, at the same time, inconsistent with any other hypothesis except that of guilt. Corollary thereto, a conviction based on circumstantial evidence must exclude each and every hypothesis consistent with innocence.36 (Citations omitted) In the present case, although the record confirms that no one directly witnessed Balagtas padding the payroll or misappropriating the excess funds, the prosecution has nonetheless established, through the following circumstantial evidence, that Balagtas committed theft: (1) the unit supervisors prepared and submitted their payroll summaries to Balagtas weekly;37 (2) Balagtas was solely in charge of consolidating the summaries from the unit supervisors;38 (3) Balagtas submits the consolidated payroll summary to Bermejo;39 (4) Balagtas receives from Bermejo the amount indicated on the consolidated payroll documents in cash;40 . (5) the amounts submitted by the unksupervisors are different from the amounts indicated on the consolidated payroll summary provided by Balagtas to Bermejo;41 (6) Balagtas admits that her handwriting appears on the back side of the padded payroll summary;42 (7) Balagtas has in her custody the padded payroll summary and the individual payroll summaries from each unit;43 and (8) the cumulative difference between the payroll summaries submitted by the unit supervisors and the consolidated payroll summary prepared by Balagtas totaled PHP 304,569.38.44 From the foregoing, Balagtas clearly manipulated the payroll to receive excess funds. The unaccounted excess funds in the hands of Balagtas constitute the unlawful taking ofp ersonal property, thereby satisfying the first element of theft. • As for the other elements, the prosecution has likewise established that the pocketed amount belonged to Visa.tech; that the taking was with intent to gain, which can be established through Balagtas's overt acts; that the taking 36 Id. at 525. 37 CA rollo, pp. 65, 68. 38 Id at 68-69; TSN, Sonia Balagtas, February ! 6, 2017, p. l 0. 39 Id. at 69, TSN, Edmund Bennejo, September 6, 2017, p. 6. 40 Id. at 65, 69-70. 41 Id at 65-66. 42 TSN, Sonia Balagtas, February 16, 20 I 7, p. 8. 43 CA ro!lo, pp. 65, 71. 44 Id at 75. Decision 7 G.R. No. 257483 was without Visatech' s consent; and that the taking was accomplished without the use of violence or intimidation against persons, or of force upon things.45 However, this Court finds that the prosecution failed to establish the circumstance of grave abuse of confidence to qualify the crime of theft. As the following discussion will reveal, Balagtas may only be convicted of simple theft with the generic aggravating circumstance of abuse of confidence. To begin, in alleging the qualifying circumstance that the theft was committed with grave abuse of confidence, the prosecution must establish the existence of a relationship of confidence between the offended party and the accused. Jurisprudence characterizes this as one of \"special trust\" 46 or a \"higher degree of confidence\"47-a level of trust exceeding that which exists ordinarily between housemates, 48 between an employer and a secretary entrusted with collecting payments, 49 or even that between a store and its cashier. 50 This special trust or higher degree of confidence is essential to demonstrate that the accused had both the opportunity and the means to commit the theft as a direct result of the trust reposed in them. Should the prosecution fail to establish this relationship, any claim of grave abuse of confidence would lack both logic and legal foundation. For instance, in People v. Maglaya,51 the crime was downgraded from qualified theft to simple theft because the relationship of confidence between the employer and the accused was not sufficiently established. The evidence revealed that the employer had never given the accused therein the possession of the machines he would later be convicted of stealing, nor did the employer allow him to take hold of them. In fact, the task of delivering machines to clients was entrusted not to the accused but to another employee. Thus, in failing to establish the existence of a relationship of confidence, this Court held that the crime committed was only simple theft. Similarly, in Viray v. People, 52 this Court downgraded the crime to simple theft because the accused, a caretaker, had no ready access to the interior of the house and the properties that were stolen. Indeed, the circumstance that the accused even had to \"[force] open\"53 his way into the house was appreciated as negating the presence of such confidence. 45 Id at 87. 46 Batislaon 1c People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 47 Homo! v: People, G.R. No. 191039, August 22, 2022 [Per J. )VIV Lopez, Second Division]. 48 People v. Koc Song, 63 Phil. 369-372 (1936) [Per C.J. Avancena, En Banc]. 49 Homo! v. People, G.R. No. ]91039, August 22, 2022 [Per J. M.V. Lopez, Second Division]. 50 Batislaon v. People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 51 141 Phil. 278--285 ( 1969) [Per J. Concepcion, First Division]. 52 720 Phil. 841--855 (20 l 3) [Per J. Velasco, Jr., Third Division]. 53 Id at 854. Decision 8 G.R. No. 257483 The doctrines established in Maglaya and Viray apply directly to Balagtas's situation, as her lack of ready access to the cash-further demonstrated by her need to create fictitious entries-shows that she did not enjoy a level of trust and confidence from Visatech. Thus, while her actions were criminally reprehensible, these were not reflective of a relationship of trust and confidence that, when gravely abused,.would elevate simple theft to qualified theft. However, it is important to note that employing deceptive acts to commit theft does not always negate the presen~e of a relationship of trust and confidence, as a trusted employee could be just as capable of fraud. Here, however, in the absence of any other corroborating fact, the ambiguity must be appreciated in favor of Balagtas. As is elementary in criminal cases, the prosecution must affirmatively demonstrate through its own evidence that the circumstances that aggravate the crime were indeed present. In this case, the prosecution plainly failed to establish that there was a special trust or a higher degree of confidence between Visatech and Balagtas. Interestingly, the RTC found that Balagtas had the full trust and confidence of Visatech simply because the nature of her position involved handling cash.54 The CA arrived at the same conclusion after determining that Balagtas in fact handled the \"financial aspect ofVisatech,\"55 and nothing else. Certainly, the frugal findings of the CA and the RTC fall short of proving the contemplated confidence beyond reasonable doubt. Indeed, in Batislaon v. People, 56 this Court held that the mere allegation that the accused therein is a grocery cashier, without more, does not by itself make them criminally liable for qualified theft. In the same vein, the secretary/collector in Homo! v. People,57 who did not remit to her employer the money she received from customers, was only convicted of simple theft because the relation of confidence and intimacy required in qualified theft was not proven. More importantly, a closer exainination of the prosecution's evidence reveals a glaring absence of detail regarding the relationship of trust and confidence between Balagtas and Visatech. Beyond merely establishing Balagtas's position and responsibilities, the testimonies of prosecution witnesses provide no concrete evidence to support the claim of a relationship of trust and confidence. Bermejo's O\\Vll terse assertion that Balagtas was a 54 CA rollo, p. 72. 55 Id at 87. 56 G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 57 G.R. No. 191039, August 22, 2022 [Per J. M.V. Lopez, Secorid Division]. Decision 9 G.R. No. 257483 trusted employee is unsubstantiated, 58 lacking any specific examples or incidents to demonstrate the depth of the alleged trust. In summary, given the prosecution's inability to prove that Balagtas enjoyed the higher degree of confidence of Visatech, her conviction for the crime of theft cannot be aggravated to qualified theft. The failure to establish this element renders the prosecution's case insufficient to justify a more severe penalty. Even if a relationship of confidence had been established-.- which it was not-the prosecution's failure to separately prove the gravity of Balagtas's exploitation of this trust would similarly render the conviction for qualified theft tenuous. It bears emphasizing that, in Maglaya, Homo!, and Batislaon, this Court consistently held that an employee taking advantage of one's position to commit theft does not inevitably result in a finding of grave abuse of confidence. Without more, this may at best lead only to establishing the generic aggravating circumstance of abuse of confidence. On this point, Homo! also teaches that, when the gravity of exploitation of trust is not proven, and only the fact of taking advantage of one's position to commit theft is established, the crime is only simple theft and the abuse of confidence shall be treated as a generic aggravating circumstance: At most, the abuse of confidence shall be considered as a generic aggravating circumstance since the gravity of exploitation of trust was not proven. Indeed, abuse of confidence is inherent in qualified theft but not in simple theft since the circumstance is not included in the definition of the crime. Under Article 14 of the RPC, abuse of confidence exists only when the offended party has trusted the offender who later abuses such trust by committing the crime. The abuse of confidence must be a means of facilitating the commission of the crime, the culprit taking advantage of the offended party's belief that the former would not abuse said confidence. The confidence between the offender and the offended party must be immediate and persona!.59 Here, the prosecution established that Visatech' s weekly payroll varies due to the nature of its business. Despite these fluctuations, employees' salaries must also always be disbursed on time. 60 Thus, to ensure that the fictitious entries would be approved, Balagtas took advantage of the business's vulnerabilities and the time-sensitive nature of the payroll process. However, in the absence of proof demonstrating both a higher degree of confidence between Balagtas and Visatech and the extent of exploitation of that confidence, these acts may only be appreciated as a generic aggravating circumstance of abuse of confidence. 58 RTC Records, pp. 370,372. 59 G.R No. 191039, August 22, 2022 [Per J. M.V. Lopez, Second Division] at 9. This pinpoint citation refers to the Decision uploaded to the Supreme Court website. 60 RTC Records, p. 371-372. Decision G.R. No. 257483 As regards Balagtas's second argument, she asserts that Bermejo's testimony did not categorically point to her as the author of the padded payroll, and that this testimony was allegedly inconsistent with that of Galorpo.61 The inconsistency is more apparent than real. A witness's testimony must be considered in its entirety, not in isolated parts. 62 While Bermejo mentioned that unit heads, not necessarily Balagtas, were responsible for payroll summaries, 63 he also testified that Balagtas gave him the consolidated payroll summaries and that he relied on these documents when handing cash to Balagtas. 64 Therefore, We can disregard the apparent inconsistency, especially since Balagtas admitted to listing employees with cash advances on the back of the consolidated payroll summaries, corroborating that these were the documents she submitted to Bermejo.65 • Balagtas also claims that Galorpo admitted that there was no payroll padding:66 However, this argument is based on an inaccurate appreciation of Galorpo's testimony. He was only referring to Balagtas's handwritten notes, which represented the cash advances or debts of employees and were not the source of the discrepancy. 67 The RTC correctly found that Bermejo asked Balagtas to list employees who had made cash advances on the back of the consolidated payroll summary.68 Nothing in Galorpo's testimony suggested, much less stated, that Balagtas did not pad the payroll. Further, Balagtas maintains that the evidence against her were illegally obtained because the padded payroll summaries were retrieved from her personal bag and drawer without a search warrant.69 Suffice it to state that the protection against unreasonable searches and seizures do not extend to acts committed by private individuals.70 Finally, regarding Balagtas's argument that Bennejo filed the criminal case in retaliation for her initiatjng an illegal dismissal case against Visatech,71 the records clearly contradict this claim. During cross-examination, Balagtas 61 Rollo, p. 15. 62 People v. Cula, 3&.5 Phil. 742 (2000) [Per J. [vJelo, En Banc]. 63 TSN, Edmund Bermejo, November 12, 2013, pp. 7-8. 64 TSN, Edmund Bermejo, September 6, 2017, pp. 5-6. 65 TSN, Sonia Balagtas, February 16, 2017, p. 8. 66 Rollo, p. 16. 67 TSN, Anthony Galorpo, October 22, 2013, pp. 38--39. 68 CA rollo, p. 69. 69 Rollo, pp. 18-19. 70 People v. Marti, 27! Phil. 51, 62 (1991) [Per J. Bidin, Third Division]. 71 Rollo, p. 13. Decision 11 G.R. No. 257483 admitted that Visatech had already filed three criminal complaints against her before she commenced the illegal dismissal case. 72 With regard to the proper penalty, the provisions of the amendatory law, Republic Act No. 1095173 retroactively apply because they are· favorable to the accused.74 Section 81 of Republic Act No. 10951 provides: Section 81. Article 309 of the same Act is hereby amended to read as follows: ART. 309. Penalties. -Any person guilty of theft shall be punished by: 3. The penalty of prision correccional in its minimum and medium • periods, if the value of the property stolen is more than Twenty thousand pesos (P20,000) but does not exceed Six hundred thousand pesos (P600,000). Balagtas is found guilty beyond reasonable ·doubt of taking PHP 304,569.38 from Visatech, with the generic aggravating circumstance of abuse of confidence, placing her imposable penalty within the range of two years, 11 months, and 11 days to four years and two months of prision correccional. Applying the Indeterminate Sentence Law, the minimum penalty falls within the range of penalties next lower in degree to that prescribed by the Revised Penal Code, which is arresto mayor in its medium and maximum periods, or from two months and one day to six months. From the foregoing, We find it proper to impose upon Balagtas the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months ofp rision correccional, as maximum, considering the provisions of Arti_cle 309 of the Revised Penal Code as amentj.ed by Republic Act No. 10951 and the Indeterminate Sentence Law. Balagtas's preventive detention may be credited in her favor in accordance with Section l of Republic Act No.10592, which amended Article 29 of the Revised Penal Code. 72 TSN, Sonia Balagtas, November I I, 2015, p. 7. 73 An Act Adjusting The Amount Or The Value Of Property And Damage On Which A Penalty Is Based And The Fines Imposed Under The Revised Penal Code, Amending For The Purpose Act No. 3815, Otherwise Known As 'The Revised Penal Code,' As Amended, July 25, 2017. 74 People v. Mejares, 823 Phil. 459, 473 (2018) [Per J. Leonen, Third Division]. Decision 12 G.R. No. 25,7483 Finally, the monetary awards due to Visatech shall earn legal interest at the rate of 6% per annum from the date of finality of this Decision until full payment pursuant to prevailing jurisprudence. ACCORDINGLY, the Petition is PARTIALLY GRANTED. The September 23, 2020 Decision and the September 24, 2021 Resolution of the Court of Appeals in CA-G.R. CR No. 41206 are AFFIRMED with MODIFICATION in that Sonia Balagtas is found.guilty of simple theft and is sentenced to suffer the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months of prision correccional, as maximum. Sonia Balagtas is further ORDERED to PAY Visatech Integrated Corporation the amount of PHP 304,569.38 with legal interest at the rate of 6% per annum from the date of final_ity of this . Decision until full payment. SO ORDERED. WE CONCUR: Senior Associate Justice Chairperson ~ AM/2~-JAVfER Associate Justice (on leave) ANTONIO T. KHO, JR. Associate Justice Decision 13 G.R. No. 257483 ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division. Senior Associate Justice Chairperson, Second Division CERTIFICATION Pursuant to Section 13, Article VUI of the Constitution, and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division.",
    "decision": "SUPREME COURT OF THE PHILIPPINES PUBLIC INFORMATION OFFICE TIME:_ _____..,,'---------/-;1/-+'-:c.;;,,..\"\"---- lit of tbe ftbilippine% ~CpUb ~uprctne QCourt ;fflanila SECOND DIVISION SONIA BALAGTAS, G.R. No. 257483 Petitioner, Present: LEONEN, ~\"\".AJ, Chairperson, -versus- LAZARO-JAVIER, LOPEZ, J\\,1., LOPEZ, J., and KHO, JR., JJ. * PEOPLE OF THE PHILIPPINES, Respondent. Promulgated: x-----------------------------------------------------· --------------------------- -------x .DECIS I ON LOPEZ, J., J.: In cases of qualified theft committed \\Vith grave abuse of confidence, the prosecution must first establish the existence of a relationship of confidence between the offended party and the accused. 1f the prosecution fails to prove this relationship, any subsequent claims of grave abuse of confidence would be unfounded. • On ieave. Decision 2 G.R. No. 257483 ·\"'.· .... •• ;,,t , .. ,· --Thi~- ,,': .. J' :d~U:rf\\tesolves the Petition for Review on Certiorari1 filed by ~ So.riia Bal~gtaJ ~alagtas) assailing the Decision 2 and Resolution 3 of the •• :'Court.of Appeal, s1(CA), which affirmed the Decision4 of the Regional Trial .. ·:'court (RTC/Th:6':RTC found Balagtas guilty beyond reasonable doubt of the crime of qualified theft. 5 The instant case stemmed from an Information6 filed against Balagtas, the accusatory portion of which states: That on or about the period comprised from June., 2006 to February 2007, in Quezon City, Philippines, the above-named accused being then employed as an Operation Manager of VISA TECH INTEGRATED CORPORATION and represented by ANTHONY GALO RPO located at 200 Pluto Street, Brgy. Bahay Toro, this City, and as such have free access to the property stolen, with grave abuse of confidence reposed upon her by the said company, did then and there, willfully, unlawfully and feloniously, with intent of gain and Without the knowledge and consent of the owner thereof, take, steal and carry away cash money in the amount of Php304,569.38, Philippine Currency, which represents six (6) payroll periods which she padded belonging to said VISA TECH INTEGRATED CORPORATION, to the damage and prejudice of the said offended party in the amount aforementioned. CONTRARY TO LA W.7 At her arraignment, Balagtas pleaded not guilty. Pre-trial and trial followed.8 The prosecution presented five witnesses, namely: (1) Edmund Bermejo (Bermejo), president of private complainant Visatech Integrated Corporation (Visatech);9 (2) Visatech employee Anthony M. Fuentes;10 (3) Visatech Operations Manager Anthony Galorpo ( Galorpo ); 11 4) Visat ech ( Rollo, pp. 10-25. 2 CA rollo, pp. 83-91. The September 23, 2020 Decision in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concurred in by Acting Presiding Justice Remedios A. Salazar Fernando and Associate Justice Bonifacio S. Pascua of the Special First Division, Court of Appeals Manila. Rollo, pp. 27-29. The September 24, 2021 Resolution in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concmTed in by Presiding Justice Remedios A. Salazar-Fernando and Associate Justice Bonifacio S. Pascua of the Fom1er Special First Division, Court ofA ppeals Manila 4 RTC Records, pp. 257-270. The December 13, 2017 Decision in Criminal Case No. R-QZN-13-00305- CR was penned by Presiding Judge Arthur 0. Malabaguio of Branch 93, Regional Trial Court, Quezon City. 5 Id at 252. 6 Id at 1-2. Id at 1. 8 CA rollo, p. 84. 9 Id at 65. 10 RTC Records, p. 374. 11 CA rollo, p. 64. Decision 3 G.R. No. 257483 employee Richard Tojino; and (5) Visatech auditor Robert Escolin.12 As for the defense, it presented: (1) Balagtas; and (2) Raymund Magat.13 The prosecution alleged that Balagtas was employed by Visatech from 2001 to April 2008.14 The company is in the installation service business for corporate clients such as Globe and PLDT. 15 Visatech's employees and installers are grouped into several operation units, each of which submit weekly summaries to Balagtas for purposes of processing the payroll of their respective employees and installers. 16 Balagtas then consolidates the summaries from the various units and submits the smne to Bermejo. Based on the consolidated payroll summary that Balagtas prepares, Bermejo hands Balagtas the necessary amount in cash for distribution to the respective area/unit heads.17 Following an anomaly regarding Visatech's failure to pay its corporate income tax in 2007, 18 Bermejo ordered a review of transactions where Balagtas handled company's funds.19 Visatech discovered that, for the period between 2006 to 2008, there were discrepancies between the weekly payroll summaries prepared by its unit supervisors and the consolidated. payroll summary prepared and submitted by Balagtas to Bermejo for funding. The prosecution determined that, for the period between June 2006 to February 2007, Balagtas committed six instances of \"payroll padding.\"20 The cash discrepancies that Balagtas was allegedly able to pocket amounted to PHP 304,569.38.21 On the part of the defense, Balagtas denied the allegations. She averred that she merely checked the payroll summaries submitted by the unit heads and prepared the corresponding vouchers for Bennejo's approval. The representative of each group would then receive the payroll money for distribution to their respective employees. Balagtas argued that Bermejo instituted the criminal action against her because she filed an illegal dismissal complaint against Visatech.22 12 id at 64-66, 84. 13 id at 84. 14 RTC Records, p. 258. 15 Id at 370. :6 Id at 371. 17 Id at 370-371. 18 Id at 258. 19 Id. 20 RTC Records, p. 259. 21 CA rollo, pp. 84-85. 22 Id. at 85. Decision 4 G.R. No. 257483 In its Decision, 23 the RTC found Balagtas guilty as charged: WHEREFORE, in the (sic) light of the foregoing, judgment is hereby rendered finding the accused SONIA M. BALAGTAS GUILTY beyond reasonable doubt of qualified (sic) under Article 310 of the Revised Penal Code as amended by R.A. 10951 and she is hereby sentenced to suffer imprisonment of an indeterminate penalty of four (4) years and two (2) months of prision correccional as minimum to nine (9) years and four (4 ) months of prision mayor as maximum; to pay complainant VISATECH INTEGRATED CORPORATION the amount' of P304,569.38 with legal interest from the date of filing of Information until fully paid and to pay the costs of suit. SO ORDERED. On appeal, the CA affirmed the conviction of Balagtas.24 It sustained the findings of the RTC that all the elements of qualified theft were present: (1) there was taking of personal property amounting to PHP 304,569.38 when Balagtas tampered with the weekly payrolls; (2) the cash belonged to Visatech; (3) the taking was with intent to gain; (4 ) the taking was without the consent ofVisatech; and (5) it was accomplished without the use of violence against or intimidation of persons or force upon things since Balagtas used her position and the confidence reposed in her to commit the crime.25 In a Resolution, the CA denied the Motion for Reconsideration filed by Balagtas.26 Hence, Balagtas filed the present Petition. Pursuant to a Resolution, 27 respondent People of the Philippines, through the Office of the Solicitor General, filed its Comment.28 The sole issue is whether Balagtas is guilty of qualified theft. This Court's Ruling The Petition is partly meritorious. 23 RTC Records, pp. 257-270. 24 CArollo, p. 91. 25 Id at 86-88. 26 Rollo, p. 29. 27 Id at 36--37. 28 Id at 45-62. Decision 5 G.R. No. 257483 Balagtas argues that: ( 1) there is no direct evidence proving the first element of qualified theft, i.e., the taking of PHP 304,569.38;29 (2) the evidence is inconsistent and unsubstantiated, and one witness denies payroll padding;30 and (3) the evidence against her were illegally obtained.31 We shall address these arguments in sequence. The elements of qualified theft committed with grave abuse of confidence as defined under Articles 308 and 310 of the Revised Penal Code are: (1) taking of personal property; (2) said property belongs to another; (3) said taking be done with intent to gain; (4) that the taking be done without the owner's consent; ( 5) that it be accomplished without the use of violence or intimidation against persons, nor of force upon things; and (6 ) that it be done with grave abuse of confidence.32 Balagtas argues that the prosecution failed to present any direct evidence proving the first element because nobody allegedly saw her pad the payroll and pocket the total amount of PHP 304,569.38.33 This argument has no merit. Direct evidence is not required for a conviction. After all, evidence is a matter of reasonable inference from any fact that may be proven by the prosecution provided the inference is logical and beyond reasonable doubt.34 Thus, in Candelaria v. People, 35 this Court reiterated that circumstantial evidence may suffice for conviction provided all the following conditions are rnet: Circumstantial evidence is sufficient for conviction if: (a) there is more than one circumstance; (b) the facts from which the inferences are derived are proven; and (c) the combination of aII the circumstances is such as to produce a conviction beyond reasonable doubt. Circumstantial evidence suffices to convict an accused only if the circumstances proven constitute an unbroken chain which leads to one fair and reasonable conclusion pointing to the accused, to the exclusion of all others, as the 29 Id at 14. 30 Id. at 15-l 8. 31 Idatl8. 32 People v. Cruz, 786 Phil. 609,618 (2016) [Per J. Perez, Third Division]. 33 Rollo, p. 14. 34 Bacerra y Tabones v. People, 812 Phil. 25, 36 (20 I 7) [Per J. Leonen, Second Division]. 35 749 Phil. 517(2014) [Per J. Perlas-Bernabe. First Division]. Decision 6 G.R. No. 257483 guilty person; the circumstances proved must be consistent with each other, consistent with the hypothesis that the accused is guilty, and, at the same time, inconsistent with any other hypothesis except that of guilt. Corollary thereto, a conviction based on circumstantial evidence must exclude each and every hypothesis consistent with innocence.36 (Citations omitted) In the present case, although the record confirms that no one directly witnessed Balagtas padding the payroll or misappropriating the excess funds, the prosecution has nonetheless established, through the following circumstantial evidence, that Balagtas committed theft: (1) the unit supervisors prepared and submitted their payroll summaries to Balagtas weekly;37 (2) Balagtas was solely in charge of consolidating the summaries from the unit supervisors;38 (3) Balagtas submits the consolidated payroll summary to Bermejo;39 (4) Balagtas receives from Bermejo the amount indicated on the consolidated payroll documents in cash;40 . (5) the amounts submitted by the unksupervisors are different from the amounts indicated on the consolidated payroll summary provided by Balagtas to Bermejo;41 (6) Balagtas admits that her handwriting appears on the back side of the padded payroll summary;42 (7) Balagtas has in her custody the padded payroll summary and the individual payroll summaries from each unit;43 and (8) the cumulative difference between the payroll summaries submitted by the unit supervisors and the consolidated payroll summary prepared by Balagtas totaled PHP 304,569.38.44 From the foregoing, Balagtas clearly manipulated the payroll to receive excess funds. The unaccounted excess funds in the hands of Balagtas constitute the unlawful taking ofp ersonal property, thereby satisfying the first element of theft. • As for the other elements, the prosecution has likewise established that the pocketed amount belonged to Visa.tech; that the taking was with intent to gain, which can be established through Balagtas's overt acts; that the taking 36 Id. at 525. 37 CA rollo, pp. 65, 68. 38 Id at 68-69; TSN, Sonia Balagtas, February ! 6, 2017, p. l 0. 39 Id. at 69, TSN, Edmund Bennejo, September 6, 2017, p. 6. 40 Id. at 65, 69-70. 41 Id at 65-66. 42 TSN, Sonia Balagtas, February 16, 20 I 7, p. 8. 43 CA ro!lo, pp. 65, 71. 44 Id at 75. Decision 7 G.R. No. 257483 was without Visatech' s consent; and that the taking was accomplished without the use of violence or intimidation against persons, or of force upon things.45 However, this Court finds that the prosecution failed to establish the circumstance of grave abuse of confidence to qualify the crime of theft. As the following discussion will reveal, Balagtas may only be convicted of simple theft with the generic aggravating circumstance of abuse of confidence. To begin, in alleging the qualifying circumstance that the theft was committed with grave abuse of confidence, the prosecution must establish the existence of a relationship of confidence between the offended party and the accused. Jurisprudence characterizes this as one of \"special trust\" 46 or a \"higher degree of confidence\"47-a level of trust exceeding that which exists ordinarily between housemates, 48 between an employer and a secretary entrusted with collecting payments, 49 or even that between a store and its cashier. 50 This special trust or higher degree of confidence is essential to demonstrate that the accused had both the opportunity and the means to commit the theft as a direct result of the trust reposed in them. Should the prosecution fail to establish this relationship, any claim of grave abuse of confidence would lack both logic and legal foundation. For instance, in People v. Maglaya,51 the crime was downgraded from qualified theft to simple theft because the relationship of confidence between the employer and the accused was not sufficiently established. The evidence revealed that the employer had never given the accused therein the possession of the machines he would later be convicted of stealing, nor did the employer allow him to take hold of them. In fact, the task of delivering machines to clients was entrusted not to the accused but to another employee. Thus, in failing to establish the existence of a relationship of confidence, this Court held that the crime committed was only simple theft. Similarly, in Viray v. People, 52 this Court downgraded the crime to simple theft because the accused, a caretaker, had no ready access to the interior of the house and the properties that were stolen. Indeed, the circumstance that the accused even had to \"[force] open\"53 his way into the house was appreciated as negating the presence of such confidence. 45 Id at 87. 46 Batislaon 1c People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 47 Homo! v: People, G.R. No. 191039, August 22, 2022 [Per J. )VIV Lopez, Second Division]. 48 People v. Koc Song, 63 Phil. 369-372 (1936) [Per C.J. Avancena, En Banc]. 49 Homo! v. People, G.R. No. ]91039, August 22, 2022 [Per J. M.V. Lopez, Second Division]. 50 Batislaon v. People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 51 141 Phil. 278--285 ( 1969) [Per J. Concepcion, First Division]. 52 720 Phil. 841--855 (20 l 3) [Per J. Velasco, Jr., Third Division]. 53 Id at 854. Decision 8 G.R. No. 257483 The doctrines established in Maglaya and Viray apply directly to Balagtas's situation, as her lack of ready access to the cash-further demonstrated by her need to create fictitious entries-shows that she did not enjoy a level of trust and confidence from Visatech. Thus, while her actions were criminally reprehensible, these were not reflective of a relationship of trust and confidence that, when gravely abused,.would elevate simple theft to qualified theft. However, it is important to note that employing deceptive acts to commit theft does not always negate the presen~e of a relationship of trust and confidence, as a trusted employee could be just as capable of fraud. Here, however, in the absence of any other corroborating fact, the ambiguity must be appreciated in favor of Balagtas. As is elementary in criminal cases, the prosecution must affirmatively demonstrate through its own evidence that the circumstances that aggravate the crime were indeed present. In this case, the prosecution plainly failed to establish that there was a special trust or a higher degree of confidence between Visatech and Balagtas. Interestingly, the RTC found that Balagtas had the full trust and confidence of Visatech simply because the nature of her position involved handling cash.54 The CA arrived at the same conclusion after determining that Balagtas in fact handled the \"financial aspect ofVisatech,\"55 and nothing else. Certainly, the frugal findings of the CA and the RTC fall short of proving the contemplated confidence beyond reasonable doubt. Indeed, in Batislaon v. People, 56 this Court held that the mere allegation that the accused therein is a grocery cashier, without more, does not by itself make them criminally liable for qualified theft. In the same vein, the secretary/collector in Homo! v. People,57 who did not remit to her employer the money she received from customers, was only convicted of simple theft because the relation of confidence and intimacy required in qualified theft was not proven. More importantly, a closer exainination of the prosecution's evidence reveals a glaring absence of detail regarding the relationship of trust and confidence between Balagtas and Visatech. Beyond merely establishing Balagtas's position and responsibilities, the testimonies of prosecution witnesses provide no concrete evidence to support the claim of a relationship of trust and confidence. Bermejo's O\\Vll terse assertion that Balagtas was a 54 CA rollo, p. 72. 55 Id at 87. 56 G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 57 G.R. No. 191039, August 22, 2022 [Per J. M.V. Lopez, Secorid Division]. Decision 9 G.R. No. 257483 trusted employee is unsubstantiated, 58 lacking any specific examples or incidents to demonstrate the depth of the alleged trust. In summary, given the prosecution's inability to prove that Balagtas enjoyed the higher degree of confidence of Visatech, her conviction for the crime of theft cannot be aggravated to qualified theft. The failure to establish this element renders the prosecution's case insufficient to justify a more severe penalty. Even if a relationship of confidence had been established-.- which it was not-the prosecution's failure to separately prove the gravity of Balagtas's exploitation of this trust would similarly render the conviction for qualified theft tenuous. It bears emphasizing that, in Maglaya, Homo!, and Batislaon, this Court consistently held that an employee taking advantage of one's position to commit theft does not inevitably result in a finding of grave abuse of confidence. Without more, this may at best lead only to establishing the generic aggravating circumstance of abuse of confidence. On this point, Homo! also teaches that, when the gravity of exploitation of trust is not proven, and only the fact of taking advantage of one's position to commit theft is established, the crime is only simple theft and the abuse of confidence shall be treated as a generic aggravating circumstance: At most, the abuse of confidence shall be considered as a generic aggravating circumstance since the gravity of exploitation of trust was not proven. Indeed, abuse of confidence is inherent in qualified theft but not in simple theft since the circumstance is not included in the definition of the crime. Under Article 14 of the RPC, abuse of confidence exists only when the offended party has trusted the offender who later abuses such trust by committing the crime. The abuse of confidence must be a means of facilitating the commission of the crime, the culprit taking advantage of the offended party's belief that the former would not abuse said confidence. The confidence between the offender and the offended party must be immediate and persona!.59 Here, the prosecution established that Visatech' s weekly payroll varies due to the nature of its business. Despite these fluctuations, employees' salaries must also always be disbursed on time. 60 Thus, to ensure that the fictitious entries would be approved, Balagtas took advantage of the business's vulnerabilities and the time-sensitive nature of the payroll process. However, in the absence of proof demonstrating both a higher degree of confidence between Balagtas and Visatech and the extent of exploitation of that confidence, these acts may only be appreciated as a generic aggravating circumstance of abuse of confidence. 58 RTC Records, pp. 370,372. 59 G.R No. 191039, August 22, 2022 [Per J. M.V. Lopez, Second Division] at 9. This pinpoint citation refers to the Decision uploaded to the Supreme Court website. 60 RTC Records, p. 371-372. Decision G.R. No. 257483 As regards Balagtas's second argument, she asserts that Bermejo's testimony did not categorically point to her as the author of the padded payroll, and that this testimony was allegedly inconsistent with that of Galorpo.61 The inconsistency is more apparent than real. A witness's testimony must be considered in its entirety, not in isolated parts. 62 While Bermejo mentioned that unit heads, not necessarily Balagtas, were responsible for payroll summaries, 63 he also testified that Balagtas gave him the consolidated payroll summaries and that he relied on these documents when handing cash to Balagtas. 64 Therefore, We can disregard the apparent inconsistency, especially since Balagtas admitted to listing employees with cash advances on the back of the consolidated payroll summaries, corroborating that these were the documents she submitted to Bermejo.65 • Balagtas also claims that Galorpo admitted that there was no payroll padding:66 However, this argument is based on an inaccurate appreciation of Galorpo's testimony. He was only referring to Balagtas's handwritten notes, which represented the cash advances or debts of employees and were not the source of the discrepancy. 67 The RTC correctly found that Bermejo asked Balagtas to list employees who had made cash advances on the back of the consolidated payroll summary.68 Nothing in Galorpo's testimony suggested, much less stated, that Balagtas did not pad the payroll. Further, Balagtas maintains that the evidence against her were illegally obtained because the padded payroll summaries were retrieved from her personal bag and drawer without a search warrant.69 Suffice it to state that the protection against unreasonable searches and seizures do not extend to acts committed by private individuals.70 Finally, regarding Balagtas's argument that Bennejo filed the criminal case in retaliation for her initiatjng an illegal dismissal case against Visatech,71 the records clearly contradict this claim. During cross-examination, Balagtas 61 Rollo, p. 15. 62 People v. Cula, 3&.5 Phil. 742 (2000) [Per J. [vJelo, En Banc]. 63 TSN, Edmund Bermejo, November 12, 2013, pp. 7-8. 64 TSN, Edmund Bermejo, September 6, 2017, pp. 5-6. 65 TSN, Sonia Balagtas, February 16, 2017, p. 8. 66 Rollo, p. 16. 67 TSN, Anthony Galorpo, October 22, 2013, pp. 38--39. 68 CA rollo, p. 69. 69 Rollo, pp. 18-19. 70 People v. Marti, 27! Phil. 51, 62 (1991) [Per J. Bidin, Third Division]. 71 Rollo, p. 13. Decision 11 G.R. No. 257483 admitted that Visatech had already filed three criminal complaints against her before she commenced the illegal dismissal case. 72 With regard to the proper penalty, the provisions of the amendatory law, Republic Act No. 1095173 retroactively apply because they are· favorable to the accused.74 Section 81 of Republic Act No. 10951 provides: Section 81. Article 309 of the same Act is hereby amended to read as follows: ART. 309. Penalties. -Any person guilty of theft shall be punished by: 3. The penalty of prision correccional in its minimum and medium • periods, if the value of the property stolen is more than Twenty thousand pesos (P20,000) but does not exceed Six hundred thousand pesos (P600,000). Balagtas is found guilty beyond reasonable ·doubt of taking PHP 304,569.38 from Visatech, with the generic aggravating circumstance of abuse of confidence, placing her imposable penalty within the range of two years, 11 months, and 11 days to four years and two months of prision correccional. Applying the Indeterminate Sentence Law, the minimum penalty falls within the range of penalties next lower in degree to that prescribed by the Revised Penal Code, which is arresto mayor in its medium and maximum periods, or from two months and one day to six months. From the foregoing, We find it proper to impose upon Balagtas the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months ofp rision correccional, as maximum, considering the provisions of Arti_cle 309 of the Revised Penal Code as amentj.ed by Republic Act No. 10951 and the Indeterminate Sentence Law. Balagtas's preventive detention may be credited in her favor in accordance with Section l of Republic Act No.10592, which amended Article 29 of the Revised Penal Code. 72 TSN, Sonia Balagtas, November I I, 2015, p. 7. 73 An Act Adjusting The Amount Or The Value Of Property And Damage On Which A Penalty Is Based And The Fines Imposed Under The Revised Penal Code, Amending For The Purpose Act No. 3815, Otherwise Known As 'The Revised Penal Code,' As Amended, July 25, 2017. 74 People v. Mejares, 823 Phil. 459, 473 (2018) [Per J. Leonen, Third Division]. Decision 12 G.R. No. 25,7483 Finally, the monetary awards due to Visatech shall earn legal interest at the rate of 6% per annum from the date of finality of this Decision until full payment pursuant to prevailing jurisprudence. ACCORDINGLY, the Petition is PARTIALLY GRANTED. The September 23, 2020 Decision and the September 24, 2021 Resolution of the Court of Appeals in CA-G.R. CR No. 41206 are AFFIRMED with MODIFICATION in that Sonia Balagtas is found.guilty of simple theft and is sentenced to suffer the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months of prision correccional, as maximum. Sonia Balagtas is further ORDERED to PAY Visatech Integrated Corporation the amount of PHP 304,569.38 with legal interest at the rate of 6% per annum from the date of final_ity of this . Decision until full payment. SO ORDERED. WE CONCUR: Senior Associate Justice Chairperson ~ AM/2~-JAVfER Associate Justice (on leave) ANTONIO T. KHO, JR. Associate Justice Decision 13 G.R. No. 257483 ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division. Senior Associate Justice Chairperson, Second Division CERTIFICATION Pursuant to Section 13, Article VUI of the Constitution, and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division.",
    "dispositive": "SUPREME COURT OF THE PHILIPPINES PUBLIC INFORMATION OFFICE TIME:_ _____..,,'---------/-;1/-+'-:c.;;,,..\"\"---- lit of tbe ftbilippine% ~CpUb ~uprctne QCourt ;fflanila SECOND DIVISION SONIA BALAGTAS, G.R. No. 257483 Petitioner, Present: LEONEN, ~\"\".AJ, Chairperson, -versus- LAZARO-JAVIER, LOPEZ, J\\,1., LOPEZ, J., and KHO, JR., JJ. * PEOPLE OF THE PHILIPPINES, Respondent. Promulgated: x-----------------------------------------------------· --------------------------- -------x .DECIS I ON LOPEZ, J., J.: In cases of qualified theft committed \\Vith grave abuse of confidence, the prosecution must first establish the existence of a relationship of confidence between the offended party and the accused. 1f the prosecution fails to prove this relationship, any subsequent claims of grave abuse of confidence would be unfounded. • On ieave. Decision 2 G.R. No. 257483 ·\"'.· .... •• ;,,t , .. ,· --Thi~- ,,': .. J' :d~U:rf\\tesolves the Petition for Review on Certiorari1 filed by ~ So.riia Bal~gtaJ ~alagtas) assailing the Decision 2 and Resolution 3 of the •• :'Court.of Appeal, s1(CA), which affirmed the Decision4 of the Regional Trial .. ·:'court (RTC/Th:6':RTC found Balagtas guilty beyond reasonable doubt of the crime of qualified theft. 5 The instant case stemmed from an Information6 filed against Balagtas, the accusatory portion of which states: That on or about the period comprised from June., 2006 to February 2007, in Quezon City, Philippines, the above-named accused being then employed as an Operation Manager of VISA TECH INTEGRATED CORPORATION and represented by ANTHONY GALO RPO located at 200 Pluto Street, Brgy. Bahay Toro, this City, and as such have free access to the property stolen, with grave abuse of confidence reposed upon her by the said company, did then and there, willfully, unlawfully and feloniously, with intent of gain and Without the knowledge and consent of the owner thereof, take, steal and carry away cash money in the amount of Php304,569.38, Philippine Currency, which represents six (6) payroll periods which she padded belonging to said VISA TECH INTEGRATED CORPORATION, to the damage and prejudice of the said offended party in the amount aforementioned. CONTRARY TO LA W.7 At her arraignment, Balagtas pleaded not guilty. Pre-trial and trial followed.8 The prosecution presented five witnesses, namely: (1) Edmund Bermejo (Bermejo), president of private complainant Visatech Integrated Corporation (Visatech);9 (2) Visatech employee Anthony M. Fuentes;10 (3) Visatech Operations Manager Anthony Galorpo ( Galorpo ); 11 4) Visat ech ( Rollo, pp. 10-25. 2 CA rollo, pp. 83-91. The September 23, 2020 Decision in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concurred in by Acting Presiding Justice Remedios A. Salazar Fernando and Associate Justice Bonifacio S. Pascua of the Special First Division, Court of Appeals Manila. Rollo, pp. 27-29. The September 24, 2021 Resolution in CA-G.R. CR No. 41206 was penned by Associate Justice Louis P. Acosta and concmTed in by Presiding Justice Remedios A. Salazar-Fernando and Associate Justice Bonifacio S. Pascua of the Fom1er Special First Division, Court ofA ppeals Manila 4 RTC Records, pp. 257-270. The December 13, 2017 Decision in Criminal Case No. R-QZN-13-00305- CR was penned by Presiding Judge Arthur 0. Malabaguio of Branch 93, Regional Trial Court, Quezon City. 5 Id at 252. 6 Id at 1-2. Id at 1. 8 CA rollo, p. 84. 9 Id at 65. 10 RTC Records, p. 374. 11 CA rollo, p. 64. Decision 3 G.R. No. 257483 employee Richard Tojino; and (5) Visatech auditor Robert Escolin.12 As for the defense, it presented: (1) Balagtas; and (2) Raymund Magat.13 The prosecution alleged that Balagtas was employed by Visatech from 2001 to April 2008.14 The company is in the installation service business for corporate clients such as Globe and PLDT. 15 Visatech's employees and installers are grouped into several operation units, each of which submit weekly summaries to Balagtas for purposes of processing the payroll of their respective employees and installers. 16 Balagtas then consolidates the summaries from the various units and submits the smne to Bermejo. Based on the consolidated payroll summary that Balagtas prepares, Bermejo hands Balagtas the necessary amount in cash for distribution to the respective area/unit heads.17 Following an anomaly regarding Visatech's failure to pay its corporate income tax in 2007, 18 Bermejo ordered a review of transactions where Balagtas handled company's funds.19 Visatech discovered that, for the period between 2006 to 2008, there were discrepancies between the weekly payroll summaries prepared by its unit supervisors and the consolidated. payroll summary prepared and submitted by Balagtas to Bermejo for funding. The prosecution determined that, for the period between June 2006 to February 2007, Balagtas committed six instances of \"payroll padding.\"20 The cash discrepancies that Balagtas was allegedly able to pocket amounted to PHP 304,569.38.21 On the part of the defense, Balagtas denied the allegations. She averred that she merely checked the payroll summaries submitted by the unit heads and prepared the corresponding vouchers for Bennejo's approval. The representative of each group would then receive the payroll money for distribution to their respective employees. Balagtas argued that Bermejo instituted the criminal action against her because she filed an illegal dismissal complaint against Visatech.22 12 id at 64-66, 84. 13 id at 84. 14 RTC Records, p. 258. 15 Id at 370. :6 Id at 371. 17 Id at 370-371. 18 Id at 258. 19 Id. 20 RTC Records, p. 259. 21 CA rollo, pp. 84-85. 22 Id. at 85. Decision 4 G.R. No. 257483 In its Decision, 23 the RTC found Balagtas guilty as charged: WHEREFORE, in the (sic) light of the foregoing, judgment is hereby rendered finding the accused SONIA M. BALAGTAS GUILTY beyond reasonable doubt of qualified (sic) under Article 310 of the Revised Penal Code as amended by R.A. 10951 and she is hereby sentenced to suffer imprisonment of an indeterminate penalty of four (4) years and two (2) months of prision correccional as minimum to nine (9) years and four (4 ) months of prision mayor as maximum; to pay complainant VISATECH INTEGRATED CORPORATION the amount' of P304,569.38 with legal interest from the date of filing of Information until fully paid and to pay the costs of suit. SO ORDERED. On appeal, the CA affirmed the conviction of Balagtas.24 It sustained the findings of the RTC that all the elements of qualified theft were present: (1) there was taking of personal property amounting to PHP 304,569.38 when Balagtas tampered with the weekly payrolls; (2) the cash belonged to Visatech; (3) the taking was with intent to gain; (4 ) the taking was without the consent ofVisatech; and (5) it was accomplished without the use of violence against or intimidation of persons or force upon things since Balagtas used her position and the confidence reposed in her to commit the crime.25 In a Resolution, the CA denied the Motion for Reconsideration filed by Balagtas.26 Hence, Balagtas filed the present Petition. Pursuant to a Resolution, 27 respondent People of the Philippines, through the Office of the Solicitor General, filed its Comment.28 The sole issue is whether Balagtas is guilty of qualified theft. This Court's Ruling The Petition is partly meritorious. 23 RTC Records, pp. 257-270. 24 CArollo, p. 91. 25 Id at 86-88. 26 Rollo, p. 29. 27 Id at 36--37. 28 Id at 45-62. Decision 5 G.R. No. 257483 Balagtas argues that: ( 1) there is no direct evidence proving the first element of qualified theft, i.e., the taking of PHP 304,569.38;29 (2) the evidence is inconsistent and unsubstantiated, and one witness denies payroll padding;30 and (3) the evidence against her were illegally obtained.31 We shall address these arguments in sequence. The elements of qualified theft committed with grave abuse of confidence as defined under Articles 308 and 310 of the Revised Penal Code are: (1) taking of personal property; (2) said property belongs to another; (3) said taking be done with intent to gain; (4) that the taking be done without the owner's consent; ( 5) that it be accomplished without the use of violence or intimidation against persons, nor of force upon things; and (6 ) that it be done with grave abuse of confidence.32 Balagtas argues that the prosecution failed to present any direct evidence proving the first element because nobody allegedly saw her pad the payroll and pocket the total amount of PHP 304,569.38.33 This argument has no merit. Direct evidence is not required for a conviction. After all, evidence is a matter of reasonable inference from any fact that may be proven by the prosecution provided the inference is logical and beyond reasonable doubt.34 Thus, in Candelaria v. People, 35 this Court reiterated that circumstantial evidence may suffice for conviction provided all the following conditions are rnet: Circumstantial evidence is sufficient for conviction if: (a) there is more than one circumstance; (b) the facts from which the inferences are derived are proven; and (c) the combination of aII the circumstances is such as to produce a conviction beyond reasonable doubt. Circumstantial evidence suffices to convict an accused only if the circumstances proven constitute an unbroken chain which leads to one fair and reasonable conclusion pointing to the accused, to the exclusion of all others, as the 29 Id at 14. 30 Id. at 15-l 8. 31 Idatl8. 32 People v. Cruz, 786 Phil. 609,618 (2016) [Per J. Perez, Third Division]. 33 Rollo, p. 14. 34 Bacerra y Tabones v. People, 812 Phil. 25, 36 (20 I 7) [Per J. Leonen, Second Division]. 35 749 Phil. 517(2014) [Per J. Perlas-Bernabe. First Division]. Decision 6 G.R. No. 257483 guilty person; the circumstances proved must be consistent with each other, consistent with the hypothesis that the accused is guilty, and, at the same time, inconsistent with any other hypothesis except that of guilt. Corollary thereto, a conviction based on circumstantial evidence must exclude each and every hypothesis consistent with innocence.36 (Citations omitted) In the present case, although the record confirms that no one directly witnessed Balagtas padding the payroll or misappropriating the excess funds, the prosecution has nonetheless established, through the following circumstantial evidence, that Balagtas committed theft: (1) the unit supervisors prepared and submitted their payroll summaries to Balagtas weekly;37 (2) Balagtas was solely in charge of consolidating the summaries from the unit supervisors;38 (3) Balagtas submits the consolidated payroll summary to Bermejo;39 (4) Balagtas receives from Bermejo the amount indicated on the consolidated payroll documents in cash;40 . (5) the amounts submitted by the unksupervisors are different from the amounts indicated on the consolidated payroll summary provided by Balagtas to Bermejo;41 (6) Balagtas admits that her handwriting appears on the back side of the padded payroll summary;42 (7) Balagtas has in her custody the padded payroll summary and the individual payroll summaries from each unit;43 and (8) the cumulative difference between the payroll summaries submitted by the unit supervisors and the consolidated payroll summary prepared by Balagtas totaled PHP 304,569.38.44 From the foregoing, Balagtas clearly manipulated the payroll to receive excess funds. The unaccounted excess funds in the hands of Balagtas constitute the unlawful taking ofp ersonal property, thereby satisfying the first element of theft. • As for the other elements, the prosecution has likewise established that the pocketed amount belonged to Visa.tech; that the taking was with intent to gain, which can be established through Balagtas's overt acts; that the taking 36 Id. at 525. 37 CA rollo, pp. 65, 68. 38 Id at 68-69; TSN, Sonia Balagtas, February ! 6, 2017, p. l 0. 39 Id. at 69, TSN, Edmund Bennejo, September 6, 2017, p. 6. 40 Id. at 65, 69-70. 41 Id at 65-66. 42 TSN, Sonia Balagtas, February 16, 20 I 7, p. 8. 43 CA ro!lo, pp. 65, 71. 44 Id at 75. Decision 7 G.R. No. 257483 was without Visatech' s consent; and that the taking was accomplished without the use of violence or intimidation against persons, or of force upon things.45 However, this Court finds that the prosecution failed to establish the circumstance of grave abuse of confidence to qualify the crime of theft. As the following discussion will reveal, Balagtas may only be convicted of simple theft with the generic aggravating circumstance of abuse of confidence. To begin, in alleging the qualifying circumstance that the theft was committed with grave abuse of confidence, the prosecution must establish the existence of a relationship of confidence between the offended party and the accused. Jurisprudence characterizes this as one of \"special trust\" 46 or a \"higher degree of confidence\"47-a level of trust exceeding that which exists ordinarily between housemates, 48 between an employer and a secretary entrusted with collecting payments, 49 or even that between a store and its cashier. 50 This special trust or higher degree of confidence is essential to demonstrate that the accused had both the opportunity and the means to commit the theft as a direct result of the trust reposed in them. Should the prosecution fail to establish this relationship, any claim of grave abuse of confidence would lack both logic and legal foundation. For instance, in People v. Maglaya,51 the crime was downgraded from qualified theft to simple theft because the relationship of confidence between the employer and the accused was not sufficiently established. The evidence revealed that the employer had never given the accused therein the possession of the machines he would later be convicted of stealing, nor did the employer allow him to take hold of them. In fact, the task of delivering machines to clients was entrusted not to the accused but to another employee. Thus, in failing to establish the existence of a relationship of confidence, this Court held that the crime committed was only simple theft. Similarly, in Viray v. People, 52 this Court downgraded the crime to simple theft because the accused, a caretaker, had no ready access to the interior of the house and the properties that were stolen. Indeed, the circumstance that the accused even had to \"[force] open\"53 his way into the house was appreciated as negating the presence of such confidence. 45 Id at 87. 46 Batislaon 1c People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 47 Homo! v: People, G.R. No. 191039, August 22, 2022 [Per J. )VIV Lopez, Second Division]. 48 People v. Koc Song, 63 Phil. 369-372 (1936) [Per C.J. Avancena, En Banc]. 49 Homo! v. People, G.R. No. ]91039, August 22, 2022 [Per J. M.V. Lopez, Second Division]. 50 Batislaon v. People, G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 51 141 Phil. 278--285 ( 1969) [Per J. Concepcion, First Division]. 52 720 Phil. 841--855 (20 l 3) [Per J. Velasco, Jr., Third Division]. 53 Id at 854. Decision 8 G.R. No. 257483 The doctrines established in Maglaya and Viray apply directly to Balagtas's situation, as her lack of ready access to the cash-further demonstrated by her need to create fictitious entries-shows that she did not enjoy a level of trust and confidence from Visatech. Thus, while her actions were criminally reprehensible, these were not reflective of a relationship of trust and confidence that, when gravely abused,.would elevate simple theft to qualified theft. However, it is important to note that employing deceptive acts to commit theft does not always negate the presen~e of a relationship of trust and confidence, as a trusted employee could be just as capable of fraud. Here, however, in the absence of any other corroborating fact, the ambiguity must be appreciated in favor of Balagtas. As is elementary in criminal cases, the prosecution must affirmatively demonstrate through its own evidence that the circumstances that aggravate the crime were indeed present. In this case, the prosecution plainly failed to establish that there was a special trust or a higher degree of confidence between Visatech and Balagtas. Interestingly, the RTC found that Balagtas had the full trust and confidence of Visatech simply because the nature of her position involved handling cash.54 The CA arrived at the same conclusion after determining that Balagtas in fact handled the \"financial aspect ofVisatech,\"55 and nothing else. Certainly, the frugal findings of the CA and the RTC fall short of proving the contemplated confidence beyond reasonable doubt. Indeed, in Batislaon v. People, 56 this Court held that the mere allegation that the accused therein is a grocery cashier, without more, does not by itself make them criminally liable for qualified theft. In the same vein, the secretary/collector in Homo! v. People,57 who did not remit to her employer the money she received from customers, was only convicted of simple theft because the relation of confidence and intimacy required in qualified theft was not proven. More importantly, a closer exainination of the prosecution's evidence reveals a glaring absence of detail regarding the relationship of trust and confidence between Balagtas and Visatech. Beyond merely establishing Balagtas's position and responsibilities, the testimonies of prosecution witnesses provide no concrete evidence to support the claim of a relationship of trust and confidence. Bermejo's O\\Vll terse assertion that Balagtas was a 54 CA rollo, p. 72. 55 Id at 87. 56 G.R. No. 256624, July 26, 2023 [Per J. M.V. Lopez, Second Division]. 57 G.R. No. 191039, August 22, 2022 [Per J. M.V. Lopez, Secorid Division]. Decision 9 G.R. No. 257483 trusted employee is unsubstantiated, 58 lacking any specific examples or incidents to demonstrate the depth of the alleged trust. In summary, given the prosecution's inability to prove that Balagtas enjoyed the higher degree of confidence of Visatech, her conviction for the crime of theft cannot be aggravated to qualified theft. The failure to establish this element renders the prosecution's case insufficient to justify a more severe penalty. Even if a relationship of confidence had been established-.- which it was not-the prosecution's failure to separately prove the gravity of Balagtas's exploitation of this trust would similarly render the conviction for qualified theft tenuous. It bears emphasizing that, in Maglaya, Homo!, and Batislaon, this Court consistently held that an employee taking advantage of one's position to commit theft does not inevitably result in a finding of grave abuse of confidence. Without more, this may at best lead only to establishing the generic aggravating circumstance of abuse of confidence. On this point, Homo! also teaches that, when the gravity of exploitation of trust is not proven, and only the fact of taking advantage of one's position to commit theft is established, the crime is only simple theft and the abuse of confidence shall be treated as a generic aggravating circumstance: At most, the abuse of confidence shall be considered as a generic aggravating circumstance since the gravity of exploitation of trust was not proven. Indeed, abuse of confidence is inherent in qualified theft but not in simple theft since the circumstance is not included in the definition of the crime. Under Article 14 of the RPC, abuse of confidence exists only when the offended party has trusted the offender who later abuses such trust by committing the crime. The abuse of confidence must be a means of facilitating the commission of the crime, the culprit taking advantage of the offended party's belief that the former would not abuse said confidence. The confidence between the offender and the offended party must be immediate and persona!.59 Here, the prosecution established that Visatech' s weekly payroll varies due to the nature of its business. Despite these fluctuations, employees' salaries must also always be disbursed on time. 60 Thus, to ensure that the fictitious entries would be approved, Balagtas took advantage of the business's vulnerabilities and the time-sensitive nature of the payroll process. However, in the absence of proof demonstrating both a higher degree of confidence between Balagtas and Visatech and the extent of exploitation of that confidence, these acts may only be appreciated as a generic aggravating circumstance of abuse of confidence. 58 RTC Records, pp. 370,372. 59 G.R No. 191039, August 22, 2022 [Per J. M.V. Lopez, Second Division] at 9. This pinpoint citation refers to the Decision uploaded to the Supreme Court website. 60 RTC Records, p. 371-372. Decision G.R. No. 257483 As regards Balagtas's second argument, she asserts that Bermejo's testimony did not categorically point to her as the author of the padded payroll, and that this testimony was allegedly inconsistent with that of Galorpo.61 The inconsistency is more apparent than real. A witness's testimony must be considered in its entirety, not in isolated parts. 62 While Bermejo mentioned that unit heads, not necessarily Balagtas, were responsible for payroll summaries, 63 he also testified that Balagtas gave him the consolidated payroll summaries and that he relied on these documents when handing cash to Balagtas. 64 Therefore, We can disregard the apparent inconsistency, especially since Balagtas admitted to listing employees with cash advances on the back of the consolidated payroll summaries, corroborating that these were the documents she submitted to Bermejo.65 • Balagtas also claims that Galorpo admitted that there was no payroll padding:66 However, this argument is based on an inaccurate appreciation of Galorpo's testimony. He was only referring to Balagtas's handwritten notes, which represented the cash advances or debts of employees and were not the source of the discrepancy. 67 The RTC correctly found that Bermejo asked Balagtas to list employees who had made cash advances on the back of the consolidated payroll summary.68 Nothing in Galorpo's testimony suggested, much less stated, that Balagtas did not pad the payroll. Further, Balagtas maintains that the evidence against her were illegally obtained because the padded payroll summaries were retrieved from her personal bag and drawer without a search warrant.69 Suffice it to state that the protection against unreasonable searches and seizures do not extend to acts committed by private individuals.70 Finally, regarding Balagtas's argument that Bennejo filed the criminal case in retaliation for her initiatjng an illegal dismissal case against Visatech,71 the records clearly contradict this claim. During cross-examination, Balagtas 61 Rollo, p. 15. 62 People v. Cula, 3&.5 Phil. 742 (2000) [Per J. [vJelo, En Banc]. 63 TSN, Edmund Bermejo, November 12, 2013, pp. 7-8. 64 TSN, Edmund Bermejo, September 6, 2017, pp. 5-6. 65 TSN, Sonia Balagtas, February 16, 2017, p. 8. 66 Rollo, p. 16. 67 TSN, Anthony Galorpo, October 22, 2013, pp. 38--39. 68 CA rollo, p. 69. 69 Rollo, pp. 18-19. 70 People v. Marti, 27! Phil. 51, 62 (1991) [Per J. Bidin, Third Division]. 71 Rollo, p. 13. Decision 11 G.R. No. 257483 admitted that Visatech had already filed three criminal complaints against her before she commenced the illegal dismissal case. 72 With regard to the proper penalty, the provisions of the amendatory law, Republic Act No. 1095173 retroactively apply because they are· favorable to the accused.74 Section 81 of Republic Act No. 10951 provides: Section 81. Article 309 of the same Act is hereby amended to read as follows: ART. 309. Penalties. -Any person guilty of theft shall be punished by: 3. The penalty of prision correccional in its minimum and medium • periods, if the value of the property stolen is more than Twenty thousand pesos (P20,000) but does not exceed Six hundred thousand pesos (P600,000). Balagtas is found guilty beyond reasonable ·doubt of taking PHP 304,569.38 from Visatech, with the generic aggravating circumstance of abuse of confidence, placing her imposable penalty within the range of two years, 11 months, and 11 days to four years and two months of prision correccional. Applying the Indeterminate Sentence Law, the minimum penalty falls within the range of penalties next lower in degree to that prescribed by the Revised Penal Code, which is arresto mayor in its medium and maximum periods, or from two months and one day to six months. From the foregoing, We find it proper to impose upon Balagtas the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months ofp rision correccional, as maximum, considering the provisions of Arti_cle 309 of the Revised Penal Code as amentj.ed by Republic Act No. 10951 and the Indeterminate Sentence Law. Balagtas's preventive detention may be credited in her favor in accordance with Section l of Republic Act No.10592, which amended Article 29 of the Revised Penal Code. 72 TSN, Sonia Balagtas, November I I, 2015, p. 7. 73 An Act Adjusting The Amount Or The Value Of Property And Damage On Which A Penalty Is Based And The Fines Imposed Under The Revised Penal Code, Amending For The Purpose Act No. 3815, Otherwise Known As 'The Revised Penal Code,' As Amended, July 25, 2017. 74 People v. Mejares, 823 Phil. 459, 473 (2018) [Per J. Leonen, Third Division]. Decision 12 G.R. No. 25,7483 Finally, the monetary awards due to Visatech shall earn legal interest at the rate of 6% per annum from the date of finality of this Decision until full payment pursuant to prevailing jurisprudence. ACCORDINGLY, the Petition is PARTIALLY GRANTED. The September 23, 2020 Decision and the September 24, 2021 Resolution of the Court of Appeals in CA-G.R. CR No. 41206 are AFFIRMED with MODIFICATION in that Sonia Balagtas is found.guilty of simple theft and is sentenced to suffer the penalty of imprisonment for an indeterminate period of six months of arresto mayor, as minimum, to four years and two months of prision correccional, as maximum. Sonia Balagtas is further ORDERED to PAY Visatech Integrated Corporation the amount of PHP 304,569.38 with legal interest at the rate of 6% per annum from the date of final_ity of this . Decision until full payment. SO ORDERED. WE CONCUR: Senior Associate Justice Chairperson ~ AM/2~-JAVfER Associate Justice (on leave) ANTONIO T. KHO, JR. Associate Justice Decision 13 G.R. No. 257483 ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division. Senior Associate Justice Chairperson, Second Division CERTIFICATION Pursuant to Section 13, Article VUI of the Constitution, and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of this Court's Division."
  },
  "entities": [
    {
      "text": "SUPREME COURT",
      "label": "ORG",
      "start": 0,
      "end": 13
    },
    {
      "text": "ftbilippine%",
      "label": "CARDINAL",
      "start": 121,
      "end": 133
    },
    {
      "text": "SECOND",
      "label": "ORDINAL",
      "start": 166,
      "end": 172
    },
    {
      "text": "BALAGTAS",
      "label": "GPE",
      "start": 188,
      "end": 196
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 198,
      "end": 202
    },
    {
      "text": "LEONEN",
      "label": "ORG",
      "start": 235,
      "end": 241
    },
    {
      "text": "AJ",
      "label": "ORG",
      "start": 247,
      "end": 249
    },
    {
      "text": "Chairperson",
      "label": "PERSON",
      "start": 251,
      "end": 262
    },
    {
      "text": "LAZARO-JAVIER",
      "label": "ORG",
      "start": 273,
      "end": 286
    },
    {
      "text": "LOPEZ",
      "label": "ORG",
      "start": 302,
      "end": 307
    },
    {
      "text": "KHO",
      "label": "GPE",
      "start": 317,
      "end": 320
    },
    {
      "text": "JR",
      "label": "GPE",
      "start": 322,
      "end": 324
    },
    {
      "text": "PHILIPPINES",
      "label": "GPE",
      "start": 347,
      "end": 358
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 597,
      "end": 602
    },
    {
      "text": "1f",
      "label": "CARDINAL",
      "start": 703,
      "end": 705
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 848,
      "end": 849
    },
    {
      "text": "257483",
      "label": "DATE",
      "start": 859,
      "end": 865
    },
    {
      "text": "••",
      "label": "ORG",
      "start": 877,
      "end": 879
    },
    {
      "text": "the Petition for Review",
      "label": "ORG",
      "start": 929,
      "end": 952
    },
    {
      "text": "the Decision 2 and Resolution 3",
      "label": "LAW",
      "start": 1016,
      "end": 1047
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 1149,
      "end": 1152
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 1169,
      "end": 1177
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 1242,
      "end": 1243
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 1304,
      "end": 1312
    },
    {
      "text": "June",
      "label": "DATE",
      "start": 1397,
      "end": 1401
    },
    {
      "text": "2006",
      "label": "DATE",
      "start": 1404,
      "end": 1408
    },
    {
      "text": "February 2007",
      "label": "DATE",
      "start": 1412,
      "end": 1425
    },
    {
      "text": "Quezon City",
      "label": "GPE",
      "start": 1430,
      "end": 1441
    },
    {
      "text": "Philippines",
      "label": "GPE",
      "start": 1443,
      "end": 1454
    },
    {
      "text": "ANTHONY GALO RPO",
      "label": "ORG",
      "start": 1579,
      "end": 1595
    },
    {
      "text": "200",
      "label": "CARDINAL",
      "start": 1607,
      "end": 1610
    },
    {
      "text": "Pluto Street",
      "label": "FAC",
      "start": 1611,
      "end": 1623
    },
    {
      "text": "Bahay Toro",
      "label": "PERSON",
      "start": 1631,
      "end": 1641
    },
    {
      "text": "Philippine Currency",
      "label": "ORG",
      "start": 1985,
      "end": 2004
    },
    {
      "text": "six",
      "label": "CARDINAL",
      "start": 2023,
      "end": 2026
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 2028,
      "end": 2029
    },
    {
      "text": "VISA",
      "label": "ORG",
      "start": 2082,
      "end": 2086
    },
    {
      "text": "CONTRARY",
      "label": "ORG",
      "start": 2201,
      "end": 2209
    },
    {
      "text": "LA",
      "label": "GPE",
      "start": 2213,
      "end": 2215
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 2240,
      "end": 2248
    },
    {
      "text": "five",
      "label": "CARDINAL",
      "start": 2326,
      "end": 2330
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 2351,
      "end": 2352
    },
    {
      "text": "Bermejo",
      "label": "GPE",
      "start": 2361,
      "end": 2368
    },
    {
      "text": "Bermejo",
      "label": "ORG",
      "start": 2370,
      "end": 2377
    },
    {
      "text": "Visatech Integrated Corporation",
      "label": "ORG",
      "start": 2413,
      "end": 2444
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 2459,
      "end": 2460
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 2462,
      "end": 2470
    },
    {
      "text": "Anthony M. Fuentes;10",
      "label": "PERSON",
      "start": 2480,
      "end": 2501
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 2503,
      "end": 2504
    },
    {
      "text": "Visatech Operations",
      "label": "ORG",
      "start": 2506,
      "end": 2525
    },
    {
      "text": "Anthony Galorpo",
      "label": "PERSON",
      "start": 2534,
      "end": 2549
    },
    {
      "text": "Galorpo",
      "label": "ORG",
      "start": 2552,
      "end": 2559
    },
    {
      "text": "11 4",
      "label": "CARDINAL",
      "start": 2563,
      "end": 2567
    },
    {
      "text": "Visat ech",
      "label": "ORG",
      "start": 2569,
      "end": 2578
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 2581,
      "end": 2586
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 2588,
      "end": 2590
    },
    {
      "text": "10-25",
      "label": "CARDINAL",
      "start": 2592,
      "end": 2597
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 2599,
      "end": 2600
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 2601,
      "end": 2603
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 2611,
      "end": 2613
    },
    {
      "text": "83-91",
      "label": "CARDINAL",
      "start": 2615,
      "end": 2620
    },
    {
      "text": "The September 23, 2020 Decision",
      "label": "EVENT",
      "start": 2622,
      "end": 2653
    },
    {
      "text": "41206",
      "label": "DATE",
      "start": 2672,
      "end": 2677
    },
    {
      "text": "Associate Justice",
      "label": "ORG",
      "start": 2692,
      "end": 2709
    },
    {
      "text": "Louis P. Acosta",
      "label": "PERSON",
      "start": 2710,
      "end": 2725
    },
    {
      "text": "Acting Presiding Justice",
      "label": "ORG",
      "start": 2746,
      "end": 2770
    },
    {
      "text": "Bonifacio S. Pascua",
      "label": "PERSON",
      "start": 2822,
      "end": 2841
    },
    {
      "text": "the Special First Division, Court of Appeals Manila",
      "label": "ORG",
      "start": 2845,
      "end": 2896
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 2905,
      "end": 2907
    },
    {
      "text": "27-29",
      "label": "CARDINAL",
      "start": 2909,
      "end": 2914
    },
    {
      "text": "The September 24, 2021 Resolution",
      "label": "EVENT",
      "start": 2916,
      "end": 2949
    },
    {
      "text": "CA-G.R. CR No",
      "label": "ORG",
      "start": 2953,
      "end": 2966
    },
    {
      "text": "41206",
      "label": "DATE",
      "start": 2968,
      "end": 2973
    },
    {
      "text": "Associate Justice",
      "label": "ORG",
      "start": 2988,
      "end": 3005
    },
    {
      "text": "Louis P. Acosta",
      "label": "PERSON",
      "start": 3006,
      "end": 3021
    },
    {
      "text": "concmTed",
      "label": "PERSON",
      "start": 3026,
      "end": 3034
    },
    {
      "text": "Presiding Justice Remedios A. Salazar-Fernando",
      "label": "ORG",
      "start": 3041,
      "end": 3087
    },
    {
      "text": "Bonifacio S. Pascua",
      "label": "PERSON",
      "start": 3110,
      "end": 3129
    },
    {
      "text": "Special First Division",
      "label": "ORG",
      "start": 3144,
      "end": 3166
    },
    {
      "text": "Manila",
      "label": "GPE",
      "start": 3185,
      "end": 3191
    },
    {
      "text": "RTC Records",
      "label": "ORG",
      "start": 3194,
      "end": 3205
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 3207,
      "end": 3209
    },
    {
      "text": "257",
      "label": "CARDINAL",
      "start": 3211,
      "end": 3214
    },
    {
      "text": "December 13, 2017",
      "label": "DATE",
      "start": 3224,
      "end": 3241
    },
    {
      "text": "CR",
      "label": "GPE",
      "start": 3288,
      "end": 3290
    },
    {
      "text": "Arthur",
      "label": "PERSON",
      "start": 3321,
      "end": 3327
    },
    {
      "text": "Malabaguio",
      "label": "PERSON",
      "start": 3331,
      "end": 3341
    },
    {
      "text": "Regional Trial Court",
      "label": "ORG",
      "start": 3356,
      "end": 3376
    },
    {
      "text": "Quezon City",
      "label": "GPE",
      "start": 3378,
      "end": 3389
    },
    {
      "text": "252",
      "label": "CARDINAL",
      "start": 3399,
      "end": 3402
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 3423,
      "end": 3424
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 3426,
      "end": 3427
    },
    {
      "text": "CA",
      "label": "WORK_OF_ART",
      "start": 3428,
      "end": 3430
    },
    {
      "text": "84",
      "label": "CARDINAL",
      "start": 3441,
      "end": 3443
    },
    {
      "text": "65",
      "label": "DATE",
      "start": 3453,
      "end": 3455
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 3457,
      "end": 3459
    },
    {
      "text": "RTC Records",
      "label": "ORG",
      "start": 3460,
      "end": 3471
    },
    {
      "text": "374",
      "label": "CARDINAL",
      "start": 3476,
      "end": 3479
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 3481,
      "end": 3483
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 3484,
      "end": 3486
    },
    {
      "text": "64",
      "label": "CARDINAL",
      "start": 3497,
      "end": 3499
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 3510,
      "end": 3511
    },
    {
      "text": "257483",
      "label": "DATE",
      "start": 3521,
      "end": 3527
    },
    {
      "text": "Richard Tojino",
      "label": "PERSON",
      "start": 3537,
      "end": 3551
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 3558,
      "end": 3559
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 3561,
      "end": 3569
    },
    {
      "text": "Robert Escolin.12",
      "label": "PERSON",
      "start": 3578,
      "end": 3595
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 3631,
      "end": 3632
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 3634,
      "end": 3642
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 3649,
      "end": 3650
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 3698,
      "end": 3706
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 3723,
      "end": 3731
    },
    {
      "text": "2001",
      "label": "DATE",
      "start": 3737,
      "end": 3741
    },
    {
      "text": "April 2008.14",
      "label": "DATE",
      "start": 3745,
      "end": 3758
    },
    {
      "text": "Globe",
      "label": "ORG",
      "start": 3841,
      "end": 3846
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 3857,
      "end": 3859
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 3860,
      "end": 3868
    },
    {
      "text": "weekly",
      "label": "DATE",
      "start": 3959,
      "end": 3965
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 3979,
      "end": 3987
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 4073,
      "end": 4075
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 4076,
      "end": 4084
    },
    {
      "text": "Bermejo",
      "label": "GPE",
      "start": 4164,
      "end": 4171
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 4220,
      "end": 4228
    },
    {
      "text": "Bermejo",
      "label": "GPE",
      "start": 4239,
      "end": 4246
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 4253,
      "end": 4261
    },
    {
      "text": "heads.17 Following",
      "label": "ORG",
      "start": 4336,
      "end": 4354
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 4376,
      "end": 4384
    },
    {
      "text": "2007",
      "label": "DATE",
      "start": 4430,
      "end": 4434
    },
    {
      "text": "18",
      "label": "CARDINAL",
      "start": 4436,
      "end": 4438
    },
    {
      "text": "Bermejo",
      "label": "ORG",
      "start": 4439,
      "end": 4446
    },
    {
      "text": "Balagtas",
      "label": "ORG",
      "start": 4486,
      "end": 4494
    },
    {
      "text": "Visatech",
      "label": "NORP",
      "start": 4522,
      "end": 4530
    },
    {
      "text": "the period between 2006 to 2008",
      "label": "DATE",
      "start": 4552,
      "end": 4583
    },
    {
      "text": "weekly",
      "label": "DATE",
      "start": 4622,
      "end": 4628
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 4744,
      "end": 4752
    },
    {
      "text": "Bermejo",
      "label": "GPE",
      "start": 4756,
      "end": 4763
    },
    {
      "text": "the period between June 2006 to February 2007",
      "label": "DATE",
      "start": 4814,
      "end": 4859
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 4861,
      "end": 4869
    },
    {
      "text": "six",
      "label": "CARDINAL",
      "start": 4880,
      "end": 4883
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 4946,
      "end": 4954
    },
    {
      "text": "PHP 304,569.38.21",
      "label": "ORG",
      "start": 4996,
      "end": 5013
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 5042,
      "end": 5050
    },
    {
      "text": "Bennejo",
      "label": "ORG",
      "start": 5205,
      "end": 5212
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 5343,
      "end": 5351
    },
    {
      "text": "Bermejo",
      "label": "GPE",
      "start": 5364,
      "end": 5371
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 5484,
      "end": 5486
    },
    {
      "text": "64-66",
      "label": "DATE",
      "start": 5493,
      "end": 5498
    },
    {
      "text": "84",
      "label": "DATE",
      "start": 5500,
      "end": 5502
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 5504,
      "end": 5506
    },
    {
      "text": "84",
      "label": "CARDINAL",
      "start": 5513,
      "end": 5515
    },
    {
      "text": "14",
      "label": "CARDINAL",
      "start": 5517,
      "end": 5519
    },
    {
      "text": "RTC Records",
      "label": "ORG",
      "start": 5520,
      "end": 5531
    },
    {
      "text": "258",
      "label": "CARDINAL",
      "start": 5536,
      "end": 5539
    },
    {
      "text": "370",
      "label": "CARDINAL",
      "start": 5550,
      "end": 5553
    },
    {
      "text": "6 Id",
      "label": "CARDINAL",
      "start": 5556,
      "end": 5560
    },
    {
      "text": "371",
      "label": "CARDINAL",
      "start": 5564,
      "end": 5567
    },
    {
      "text": "370",
      "label": "CARDINAL",
      "start": 5578,
      "end": 5581
    },
    {
      "text": "258",
      "label": "CARDINAL",
      "start": 5596,
      "end": 5599
    },
    {
      "text": "19",
      "label": "CARDINAL",
      "start": 5601,
      "end": 5603
    },
    {
      "text": "RTC Records",
      "label": "ORG",
      "start": 5611,
      "end": 5622
    },
    {
      "text": "259",
      "label": "CARDINAL",
      "start": 5627,
      "end": 5630
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 5632,
      "end": 5634
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 5635,
      "end": 5637
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 5645,
      "end": 5647
    },
    {
      "text": "84-85",
      "label": "CARDINAL",
      "start": 5649,
      "end": 5654
    },
    {
      "text": "22",
      "label": "CARDINAL",
      "start": 5656,
      "end": 5658
    },
    {
      "text": "85",
      "label": "CARDINAL",
      "start": 5666,
      "end": 5668
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 5679,
      "end": 5680
    },
    {
      "text": "Decision",
      "label": "GPE",
      "start": 5704,
      "end": 5712
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 5714,
      "end": 5716
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 5721,
      "end": 5724
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 5731,
      "end": 5739
    },
    {
      "text": "Article 310",
      "label": "LAW",
      "start": 5929,
      "end": 5940
    },
    {
      "text": "R.A.",
      "label": "GPE",
      "start": 5981,
      "end": 5985
    },
    {
      "text": "10951",
      "label": "DATE",
      "start": 5986,
      "end": 5991
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 6074,
      "end": 6078
    },
    {
      "text": "4) years",
      "label": "DATE",
      "start": 6080,
      "end": 6088
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 6093,
      "end": 6096
    },
    {
      "text": "months",
      "label": "DATE",
      "start": 6101,
      "end": 6107
    },
    {
      "text": "nine",
      "label": "CARDINAL",
      "start": 6146,
      "end": 6150
    },
    {
      "text": "9) years",
      "label": "DATE",
      "start": 6152,
      "end": 6160
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 6165,
      "end": 6169
    },
    {
      "text": "months",
      "label": "DATE",
      "start": 6175,
      "end": 6181
    },
    {
      "text": "P304,569.38",
      "label": "GPE",
      "start": 6277,
      "end": 6288
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 6422,
      "end": 6424
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 6497,
      "end": 6500
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 6557,
      "end": 6558
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 6631,
      "end": 6639
    },
    {
      "text": "weekly",
      "label": "DATE",
      "start": 6658,
      "end": 6664
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 6676,
      "end": 6677
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 6700,
      "end": 6708
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 6711,
      "end": 6712
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 6751,
      "end": 6752
    },
    {
      "text": "ofVisatech",
      "label": "PERSON",
      "start": 6790,
      "end": 6800
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 6807,
      "end": 6808
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 6920,
      "end": 6928
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 7025,
      "end": 7027
    },
    {
      "text": "the Motion for Reconsideration",
      "label": "ORG",
      "start": 7035,
      "end": 7065
    },
    {
      "text": "Hence,",
      "label": "ORG",
      "start": 7087,
      "end": 7093
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 7094,
      "end": 7102
    },
    {
      "text": "27",
      "label": "CARDINAL",
      "start": 7157,
      "end": 7159
    },
    {
      "text": "Philippines",
      "label": "GPE",
      "start": 7185,
      "end": 7196
    },
    {
      "text": "the Office of the Solicitor General",
      "label": "ORG",
      "start": 7206,
      "end": 7241
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 7290,
      "end": 7298
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 7334,
      "end": 7339
    },
    {
      "text": "Ruling The Petition",
      "label": "ORG",
      "start": 7342,
      "end": 7361
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 7385,
      "end": 7387
    },
    {
      "text": "RTC Records",
      "label": "ORG",
      "start": 7388,
      "end": 7399
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 7401,
      "end": 7403
    },
    {
      "text": "257",
      "label": "CARDINAL",
      "start": 7405,
      "end": 7408
    },
    {
      "text": "24",
      "label": "CARDINAL",
      "start": 7414,
      "end": 7416
    },
    {
      "text": "91",
      "label": "CARDINAL",
      "start": 7429,
      "end": 7431
    },
    {
      "text": "86-88",
      "label": "DATE",
      "start": 7442,
      "end": 7447
    },
    {
      "text": "26",
      "label": "CARDINAL",
      "start": 7449,
      "end": 7451
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 7462,
      "end": 7464
    },
    {
      "text": "36--37",
      "label": "DATE",
      "start": 7475,
      "end": 7481
    },
    {
      "text": "28",
      "label": "CARDINAL",
      "start": 7483,
      "end": 7485
    },
    {
      "text": "45-62",
      "label": "DATE",
      "start": 7492,
      "end": 7497
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 7508,
      "end": 7509
    },
    {
      "text": "257483",
      "label": "DATE",
      "start": 7519,
      "end": 7525
    },
    {
      "text": "Balagtas",
      "label": "ORG",
      "start": 7526,
      "end": 7534
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 7550,
      "end": 7551
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 7593,
      "end": 7598
    },
    {
      "text": "PHP 304,569.38;29",
      "label": "ORG",
      "start": 7647,
      "end": 7664
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 7666,
      "end": 7667
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 7723,
      "end": 7726
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 7766,
      "end": 7767
    },
    {
      "text": "Articles 308",
      "label": "PERSON",
      "start": 7957,
      "end": 7969
    },
    {
      "text": "310",
      "label": "CARDINAL",
      "start": 7974,
      "end": 7977
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 8010,
      "end": 8011
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 8043,
      "end": 8044
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 8081,
      "end": 8082
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 8126,
      "end": 8127
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 8184,
      "end": 8185
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 8303,
      "end": 8304
    },
    {
      "text": "confidence.32 Balagtas",
      "label": "ORG",
      "start": 8343,
      "end": 8365
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 8444,
      "end": 8449
    },
    {
      "text": "PHP 304,569.38.33",
      "label": "ORG",
      "start": 8538,
      "end": 8555
    },
    {
      "text": "Candelaria",
      "label": "GPE",
      "start": 8816,
      "end": 8826
    },
    {
      "text": "35",
      "label": "CARDINAL",
      "start": 8838,
      "end": 8840
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 8846,
      "end": 8851
    },
    {
      "text": "more than one",
      "label": "CARDINAL",
      "start": 9037,
      "end": 9050
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 9370,
      "end": 9373
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 9469,
      "end": 9471
    },
    {
      "text": "14",
      "label": "DATE",
      "start": 9478,
      "end": 9480
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 9482,
      "end": 9484
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 9492,
      "end": 9494
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 9497,
      "end": 9498
    },
    {
      "text": "31",
      "label": "CARDINAL",
      "start": 9500,
      "end": 9502
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 9511,
      "end": 9513
    },
    {
      "text": "People v. Cruz",
      "label": "PERSON",
      "start": 9514,
      "end": 9528
    },
    {
      "text": "786",
      "label": "QUANTITY",
      "start": 9530,
      "end": 9533
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 9534,
      "end": 9538
    },
    {
      "text": "609,618",
      "label": "CARDINAL",
      "start": 9540,
      "end": 9547
    },
    {
      "text": "2016",
      "label": "DATE",
      "start": 9549,
      "end": 9553
    },
    {
      "text": "J. Perez",
      "label": "PERSON",
      "start": 9560,
      "end": 9568
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 9587,
      "end": 9589
    },
    {
      "text": "14",
      "label": "CARDINAL",
      "start": 9600,
      "end": 9602
    },
    {
      "text": "812 Phil",
      "label": "QUANTITY",
      "start": 9636,
      "end": 9644
    },
    {
      "text": "25",
      "label": "DATE",
      "start": 9646,
      "end": 9648
    },
    {
      "text": "36",
      "label": "DATE",
      "start": 9650,
      "end": 9652
    },
    {
      "text": "20",
      "label": "CARDINAL",
      "start": 9654,
      "end": 9656
    },
    {
      "text": "J. Leonen",
      "label": "PERSON",
      "start": 9667,
      "end": 9676
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 9678,
      "end": 9684
    },
    {
      "text": "35 749",
      "label": "CARDINAL",
      "start": 9696,
      "end": 9702
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 9703,
      "end": 9707
    },
    {
      "text": "J. Perlas-Bernabe",
      "label": "PERSON",
      "start": 9724,
      "end": 9741
    },
    {
      "text": "First Division",
      "label": "ORG",
      "start": 9743,
      "end": 9757
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 9769,
      "end": 9770
    },
    {
      "text": "257483",
      "label": "CARDINAL",
      "start": 9780,
      "end": 9786
    },
    {
      "text": "Citations",
      "label": "ORG",
      "start": 10140,
      "end": 10149
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10240,
      "end": 10248
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10404,
      "end": 10412
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 10431,
      "end": 10432
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10505,
      "end": 10513
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 10525,
      "end": 10526
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10528,
      "end": 10536
    },
    {
      "text": "the unit supervisors;38",
      "label": "ORG",
      "start": 10594,
      "end": 10617
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 10619,
      "end": 10620
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10622,
      "end": 10630
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 10687,
      "end": 10688
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10690,
      "end": 10698
    },
    {
      "text": "Bermejo",
      "label": "GPE",
      "start": 10713,
      "end": 10720
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 10794,
      "end": 10795
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10930,
      "end": 10938
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 10954,
      "end": 10955
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 10957,
      "end": 10965
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 11053,
      "end": 11054
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 11056,
      "end": 11064
    },
    {
      "text": "8)",
      "label": "CARDINAL",
      "start": 11171,
      "end": 11173
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 11313,
      "end": 11321
    },
    {
      "text": "PHP 304,569.38.44",
      "label": "ORG",
      "start": 11330,
      "end": 11347
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 11368,
      "end": 11376
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 11479,
      "end": 11487
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 11564,
      "end": 11569
    },
    {
      "text": "Visa.tech",
      "label": "PERSON",
      "start": 11695,
      "end": 11704
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 11780,
      "end": 11788
    },
    {
      "text": "36",
      "label": "CARDINAL",
      "start": 11819,
      "end": 11821
    },
    {
      "text": "525",
      "label": "CARDINAL",
      "start": 11829,
      "end": 11832
    },
    {
      "text": "37",
      "label": "CARDINAL",
      "start": 11834,
      "end": 11836
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 11837,
      "end": 11839
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 11847,
      "end": 11849
    },
    {
      "text": "65, 68",
      "label": "DATE",
      "start": 11851,
      "end": 11857
    },
    {
      "text": "38",
      "label": "CARDINAL",
      "start": 11859,
      "end": 11861
    },
    {
      "text": "68-69",
      "label": "TIME",
      "start": 11868,
      "end": 11873
    },
    {
      "text": "TSN",
      "label": "ORG",
      "start": 11875,
      "end": 11878
    },
    {
      "text": "Sonia Balagtas",
      "label": "PERSON",
      "start": 11880,
      "end": 11894
    },
    {
      "text": "February",
      "label": "DATE",
      "start": 11896,
      "end": 11904
    },
    {
      "text": "6, 2017",
      "label": "DATE",
      "start": 11907,
      "end": 11914
    },
    {
      "text": "0",
      "label": "CARDINAL",
      "start": 11921,
      "end": 11922
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 11924,
      "end": 11926
    },
    {
      "text": "69",
      "label": "CARDINAL",
      "start": 11934,
      "end": 11936
    },
    {
      "text": "TSN",
      "label": "ORG",
      "start": 11938,
      "end": 11941
    },
    {
      "text": "Edmund Bennejo",
      "label": "PERSON",
      "start": 11943,
      "end": 11957
    },
    {
      "text": "September 6, 2017",
      "label": "DATE",
      "start": 11959,
      "end": 11976
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 11981,
      "end": 11982
    },
    {
      "text": "65",
      "label": "CARDINAL",
      "start": 11994,
      "end": 11996
    },
    {
      "text": "69",
      "label": "CARDINAL",
      "start": 11998,
      "end": 12000
    },
    {
      "text": "65-66",
      "label": "DATE",
      "start": 12014,
      "end": 12019
    },
    {
      "text": "Sonia Balagtas",
      "label": "PERSON",
      "start": 12029,
      "end": 12043
    },
    {
      "text": "February 16",
      "label": "DATE",
      "start": 12045,
      "end": 12056
    },
    {
      "text": "20",
      "label": "CARDINAL",
      "start": 12058,
      "end": 12060
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 12069,
      "end": 12070
    },
    {
      "text": "43",
      "label": "CARDINAL",
      "start": 12072,
      "end": 12074
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 12075,
      "end": 12077
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 12085,
      "end": 12087
    },
    {
      "text": "65,",
      "label": "DATE",
      "start": 12089,
      "end": 12092
    },
    {
      "text": "71",
      "label": "DATE",
      "start": 12093,
      "end": 12095
    },
    {
      "text": "75",
      "label": "DATE",
      "start": 12106,
      "end": 12108
    },
    {
      "text": "257483",
      "label": "DATE",
      "start": 12130,
      "end": 12136
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 12149,
      "end": 12157
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 12309,
      "end": 12314
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 12480,
      "end": 12488
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 12861,
      "end": 12864
    },
    {
      "text": "46",
      "label": "CARDINAL",
      "start": 12884,
      "end": 12886
    },
    {
      "text": "48",
      "label": "DATE",
      "start": 13000,
      "end": 13002
    },
    {
      "text": "49",
      "label": "CARDINAL",
      "start": 13075,
      "end": 13077
    },
    {
      "text": "50",
      "label": "CARDINAL",
      "start": 13124,
      "end": 13126
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 14076,
      "end": 14081
    },
    {
      "text": "Viray",
      "label": "PERSON",
      "start": 14149,
      "end": 14154
    },
    {
      "text": "52",
      "label": "CARDINAL",
      "start": 14166,
      "end": 14168
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 14174,
      "end": 14179
    },
    {
      "text": "87",
      "label": "DATE",
      "start": 14501,
      "end": 14503
    },
    {
      "text": "46",
      "label": "CARDINAL",
      "start": 14505,
      "end": 14507
    },
    {
      "text": "1c",
      "label": "CARDINAL",
      "start": 14518,
      "end": 14520
    },
    {
      "text": "256624",
      "label": "DATE",
      "start": 14538,
      "end": 14544
    },
    {
      "text": "July 26, 2023",
      "label": "DATE",
      "start": 14546,
      "end": 14559
    },
    {
      "text": "J. M.V. Lopez",
      "label": "ORG",
      "start": 14565,
      "end": 14578
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 14580,
      "end": 14586
    },
    {
      "text": "191039",
      "label": "DATE",
      "start": 14627,
      "end": 14633
    },
    {
      "text": "August 22, 2022",
      "label": "DATE",
      "start": 14635,
      "end": 14650
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 14671,
      "end": 14677
    },
    {
      "text": "48",
      "label": "CARDINAL",
      "start": 14689,
      "end": 14691
    },
    {
      "text": "63",
      "label": "CARDINAL",
      "start": 14712,
      "end": 14714
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 14715,
      "end": 14719
    },
    {
      "text": "369-372",
      "label": "CARDINAL",
      "start": 14721,
      "end": 14728
    },
    {
      "text": "1936",
      "label": "DATE",
      "start": 14730,
      "end": 14734
    },
    {
      "text": "91039",
      "label": "DATE",
      "start": 14796,
      "end": 14801
    },
    {
      "text": "August 22, 2022",
      "label": "DATE",
      "start": 14803,
      "end": 14818
    },
    {
      "text": "J. M.V. Lopez",
      "label": "ORG",
      "start": 14824,
      "end": 14837
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 14839,
      "end": 14845
    },
    {
      "text": "50",
      "label": "CARDINAL",
      "start": 14857,
      "end": 14859
    },
    {
      "text": "Batislaon v. People",
      "label": "PERSON",
      "start": 14860,
      "end": 14879
    },
    {
      "text": "256624",
      "label": "DATE",
      "start": 14890,
      "end": 14896
    },
    {
      "text": "July 26, 2023",
      "label": "DATE",
      "start": 14898,
      "end": 14911
    },
    {
      "text": "J. M.V. Lopez",
      "label": "ORG",
      "start": 14917,
      "end": 14930
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 14932,
      "end": 14938
    },
    {
      "text": "51 141",
      "label": "CARDINAL",
      "start": 14950,
      "end": 14956
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 14957,
      "end": 14961
    },
    {
      "text": "278",
      "label": "CARDINAL",
      "start": 14963,
      "end": 14966
    },
    {
      "text": "1969",
      "label": "DATE",
      "start": 14974,
      "end": 14978
    },
    {
      "text": "First Division",
      "label": "ORG",
      "start": 15000,
      "end": 15014
    },
    {
      "text": "52",
      "label": "CARDINAL",
      "start": 15017,
      "end": 15019
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 15024,
      "end": 15028
    },
    {
      "text": "841--855",
      "label": "CARDINAL",
      "start": 15030,
      "end": 15038
    },
    {
      "text": "20 l 3",
      "label": "DATE",
      "start": 15040,
      "end": 15046
    },
    {
      "text": "J. Velasco",
      "label": "PERSON",
      "start": 15053,
      "end": 15063
    },
    {
      "text": "854",
      "label": "CARDINAL",
      "start": 15096,
      "end": 15099
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 15110,
      "end": 15111
    },
    {
      "text": "Maglaya",
      "label": "ORG",
      "start": 15157,
      "end": 15164
    },
    {
      "text": "Viray",
      "label": "PERSON",
      "start": 15169,
      "end": 15174
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 15193,
      "end": 15201
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 15383,
      "end": 15391
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 15914,
      "end": 15922
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 16231,
      "end": 16239
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 16244,
      "end": 16252
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 16273,
      "end": 16276
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 16288,
      "end": 16296
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 16334,
      "end": 16342
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 16415,
      "end": 16417
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 16472,
      "end": 16480
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 16590,
      "end": 16592
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 16601,
      "end": 16604
    },
    {
      "text": "Batislaon v. People",
      "label": "GPE",
      "start": 16691,
      "end": 16710
    },
    {
      "text": "56",
      "label": "CARDINAL",
      "start": 16712,
      "end": 16714
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 16720,
      "end": 16725
    },
    {
      "text": "Homo",
      "label": "ORG",
      "start": 16930,
      "end": 16934
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 17314,
      "end": 17322
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 17327,
      "end": 17335
    },
    {
      "text": "Balagtas",
      "label": "ORG",
      "start": 17364,
      "end": 17372
    },
    {
      "text": "Bermejo",
      "label": "PERSON",
      "start": 17540,
      "end": 17547
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 17577,
      "end": 17585
    },
    {
      "text": "54",
      "label": "CARDINAL",
      "start": 17592,
      "end": 17594
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 17595,
      "end": 17597
    },
    {
      "text": "72",
      "label": "CARDINAL",
      "start": 17608,
      "end": 17610
    },
    {
      "text": "55",
      "label": "CARDINAL",
      "start": 17612,
      "end": 17614
    },
    {
      "text": "87",
      "label": "DATE",
      "start": 17621,
      "end": 17623
    },
    {
      "text": "56",
      "label": "CARDINAL",
      "start": 17625,
      "end": 17627
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 17628,
      "end": 17635
    },
    {
      "text": "256624",
      "label": "DATE",
      "start": 17637,
      "end": 17643
    },
    {
      "text": "July 26, 2023",
      "label": "DATE",
      "start": 17645,
      "end": 17658
    },
    {
      "text": "J. M.V. Lopez",
      "label": "ORG",
      "start": 17664,
      "end": 17677
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 17679,
      "end": 17685
    },
    {
      "text": "57",
      "label": "CARDINAL",
      "start": 17697,
      "end": 17699
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 17700,
      "end": 17704
    },
    {
      "text": "191039",
      "label": "DATE",
      "start": 17709,
      "end": 17715
    },
    {
      "text": "August 22, 2022",
      "label": "DATE",
      "start": 17717,
      "end": 17732
    },
    {
      "text": "J. M.V. Lopez",
      "label": "ORG",
      "start": 17738,
      "end": 17751
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 17781,
      "end": 17782
    },
    {
      "text": "257483",
      "label": "DATE",
      "start": 17792,
      "end": 17798
    },
    {
      "text": "58",
      "label": "CARDINAL",
      "start": 17836,
      "end": 17838
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 17989,
      "end": 17997
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 18041,
      "end": 18049
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 18385,
      "end": 18393
    },
    {
      "text": "Maglaya, Homo!",
      "label": "ORG",
      "start": 18520,
      "end": 18534
    },
    {
      "text": "Batislaon",
      "label": "PERSON",
      "start": 18540,
      "end": 18549
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 18556,
      "end": 18561
    },
    {
      "text": "Article 14 of the",
      "label": "LAW",
      "start": 19446,
      "end": 19463
    },
    {
      "text": "RPC",
      "label": "ORG",
      "start": 19464,
      "end": 19467
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 19929,
      "end": 19937
    },
    {
      "text": "weekly",
      "label": "DATE",
      "start": 19941,
      "end": 19947
    },
    {
      "text": "60",
      "label": "CARDINAL",
      "start": 20085,
      "end": 20087
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 20151,
      "end": 20159
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 20353,
      "end": 20361
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 20366,
      "end": 20374
    },
    {
      "text": "58",
      "label": "CARDINAL",
      "start": 20523,
      "end": 20525
    },
    {
      "text": "RTC Records",
      "label": "ORG",
      "start": 20526,
      "end": 20537
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 20539,
      "end": 20541
    },
    {
      "text": "370,372",
      "label": "CARDINAL",
      "start": 20543,
      "end": 20550
    },
    {
      "text": "59",
      "label": "CARDINAL",
      "start": 20552,
      "end": 20554
    },
    {
      "text": "191039",
      "label": "DATE",
      "start": 20563,
      "end": 20569
    },
    {
      "text": "August 22, 2022",
      "label": "DATE",
      "start": 20571,
      "end": 20586
    },
    {
      "text": "J. M.V. Lopez",
      "label": "ORG",
      "start": 20592,
      "end": 20605
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 20627,
      "end": 20628
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 20688,
      "end": 20705
    },
    {
      "text": "60",
      "label": "CARDINAL",
      "start": 20715,
      "end": 20717
    },
    {
      "text": "RTC Records",
      "label": "ORG",
      "start": 20718,
      "end": 20729
    },
    {
      "text": "371",
      "label": "CARDINAL",
      "start": 20734,
      "end": 20737
    },
    {
      "text": "257483",
      "label": "DATE",
      "start": 20761,
      "end": 20767
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 20779,
      "end": 20787
    },
    {
      "text": "second",
      "label": "ORDINAL",
      "start": 20790,
      "end": 20796
    },
    {
      "text": "Bermejo",
      "label": "ORG",
      "start": 20824,
      "end": 20831
    },
    {
      "text": "62",
      "label": "CARDINAL",
      "start": 21118,
      "end": 21120
    },
    {
      "text": "Bermejo",
      "label": "ORG",
      "start": 21127,
      "end": 21134
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 21178,
      "end": 21186
    },
    {
      "text": "63",
      "label": "CARDINAL",
      "start": 21228,
      "end": 21230
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 21254,
      "end": 21262
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 21366,
      "end": 21374
    },
    {
      "text": "64",
      "label": "CARDINAL",
      "start": 21376,
      "end": 21378
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 21452,
      "end": 21460
    },
    {
      "text": "Bermejo.65 • Balagtas",
      "label": "ORG",
      "start": 21622,
      "end": 21643
    },
    {
      "text": "Galorpo",
      "label": "ORG",
      "start": 21661,
      "end": 21668
    },
    {
      "text": "Galorpo",
      "label": "ORG",
      "start": 21780,
      "end": 21787
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 21826,
      "end": 21834
    },
    {
      "text": "67",
      "label": "CARDINAL",
      "start": 21958,
      "end": 21960
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 21965,
      "end": 21968
    },
    {
      "text": "Bermejo",
      "label": "GPE",
      "start": 21990,
      "end": 21997
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 22004,
      "end": 22012
    },
    {
      "text": "Galorpo",
      "label": "ORG",
      "start": 22120,
      "end": 22127
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 22174,
      "end": 22182
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 22217,
      "end": 22225
    },
    {
      "text": "Suffice",
      "label": "ORG",
      "start": 22403,
      "end": 22410
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 22563,
      "end": 22571
    },
    {
      "text": "Bennejo",
      "label": "PERSON",
      "start": 22588,
      "end": 22595
    },
    {
      "text": "Balagtas 61 Rollo",
      "label": "ORG",
      "start": 22769,
      "end": 22786
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 22791,
      "end": 22793
    },
    {
      "text": "62",
      "label": "CARDINAL",
      "start": 22795,
      "end": 22797
    },
    {
      "text": "Cula",
      "label": "PERSON",
      "start": 22808,
      "end": 22812
    },
    {
      "text": "3&.5 Phil",
      "label": "PERSON",
      "start": 22814,
      "end": 22823
    },
    {
      "text": "742",
      "label": "CARDINAL",
      "start": 22825,
      "end": 22828
    },
    {
      "text": "2000",
      "label": "DATE",
      "start": 22830,
      "end": 22834
    },
    {
      "text": "vJelo",
      "label": "PERSON",
      "start": 22845,
      "end": 22850
    },
    {
      "text": "63",
      "label": "CARDINAL",
      "start": 22862,
      "end": 22864
    },
    {
      "text": "TSN",
      "label": "ORG",
      "start": 22865,
      "end": 22868
    },
    {
      "text": "Edmund Bermejo",
      "label": "PERSON",
      "start": 22870,
      "end": 22884
    },
    {
      "text": "November 12, 2013",
      "label": "DATE",
      "start": 22886,
      "end": 22903
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 22905,
      "end": 22907
    },
    {
      "text": "7-8",
      "label": "CARDINAL",
      "start": 22909,
      "end": 22912
    },
    {
      "text": "Edmund Bermejo",
      "label": "PERSON",
      "start": 22922,
      "end": 22936
    },
    {
      "text": "September 6, 2017",
      "label": "DATE",
      "start": 22938,
      "end": 22955
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 22957,
      "end": 22959
    },
    {
      "text": "5-6",
      "label": "CARDINAL",
      "start": 22961,
      "end": 22964
    },
    {
      "text": "TSN",
      "label": "ORG",
      "start": 22969,
      "end": 22972
    },
    {
      "text": "Sonia Balagtas",
      "label": "PERSON",
      "start": 22974,
      "end": 22988
    },
    {
      "text": "February 16, 2017",
      "label": "DATE",
      "start": 22990,
      "end": 23007
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 23012,
      "end": 23013
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 23028,
      "end": 23030
    },
    {
      "text": "67",
      "label": "CARDINAL",
      "start": 23032,
      "end": 23034
    },
    {
      "text": "Anthony Galorpo",
      "label": "PERSON",
      "start": 23040,
      "end": 23055
    },
    {
      "text": "October 22, 2013",
      "label": "DATE",
      "start": 23057,
      "end": 23073
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 23075,
      "end": 23077
    },
    {
      "text": "38",
      "label": "CARDINAL",
      "start": 23079,
      "end": 23081
    },
    {
      "text": "68",
      "label": "CARDINAL",
      "start": 23087,
      "end": 23089
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 23090,
      "end": 23092
    },
    {
      "text": "69",
      "label": "CARDINAL",
      "start": 23103,
      "end": 23105
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 23117,
      "end": 23119
    },
    {
      "text": "18-19",
      "label": "CARDINAL",
      "start": 23121,
      "end": 23126
    },
    {
      "text": "70",
      "label": "CARDINAL",
      "start": 23128,
      "end": 23130
    },
    {
      "text": "People v. Marti",
      "label": "ORG",
      "start": 23131,
      "end": 23146
    },
    {
      "text": "27",
      "label": "CARDINAL",
      "start": 23148,
      "end": 23150
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 23152,
      "end": 23156
    },
    {
      "text": "51",
      "label": "DATE",
      "start": 23158,
      "end": 23160
    },
    {
      "text": "62",
      "label": "DATE",
      "start": 23162,
      "end": 23164
    },
    {
      "text": "1991",
      "label": "DATE",
      "start": 23166,
      "end": 23170
    },
    {
      "text": "J. Bidin",
      "label": "PERSON",
      "start": 23177,
      "end": 23185
    },
    {
      "text": "Third",
      "label": "ORDINAL",
      "start": 23187,
      "end": 23192
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 23217,
      "end": 23219
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 23230,
      "end": 23232
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 23233,
      "end": 23237
    },
    {
      "text": "257483",
      "label": "DATE",
      "start": 23242,
      "end": 23248
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 23263,
      "end": 23271
    },
    {
      "text": "three",
      "label": "CARDINAL",
      "start": 23290,
      "end": 23295
    },
    {
      "text": "72",
      "label": "CARDINAL",
      "start": 23377,
      "end": 23379
    },
    {
      "text": "1095173",
      "label": "DATE",
      "start": 23470,
      "end": 23477
    },
    {
      "text": "Section 81 of Republic Act No",
      "label": "LAW",
      "start": 23544,
      "end": 23573
    },
    {
      "text": "10951",
      "label": "DATE",
      "start": 23575,
      "end": 23580
    },
    {
      "text": "Section 81",
      "label": "LAW",
      "start": 23591,
      "end": 23601
    },
    {
      "text": "Article 309",
      "label": "LAW",
      "start": 23603,
      "end": 23614
    },
    {
      "text": "ART",
      "label": "ORG",
      "start": 23669,
      "end": 23672
    },
    {
      "text": "309",
      "label": "CARDINAL",
      "start": 23674,
      "end": 23677
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 23740,
      "end": 23741
    },
    {
      "text": "more than Twenty thousand",
      "label": "CARDINAL",
      "start": 23855,
      "end": 23880
    },
    {
      "text": "P20,000",
      "label": "ORG",
      "start": 23888,
      "end": 23895
    },
    {
      "text": "Six hundred thousand",
      "label": "CARDINAL",
      "start": 23917,
      "end": 23937
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 23956,
      "end": 23964
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 24016,
      "end": 24019
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 24036,
      "end": 24044
    },
    {
      "text": "two years",
      "label": "DATE",
      "start": 24162,
      "end": 24171
    },
    {
      "text": "11 months",
      "label": "DATE",
      "start": 24173,
      "end": 24182
    },
    {
      "text": "11 days to",
      "label": "DATE",
      "start": 24188,
      "end": 24198
    },
    {
      "text": "four years",
      "label": "DATE",
      "start": 24199,
      "end": 24209
    },
    {
      "text": "two months",
      "label": "DATE",
      "start": 24214,
      "end": 24224
    },
    {
      "text": "the Revised Penal Code",
      "label": "LAW",
      "start": 24390,
      "end": 24412
    },
    {
      "text": "two months",
      "label": "DATE",
      "start": 24480,
      "end": 24490
    },
    {
      "text": "one day to",
      "label": "DATE",
      "start": 24495,
      "end": 24505
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 24571,
      "end": 24579
    },
    {
      "text": "six months",
      "label": "DATE",
      "start": 24639,
      "end": 24649
    },
    {
      "text": "four years",
      "label": "DATE",
      "start": 24683,
      "end": 24693
    },
    {
      "text": "two months",
      "label": "DATE",
      "start": 24698,
      "end": 24708
    },
    {
      "text": "309",
      "label": "MONEY",
      "start": 24785,
      "end": 24788
    },
    {
      "text": "10951",
      "label": "DATE",
      "start": 24848,
      "end": 24853
    },
    {
      "text": "the Indeterminate Sentence Law",
      "label": "LAW",
      "start": 24858,
      "end": 24888
    },
    {
      "text": "Balagtas",
      "label": "GPE",
      "start": 24890,
      "end": 24898
    },
    {
      "text": "Section l of Republic Act No.10592",
      "label": "ORG",
      "start": 24970,
      "end": 25004
    },
    {
      "text": "Article 29 of the Revised Penal Code",
      "label": "LAW",
      "start": 25020,
      "end": 25056
    },
    {
      "text": "TSN",
      "label": "ORG",
      "start": 25061,
      "end": 25064
    },
    {
      "text": "Sonia Balagtas",
      "label": "PERSON",
      "start": 25066,
      "end": 25080
    },
    {
      "text": "November",
      "label": "DATE",
      "start": 25082,
      "end": 25090
    },
    {
      "text": "2015",
      "label": "DATE",
      "start": 25096,
      "end": 25100
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 25105,
      "end": 25106
    },
    {
      "text": "Amending For The Purpose Act No",
      "label": "WORK_OF_ART",
      "start": 25255,
      "end": 25286
    },
    {
      "text": "3815",
      "label": "DATE",
      "start": 25288,
      "end": 25292
    },
    {
      "text": "July 25, 2017",
      "label": "DATE",
      "start": 25351,
      "end": 25364
    },
    {
      "text": "74",
      "label": "CARDINAL",
      "start": 25366,
      "end": 25368
    },
    {
      "text": "Mejares",
      "label": "PERSON",
      "start": 25379,
      "end": 25386
    },
    {
      "text": "823",
      "label": "CARDINAL",
      "start": 25388,
      "end": 25391
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 25392,
      "end": 25396
    },
    {
      "text": "459",
      "label": "CARDINAL",
      "start": 25398,
      "end": 25401
    },
    {
      "text": "473",
      "label": "CARDINAL",
      "start": 25403,
      "end": 25406
    },
    {
      "text": "2018",
      "label": "DATE",
      "start": 25408,
      "end": 25412
    },
    {
      "text": "J. Leonen",
      "label": "PERSON",
      "start": 25419,
      "end": 25428
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 25456,
      "end": 25458
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 25459,
      "end": 25466
    },
    {
      "text": "Visatech",
      "label": "GPE",
      "start": 25512,
      "end": 25520
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 25562,
      "end": 25564
    },
    {
      "text": "The September 23, 2020",
      "label": "EVENT",
      "start": 25723,
      "end": 25745
    },
    {
      "text": "the September 24, 2021 Resolution",
      "label": "EVENT",
      "start": 25759,
      "end": 25792
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 25796,
      "end": 25816
    },
    {
      "text": "CA-G.R. CR No",
      "label": "ORG",
      "start": 25820,
      "end": 25833
    },
    {
      "text": "41206",
      "label": "DATE",
      "start": 25835,
      "end": 25840
    },
    {
      "text": "Sonia Balagtas",
      "label": "PERSON",
      "start": 25880,
      "end": 25894
    },
    {
      "text": "six months",
      "label": "DATE",
      "start": 26013,
      "end": 26023
    },
    {
      "text": "four years",
      "label": "DATE",
      "start": 26057,
      "end": 26067
    },
    {
      "text": "two months",
      "label": "DATE",
      "start": 26072,
      "end": 26082
    },
    {
      "text": "Sonia Balagtas",
      "label": "PERSON",
      "start": 26120,
      "end": 26134
    },
    {
      "text": "PAY Visatech Integrated Corporation",
      "label": "ORG",
      "start": 26157,
      "end": 26192
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 26257,
      "end": 26259
    },
    {
      "text": "ANTONIO T. KHO",
      "label": "PERSON",
      "start": 26440,
      "end": 26454
    },
    {
      "text": "JR",
      "label": "ORG",
      "start": 26456,
      "end": 26458
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 26487,
      "end": 26489
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 26490,
      "end": 26497
    },
    {
      "text": "257483",
      "label": "CARDINAL",
      "start": 26499,
      "end": 26505
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 26669,
      "end": 26674
    },
    {
      "text": "Section 13",
      "label": "LAW",
      "start": 26767,
      "end": 26777
    },
    {
      "text": "Article VUI of the Constitution",
      "label": "LAW",
      "start": 26779,
      "end": 26810
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 27008,
      "end": 27013
    }
  ],
  "metadata": {
    "num_tokens": 5221,
    "num_sentences": 244,
    "num_entities": 596
  }
}