{
  "filename": "265579.pdf",
  "full_text": "rn: SiF'i':t:i'if: COUPT THE FHILIFFINES PUOUC INF0RMATION OFFICE 3&epublic of tlJe ~bilippines ~upreme Qtourt ;iffilanila SECOND DIVISION JOEL PANCHO BIGCAS, G.R. No. 265579 Petitioner, Present: LEONEN, Chairperson -versus- LAZARO-JAVIER, LOPEZ, M., LOPEZ, J., and KHO JR. COURT OF APPEALS and PEOPLE OF THE PHILIPPINES, Promulgated: Respondents. NOV 2 x- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - -x DECISION LAZARO-JAVIER, J.: The Case This Petition1 for Certiorari under Rule 65 of the Rules of Court assails the following dispositions of the Ccurt of Appeals in CA-G.R. CR No. 01836- M.IN: 1. Resolution'.! dated May i 2~ 20.21, disnti·~sing the appeal of petitioner Joel Pancho Bigcas (Big':as) for Jack of jurisdiction; Rollo. pp. 13- 18. Id. at 55-5X. The r-.1\\ay I?, 20'.2 ! Re~o!rn im, •A·ns purned by As~:ccintc Justice Lily Hiton and concurred in by As~ociJte Ju;;tices o~car V. Backlie~ ,rn(! Richard D. Mr1rdeno, Former T\"\"enty-Third Division, Court of Appeals, Cagayrn de Oro Cit:,. Decision G.R. No. 265579 November 26, 2024 2. Resolution3 dated rvfarch 1, 2022, noting without action Bigcas' s motion for reconsideration; and 3. Resolution4 dated October 11, 2022, informing Bigcas that an entry ofj udgment has already been issued in tb.e case. Antecedents In Criminal Case No. 80,872-15, Bigcas was charged with violation of Section 3(c)5 of Republic Act No. 3019 before Branch 10, Regional Trial Court, Davao City. 6 Lorlene Gonzales (Lorlene) testified that she applied for the issuance of an earth moving permit with the City Environment and Natural Resources Office, which required her to submit a Resolution issued by the Sangguniang Barangay of Lacson, Calinan approving her application. Bigcas was a duly elected barangay kagawad who chaired the Council of Environment and Natural Resources of the Sangguniang Barangay of Lacson, Calinan.7 Lorlene alleged that as she was leaving the session hall, Bigcas approached her and volunteered to go to City Hall to verify relevant information on the certification issued by the City Planning Development Coordinator. He then asked her for fare money to go to City Hall in order to expedite the processing of her application. Thinking that this was a common barangay practice, Lorlene handed the amount of PHP 200.00 which Bigcas quickly took to avoid being seen by other barangay officials. 8 During the next session of the Sangguniang Barangay, Lorlene's application was denied after Bigcas showed the documents he secured from various government agencies showing that the request was not viable since her application for an earth moving permit was actually a quarry application.9 At the end of the hearing, Lorlene asked the barangay chairperson whether it was really their practice to ask for money for expenses. The barangay chairperson denied that such practice existed in their barangay. 10 3 Id. at 63. Only a Notice from the Court of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petition for Certiorari. 4 Id. at 25. Only a Notice from the Cocrt of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petiticm for Certiaari. 5 Republic Act No. 3019, sec. 3(c) states: Section 3. Corrupt practices ofp ubli<:-of/leers. Jr: addition to acts or omissions of public officers already penalized by existing law, the following ~,hall constitute corrupt practices of any public officer and are hereby declared to be unlawful: (c) Directly or indirectly requesting or receiving ::i.ny gift, pre, ent or other pecuniary or material benefit, for himself or for anoiher, from apy person for whon, the public officer, in any manner or capacity, has secured or obtained, or will secure or obtain, any Government pennit or .license, in consideration for the hdp given or to be given, without p,~jl!dice to Se,~tion thirteen of this Act. 6 Rollo pp. 15, 29-43. 7 Id. at 30. 8 Id at 29. 9 Id. at 31. ,., Decision ..) G.R. No. 265579 November 26, 2024 Later, Lorlene returned to the barangay for another case. Bigcas approached Lorlene and handed her PHP 200.00, saying that it was the payment for his loan. Lorlene refused to receive it and told Bigcas that he did not ask for a loan but asked only for money. Lorlene then left Bigcas as her case was called. Lorlene saiJ that it was out of principle that she filed a complaint with the Office of the Ombudsman (Ombudsman). When asked by the trial court why Lorlene gave Bigcas the money, she said that she thought it was their practice as he allegedly insisted on the payment of his expenses. Lorlene also admitted that she wanted to facilitate the early release of her request.11 Amadeo Gonzales (Amadeo), Lorlene's son, corroborated her testimony. Amadeo testified that he joined Lorlene in attending the barangay sessions. Amadeo witnessed Bigcas approach Lorlene to ask for money for Bigcas' s expenses. Subsequently, when they were in the barangay for another case, Bigcas tried to return the money. Lorlene, however, responded that Bigcas did not ask for a loan but merely asked for money for expenses. Bigcas then approached Amadeo and told him that he will give Amadeo the money as payment for his loan. But .1.~adeo pointed out that Bigcas did not owe him any amount. Thereafter, Bigcas approached Amadeo' s younger brother to pay the loan, but his brother likewise refused to receive it. 12 The prosecution also presented the barangay secretary, Maria Theresa C. Paelle (Paelle) who testified that Bigcas was the chairperson of the Natural Resources and Environment Council tasked with processing the earth moving permit of Lorlene.13 During the March 6, 2012 barangay session, Bigcas reported that Lorlene's earth moving permit could not be issued because the area was considered a watershed. Bigcas presented to the Sangguniang Baran.gay the record of the expenses incurred for the processing of Lorlene' s application in the amount of PHP 200.00.14 Paelle then saw Lorlene asking the barangay captain if it was their practice to request for a budget for the processing of the permit, to which the barangay captain responded in the negative. Paelle also witnessed Bigcas approach Lorlene to pay her back but Lorlene refused to receive it because she insisted that she did not loan him any amount. Then Bigcas approached Lorlene's sons to ask them to receive the money but they too did not accept it. Bigcas then went to Paelle's table and handed her the money for safekeeping, albeit Paelle later returned it to him as requested and upon approval by the officer of the day.15 In his defense, Bigcas testified that during the February 7, 2012 barangay session, he was smprised when he was made to sign a resolution approving Lorlene's application :for an earth moving permit. The draft resolution had already been pre-signed. by the barangay captain, barangay id at 31-32. ii 12 Id at 32-33. 13 id. at33. 14 Id at 33-34. 15 Id. at 33-34. Decision 4 G.R. No. 265579 November 26, 2024 secretary, and two kagawads. When the Sangguniang Barangay heard Lorlene's application, Bigcas took the floor and manifested that he could not approve the quarry application despite the certification issued by the City Planning Development Coordinator since it was questionable. 16 Bigcas tried to convince the barangay captain not to sign the resolution yet as it had not undergone deliberations and approval by his council, which was a pre requisite to the subsequent approval by the kagawads and the barangay secretary themselves. 17 After the barangay session, Lorlene approached Bigcas. He was constrained to tell Lorlene that he could not do anything about her application for an earth moving permit as it had not gone through the proper procedure and was not included in the agenda. Lorlene then insisted that Bigcas assist her to speed up the processing of her documents. Bigcas could not commit to helping Lorlene as he had no funds to go to City Hall because he had not received his honorarium for three months already. At this point, Lorlene offered him PHP 200.00 for Bigcas's transportation expenses. Bigcas initially refused but later accepted it as a loan to put an end to her insistence and harassment.18 On February 13, 2012, Bigcas went to the City Planning Office where he learned that Lorlene's earth moving permit could not be granted as quarrying was strictly prohibited in the area where her land is located, the same being within the agro-forestry non-tillage zone. During the next barangay session on February 21, 2012, Bigcas relayed this information to Lorlene, but she did not take it well. Lorlene accused Bigcas of not actually going to City Hall. Worse, Lorlene even threatened to file a case against him for delaying her application and for graft and corruption.19 Ruling of the Regional Trial Court By Decision20 dated March 15, 2019, the trial court convicted Bigcas of violating Section 3(c) of Republic Act No. 3019, thus: WHEREFORE, IN VIEW OF ALL THE FOREGOING, the Court finds the accused JOEL PANCHO BIGCAS GUILTY beyond reasonable doubt of violating Section 3 (c) of Republic Act No. 3019, as amended, and hereby sentences the accused to suffer the indeterminate penalty of Six ( 6) Years and One Month as minimun1, to Seven (7) years as maximum and perpetual disqualification fom1 holding pubiic office. SO ORDERED.21 ;Emph.1s1s in the original) 16 Id at 29. 17 Id. at 34. 18 Id at 34-35. 19 Id 20 Id at 29-43. Penned by Presiding Judge .Rctrina f.'.. Fuentes. 21 Id. at43. Decision • G.R. No. 265579 November 26, 2024 On April 5, 2019, Bigcas filed his notice of appeal with the trial court. It bore the following statement ''[a]ccused through the undersigned counsel received the Decision oft his case that was adverse. As such, please take notice that Accused will appeal the aforesaid decision to the Court of Appeals in degree of appeal.\"22 Ruling of the Court of Appeals By Letter23 dated August 2, 2019, the Assistant Clerk of Court of the Court of Appeals-Cagayan de Oro City instructed the counsel of Bigcas to file the appeal brief, which he did. Under its Decision24 dated December 10, 2020, the Court of Appeals affirmed the verdict of conviction. Bigcas sought a reconsideration25 which the Court of Appeals disposed of through its Resolution26 dated May 12, 2021, dismissing the appeal for lack of jurisdiction. WHEREFORE, premises considered, the appeal of accused appellant Joel Pancho Bigcas from the Decision dated 15 Mach 2019 of the Regional Trial Court, Eleventh Judicial Region, Branch 10, Davao City, finding him guilty beyond reasonable doubt of violation of Section 3 (c) of RA No. 3019 in Criminal Case No. 80,872-15, is hereby DISMISSED for lack ofj urisdjction. SO ORDERED.27 (Emphasis in the original) In his motion for reconsideration,28 Bigcas invoked the equity jurisdiction of the Court of Appeals, underscoring that both parties actively participated in the proceedings before it.29 More, he argued that Republic Act No. I 0660, amending Presidential Decree No. 1606 which created the Sandiganbayan and defined the scope of its jurisdiction, is inapplicable to the case.30 By Resolution31 dated March 1, 2022, the Court ofA ppeals noted without action the motion for reconsideration filed by Bigcas. Subsequently, in its Resolution32 dated October 11, 2022, the Court of Appeals directed the 22 Id at 44-45. 23 Id. at 46. Written by Arty. Rosemarie D. Anacan-D;zon. 24 Id. at 57. A copy of the Decision was not anne:xed to the petiiion but was referred to by the Court of Appeals in its Resolution dated May 12, 2021. 25 Id. at 56. A copy of this motion for rec, Jnsi(:eration was not annexed to the petition but was referred to by the Court ofA, ppeals i:1 its ResolutiL>n dated May 12, 2021. 26 Id. at 55-58. The May 12, 2021 Resoll:ri, n w:is pwned by Associate Justice Lily Biton and concurred in by Associate Justices Oscar V. Badclies and l<khard D. Mod~a-:), Former Twenty-TI1ird Division, Court of Appeals, Cagayan de Oro City 27 Id. at 58. 28 Id. at 60-62. 29 Id. at 60-61. 30 Id at 61. 31 Id at 63'. Only a Notice from 1he CoL•n of Appeals signed by Division Clerk of Court Atry. Joy Marie Badal-Pamisa was attached to the l'~tirion fr)r Cc:rricrari. 32 Id. at 25. Only a Notice from the Coun of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached 1.() the .:>~ii'.icn for Certiorari. ;f Decision G.R. No. 265579 November 26, 2024 Division Clerk of Court to record the Entry of Judgrnent33 since no appeal had been filed by Bigcas. ! ! The Present Petition Bigcas now seeks affinna6.ve relief from the Court via tule 65 of the Rules of Court and prays that the assailed dispositions of the Cotirt ofA ppeals be nullified, and a new one be rendered, ordering the proper appellate court to decide his appeal on the merits.34 He pleads for the Court's indulgence and the exercise of its equity jurisdiction due to the error of his counsel in filing the Notice ofA ppeal, which ,vas allowed by the trial court, and the subsequent elevation of the case to the wrong appellate court. 35 In its comment,36 the Office of the Solicitor General countered that the Court of Appeals did not gravely abuse its discretion when it dismissed the appeal ofBigcas. It is the Sandiganbayan, and not the Court ofA ppeals, which has the exclusive authority to review convictions rendered by the trial court over offenses punishable under Republic Act No. 3019.37 Issues First. Is the present Petition for Certiorari a proper remedy against the assailed dispositions of the Court of Appeals? Second. Is there good reason to relax the rules in this case in order to serve the higher interest ofj ustice? Our Ruling A special civil action for certiorari is a proper remedy against the assailed dispositions oft he Court ofA ppeals The proper remedy against the final orders, rulings, or decisions on appeal by the Court of Appeals is a petition for review on certiorari under Rule 45 of the Rules of Court.\"3 But where the assailed dispositions of the Court of Appeals, as in this case, are challenged on grotmd of grave abuse of discretion amounting to lack or excess ofj urisdiction, a petition for certiorari 33 Id. at 26. 34 Idat18. 35 Id at 17. 36 id at 68--78. 37 Id. at 77. 38 RULES OF COURT, Rule 4:\\ sec. l st;-r;es: Section I. Fifing ~f petition with Suvre:'1;, Co,!rf. --- A pmiy dedring to appeal by certiorari from a judgment or final Of(ler or rnsoluti0P of ·.he Court of Appeals, the Sa:ndiganbaya11, the Regional Trial Court or other courts whenever aur}nrizeJ hy la·,1,, may file with the Supreme Court a verified petition for review on certiorari. The petition shail rnlse only questions oflaw which must be distinctly set forth. See also Kumar,: People, 874 Phi! 214 (2G2G} ff'm J_ Leonen, Third Di.vision]. Decision 7 G.R. No. 265579 November 26, 2024 under Rule 65 is proper.39 As shmvn, Bigcas imputes grave abuse of discretion amounting to lack or excess nf jurisdiction against the Court of Appeals for not considering the peculiar circumstances of the case, which in the higher interest ofj ustice, could have otherwise merited the referral of the case to the proper court. The peculiar circumstances of the . case warrant the relaxation of the rules Foremost, the Court notes that Bigcas has demonstrated good faith and a consistent inclination to comply with the law on jurisdiction, albeit his lawyer, the trial court, and even the Court of Appeals itself, were shown, in one way or another, to have contributed to the state of confusion in this case. His Notice of Appeal was filed within the 15-day reglementary period, but his counsel erroneously indicated therein that the appeal would be taken to the Court of Appeals. Such error did not appear to be a dilatory tactic. It is settled that the designation of the wrong court per se does not necessarily invalidate the notice of appeal.40 The error here was compounded when the clerk of court of the trial court failed to transmit the records to the proper appellate court. As held in Ulep v. People:41 The trial court, on the other hand, was duty bound to fonvard the records oft he case to the properf orum, the Sandiganbayan. It is unfortunate that the RTC judge concerned ordered the pertinent records to be forwarded to the wrong court, to the great prejudice of petitioner. Cases involving government employees with a salary grade lower than 27 are fairly common, albeit regrettably so. The judge was expected to know and should have known the law and the rules ofp rocedure. He should have known when appeals are to be taken to the CA and when they should be forwarded to the Sandiganbayan. He should have conscientiously and carefully observed this responsibility specially in cases such as this where a person's liberty was at stake. 42 (Emphasis supplied) In Sideno v. People,43 the accused barangay chairman was convicted by the trial court on three counts of violation of Section 3(b) of Republic Act No. 3019. In his notice of appeal, the accused stated that the trial court's decision would be elevated to the Court of Appeals, who then directed him to file his 39 RULES OF COURT, Rule 65, sec. 1 staws: Section I. Petition for certiorari. -- When ,my tribunal, board or officer exercising judicial or quasi judicial functions has acted without :Jr in exc-esc; its ,)r his jurisdiction, or with grave abuse of discretion ammmting to lack or excess of juiisJid;:m, ,md there is no appeai, or any plain, speedy, and adequate remedy in the ordinary course oflaw, a pi~rson aggrieYed thereby may file a verified petition in the proper courr, alleging the facts with certainry and praying that judgment be re,1dered annulling or modifying the proceedings of such tribunal, board or uffJCer, ;:u1J gra11ting such incidental reliefs as law and justice may require. See also /du! v. Alster International Shipp iny. Services. Inc., 905 Phil. 203 (2021) [Per J. Hernando, Third Division]. 40 Sideno v. People, 881 Phil. 405 (202()) [Pei C.J. Pernita, First Division]. 41 597 Phil. 580 (2009) [Per J. Corona, fir~;t Div;si-:m!. 42 Id. at 582. 43 881 Phil. 405 (2020) [Per C.J . .Per--i, lta. r;_rst Di....-i•;io1:\\ Decision G.R. No. 265579 November 26, 2024 appeal brief. Later, the Court of Appeals ordered the records of the case to be transferred to the Sandiganbay, m, which dismissed the appeal outright for being improperly filed.44 Citing Ulep, the Court therein held that the liberty of the accused should not be prejudiced oy the blunders of his counsel and of the trial court that transmitted the records to the wrong appellate court. When required by equity and substantial justi::e, the Court may except a particular case from the strict operation of the rules of court. Thus, the Court reinstated the appeal of the accused to the Sandiganbayan.45 Also apropos is our ruling in Cariaga v. People.46 The municipal treasurer, therein accused, was convicted by the trial court of malversation. He filed a notice of appeal stating that he intended to appeal the trial court's decision to the Court of Appeals. The Court of Appeals dismissed the appeal for lack of jurisdiction. The Court ruled that while the general rule is that the negligence of counsel binds the client, the Court has made exceptions to such rule, especially in criminal cases where the counsel's reckless or gross negligence could deprive the client of due process of law, when its application may result in the outright deprivation of the client's liberty or property, or where the interests of justice so require.47 Too, in Arriola v. Sandiganbayan,48 the trial corui convicted the accused of the crime of rnalversation of public property through negligence or abandonment. An appeal was filed before the Court ofA ppeals, which referred the same to the Sandiganbayan. The Sandiganbayan dis1nissed the case pursuant to Rule 50, Section 2 of the Rules of Court. The Court therein decreed that the ends of justice would be better served when cases are determined on their merits, not on mere technicality. In the interest of substantial justice, the Court did not apply the rules of procedure rigidly, and proceeded to resolve the case on the merits thereby affirming the conviction of accused Arriola and acquitting his co-accused, Radan, for insufficiency of evidence. Here, it was the counsel ofBigcas who designated the wrong appellate court in the Notice ofA ppeal which was timely filed. This mistake could have been rectified by the trial court had it transmitted the records of the case to the Sandiganbayan in accordance with law. Without undermining the fault of Bigcas' s counsel and that of the trial court, as well as the Court of Appeals, the Court is inclined, as it did in the aforementioned cases, to relax the rules of procedure in the interest of substantial justice here -where the liberty of Bigcas is at risk and his conviction appears to be unjust. After all, it is the Court's primary duty to rende::-or dispense justice. Case law also instructs that \"[i]t is a more prudent course of a•:tion for the court to excuse a technical lapse and afford the parties a review of the case on appeal rather than dispose of the 44 Id at 413. 45 597 Phil. 580,585 (2009) [Per J_ Cc, r0;1::1; ckt Divis'onJ. 46 640 Phil. 272 (2010) [Per I C1111k• :vh·ale,, !'hire Division]. 47 Id at 279. - 48 526 Phil. 822 (2006) jPfr J. Yaares-S;mt;Hgo. :7:rst Divisicm]. Decision 9 G.R. No. 265579 November 26, 2024 case on technicality and cause a grave injustice to the parties, giving a false impression of speedy disposhl o~~ case~ whjle actually resulting in more delay, if not miscarriage ofj ustice:··49 I In any event, the Court notes that this case commenced more than 10 years ago and to this date still awaits to b~ resolved with finality. Hence, for purposes of expediency, judicial economy, iand to forestall further delay in the disposition of the case, the Court deems it proper to resolve the case on the merits, instead of remanding it 1o the prqper appellate court. Such was the course of action of the Court in lvfascariflas v. BPI Family Savings Bank,50 viz.: I The case has pended since 2014 o~ for six (6) years no~, albeit, it involves a simple, nay, uncomplicated issl;[e. For purposes of economy and expediency and to prevent further delay ih the disposition of the case, the Court deems it proper as well to resolve th~ case on the merits here and now, instead of tossing it back to the Court ofA ppeals. Ching v. Court ofA ppeals is relevant: • [T]he Supreme Court may, on cert~ exceptional instances, resolve the merit of a case on the basis of the recdrds and other evidence before it, most especially when the resolution of these issues wouid best serve the ends ofj ustice and promote the speedy diJposition of cases. i Thus, considering the peculiar circlirostances attendant in the instant case, this Court sees the cogency to exerci~e its plenary power: I It is a rule ofp rocedure for the Supreme Court to strive to settle the entire controversy in a single proceeding lfa ving no root or branch to bear the seeds off uture litigation. No useful pu, rpose will be served if a case or the determination of an issue in a case is remanded to the trial court only to have its decision raised again to the Court ofA ppeals and from there to the Supreme Court. I • I We have laid down the rule that the, remand oft he case or ofan issue to the lower court for further reception oJ:evidence is not necessary where the Court is in position to resolve the dispute based on the records before it and particularly where the ends ofj usticf would not be subserved by the remand thereof Moreover, the Supreme Court is clothed with ample authority to review matters, even those ntjt raised on appeal if it finds that their consideration is necessary in arrivin~ at a just disposition of the case. I On many occasions, the Court, in the public interest and for the expeditious administration ofjustice, has resolved actions on the merits in~tead of remanding then: to 1h e trial w}rt for further proceedings, such as where the ends ofj us!ice \":·ou!d not h:/ s~~served by the remand of the case.51 (Emphases supplied, utmons om1~tea.) Violation of Section 3(c) of Rcphblic Act No. 3019 requires the following elements: (l) the offender is a; public ot1icer; (2) he or she has I I 49 Tamboa v. People, &77 Phil. 1002, l 010 (2(12(') (Per I. Perlas-Bernabe, Second Division]. 50 880 Phil. 76 (2020} [Per J. Lazaro-Javier, Ei.rst D1visiot1l 51 Id at 84. •• Decision 10 G.R. No. 265579 November 26, 2024 secured or obtained, or would secure or obtaL.1, for a person any government permit or license; (3) he or she directly or indirectly requested or received from said person any gift, pn~sent or other pecuniary or material benefit for himself/herself or for another; and (4 ) he or she requested or received the gift, present or other pecuniary or material benefit in consideration for help given or to be given. 52 As for the first element, it undisputed that Bigcas was a public officer when he allegedly committed the crime. The second element, however, is wanting in this case. Bigcas did not commit to secure or obtain Lorlene's earth moving permit. As stipulated by the parties, Bigcas took the floor and manifested that he could not approve the quarry application as he found it questionable. He even tried to persuade the barangay chairperson not to sign the prepared resolution because it had not gone through deliberations under his council. He had no ill-motive in doing so. Rather, he insisted on adherence to the established procedure which requires a favorable action from his council before the· corresponding resolution therefor may be approved by the barangay chairperson and the kagawads. Nonetheless, Bigcas agreed to assist Lorlene by checking on the status of her application, which he did. As attested to by the barangay secretary, during the March 6, 2012 barangay session, he presented the documents he obtained for Lorlene from the City Planning Office. These documents showed that Lorlene's request could not be granted because her land was within an agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. The barangay officers considered this information when they voted to deny the issuance of a resolution in favor ofLorlene.53 Going now to the third element, the same is also not present here. As stated, Bigcas volunteered to check on the status ofLorlene's application. He also admitted to Lorlene that he did not have fare money to go to City Hall. It was then that Lorlene offered to give him money for his expenses. Despite his refusal, Lorlene insisted that he accept it. To pacify her, they agreed to consider the PHP 200.00 as a loan. This was established not just by the testimony of Bigcas, but also by the testimonies of the prosecution's own witnesses: Lorlene, Alnadeo, and Paelle. Lorlene and Amadeo testified that Bigcas tried to pay the loan to foem ... bet they did not accept it because they claimed that he did not borrow anything from them. Paelle also said that she saw him pay back the money to Lorlene and her sons who nonetheless refused to receive it. While there appears to be some confusion as to the nature of the amount in question, it is clear from the multiple attempts of Bigcas to pay it back to Lorlene that insofar as he was concen1ed, the money was a loan. Further, as Lorlene herself admitted, she handed him the money because she 52 Lucman People, 849 Phil. 768 (2019) [Per J. P,~rlas-Bernabe, S\"cond Division]. 1,, 53 Rollo, p. 31. Decision 11 G.R. No. 265579 November 26, 2024 wanted to facilitate the early release of her request. Thus, the Court finds that Bigcas did not request or re,2elve anJ gift, present, or other pecuniary or material benefit. As discussed, the loan he received from Lorlene was used to cover his fare in going to the City Planning Office where her application for an earth moving permit was pendbg and from where he secured certain documents showing that her application pertained to land located within the agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. Finally, as for the fourth detnent, we emphasize anew that Bigcas did not request or receive any gift, present, or other pecuniary or material benefit. Paelle testified that Bigcas even presented a record of the expenses he incurred in checking the status ofLorlene' s application for an earth moving permit with the Sangguniang Barangay. Records show that per his agreement with Lorlene, he used the money to cover the fare in going to City Hall to verify her application. It was impossible for him to render any further assistance to her relative to her application for an earth moving permit given the classification of the land where she wanted to do her quarrying activities. In fine, there is no showing at all that Bigcas extended assistance to Lorlene for his own material interest. In fact, he was dutifully performing his task as chairperson of the Council of Environment and Natural Resources of the Sangguniang Barangay, ensuring they had all the accurate information and relevant documents before acting on Lorlene's application. His efforts led him to discover that the area subject of her application was in fact a watershed. It may have been improper for him to accept the PHP 200.qI o from Lorlene to cover his fare going to City Hall to verify the status of her application, but the same definitely cannot equate to receiving a gift for his ~ersonal benefit or interest. It was used exactly for the purpose it was intende! for. As shown, it was Bigcas' s initiative that led to the discovery that the area covered by Lorlene's application was a watershed, hence, no quarrying activities could be conducted thereon. This resulted in the denial of her application through no fault of Bigcas as it was certainly beyond his control. It was also due to his efforts that the members of the Sangguniang Barangay were promptly saved from incurring administrative and criminal liabilities as the barangay captain himself already pre-signed the resolution of approval which fortunately was timely rectified. But as it turned out, his sincere and laudable efforts even incurred the ire ofLorlene, who, out of spite, caused his prosecution for vio]ation of Section 3(\\.~j of Republic Act No. 3019. We cannot countenance this vengeful, nay, immora] scheme to put an innocent person behind bars. In lvfartel v. Peuple,54 the Court held that violations ofRepublic Act No. 3019 in genera! must be grmmdcd c•n grnft and corn1ption-graft, in particular, 5•1 895 Phil. 270 (202i}[Per J. Caguioa .. fr B£.:r:c]. Decision G.R. No. 265579 November 26, 2024 pertains to the acquisition of gair in dishonest ways.55 More, the Court has ruled that the irregular or anorm1kms act subject of the complaint under Republic Act No. 3019 \"must not o.dy be intimately connected with the discharge of the official functic, ns of z.~cused. It must also be accompanied by some benefit, material or otherwise~ and it must have been deliberately committed for a dishonest and.fraudulent purpose and in disregard of public trust.\"56 Here, it is clear that Bigcas did not act with dishonest or fraudulent purpose. There are no facts or circi1mstances on record from which this specific cri1ninal intent may be inferred. On the contrary, he voluntarily provided a record of the expenses incurred in relation to Lorlene's application for earth moving permit. It would be the height of injustice to condemn and pu..11ish him with imprisonment for six years and one month up to seven years in the absence of any proof of his dishonest intentions. ACCORDINGLY, the Petition for Certiorari is GRA._\"\"\"1TED. The Resolutions dated :t\\1ay 12, 2021, March 1, 2022, and October 11, 2022 of the Court of Appeals in CA-G.R. CR No. 01836-~•HN are REVERSED. Joel Pancho Bigcas is ACQillTTED of violation of Section 3(c) of Republic Act No. 3019 in Criminal Case No. 80,872-15. Let entry ofj udgment be issued immediately. SO ORDERED.\" , . t\\ZARO-JAVIER .Associate Justice ss Id 56 People v. Pallasigue; 908 Fhi\\. L)4!> -1~; (2C I; fh,1 .r. Ca;,iPdan;;, Prst Division]. Decision 13 G.R. No. 265579 November 26, 2024 WE CONCUR: Senior Associate Justice Chairperson JHOS~OPEZ A3sociate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. Chairperson, Second Division CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. (I",
  "sections": {
    "header": "rn: SiF'i':t:i'if: COUPT THE FHILIFFINES PUOUC INF0RMATION OFFICE 3&epublic of tlJe ~bilippines ~upreme Qtourt ;iffilanila SECOND DIVISION JOEL PANCHO BIGCAS, G.R. No. 265579 Petitioner, Present: LEONEN, Chairperson -versus- LAZARO-JAVIER, LOPEZ, M., LOPEZ, J., and KHO JR. COURT OF APPEALS and PEOPLE OF THE PHILIPPINES, Promulgated: Respondents. NOV 2 x- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - -x DECISION LAZARO-JAVIER, J.: The Case This Petition1 for Certiorari under Rule 65 of the Rules of Court assails the following dispositions of the Ccurt of Appeals in CA-G.R. CR No. 01836- M.IN: 1. Resolution'.! dated May i 2~ 20.21, disnti·~sing the appeal of petitioner Joel Pancho Bigcas (Big':as) for Jack of jurisdiction; Rollo. pp. 13- 18. Id. at 55-5X. The r-.1\\ay I?, 20'.2 ! Re~o!rn im, •A·ns purned by As~:ccintc Justice Lily Hiton and concurred in by As~ociJte Ju;;tices o~car V. Backlie~ ,rn(! Richard D. Mr1rdeno, Former T\"\"enty-Third Division, Court of Appeals, Cagayrn de Oro Cit:,. Decision G.R. No. 265579 November 26, 2024 2. Resolution3 dated rvfarch 1, 2022, noting without action Bigcas' s motion for reconsideration; and 3. Resolution4 dated October 11, 2022, informing Bigcas that an entry ofj udgment has already been issued in tb.e case. Antecedents In Criminal Case No. 80,872-15, Bigcas was charged with violation of Section 3(c)5 of Republic Act No. 3019 before Branch 10, Regional Trial Court, Davao City. 6 Lorlene Gonzales (Lorlene) testified that she applied for the issuance of an earth moving permit with the City Environment and Natural Resources Office, which required her to submit a Resolution issued by the Sangguniang Barangay of Lacson, Calinan approving her application. Bigcas was a duly elected barangay kagawad who chaired the Council of Environment and Natural Resources of the Sangguniang Barangay of Lacson, Calinan.7 Lorlene alleged that as she was leaving the session hall, Bigcas approached her and volunteered to go to City Hall to verify relevant information on the certification issued by the City Planning Development Coordinator. He then asked her for fare money to go to City Hall in order to expedite the processing of her application. Thinking that this was a common barangay practice, Lorlene handed the amount of PHP 200.00 which Bigcas quickly took to avoid being seen by other barangay officials. 8 During the next session of the Sangguniang Barangay, Lorlene's application was denied after Bigcas showed the documents he secured from various government agencies showing that the request was not viable since her application for an earth moving permit was actually a quarry application.9 At the end of the hearing, Lorlene asked the barangay chairperson whether it was really their practice to ask for money for expenses. The barangay chairperson denied that such practice existed in their barangay. 10 3 Id. at 63. Only a Notice from the Court of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petition for Certiorari. 4 Id. at 25. Only a Notice from the Cocrt of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petiticm for Certiaari. 5 Republic Act No. 3019, sec. 3(c) states: Section 3. Corrupt practices ofp ubli<:-of/leers. Jr: addition to acts or omissions of public officers already penalized by existing law, the following ~,hall constitute corrupt practices of any public officer and are hereby declared to be unlawful: (c) Directly or indirectly requesting or receiving ::i.ny gift, pre, ent or other pecuniary or material benefit, for himself or for anoiher, from apy person for whon, the public officer, in any manner or capacity, has secured or obtained, or will secure or obtain, any Government pennit or .license, in consideration for the hdp given or to be given, without p,~jl!dice to Se,~tion thirteen of this Act. 6 Rollo pp. 15, 29-43. 7 Id. at 30. 8 Id at 29. 9 Id. at 31. ,., Decision ..) G.R. No. 265579 November 26, 2024 Later, Lorlene returned to the barangay for another case. Bigcas approached Lorlene and handed her PHP 200.00, saying that it was the payment for his loan. Lorlene refused to receive it and told Bigcas that he did not ask for a loan but asked only for money. Lorlene then left Bigcas as her case was called. Lorlene saiJ that it was out of principle that she filed a complaint with the Office of the Ombudsman (Ombudsman). When asked by the trial court why Lorlene gave Bigcas the money, she said that she thought it was their practice as he allegedly insisted on the payment of his expenses. Lorlene also admitted that she wanted to facilitate the early release of her request.11 Amadeo Gonzales (Amadeo), Lorlene's son, corroborated her testimony. Amadeo testified that he joined Lorlene in attending the barangay sessions. Amadeo witnessed Bigcas approach Lorlene to ask for money for Bigcas' s expenses. Subsequently, when they were in the barangay for another case, Bigcas tried to return the money. Lorlene, however, responded that Bigcas did not ask for a loan but merely asked for money for expenses. Bigcas then approached Amadeo and told him that he will give Amadeo the money as payment for his loan. But .1.~adeo pointed out that Bigcas did not owe him any amount. Thereafter, Bigcas approached Amadeo' s younger brother to pay the loan, but his brother likewise refused to receive it. 12 The prosecution also presented the barangay secretary, Maria Theresa C. Paelle (Paelle) who testified that Bigcas was the chairperson of the Natural Resources and Environment Council tasked with processing the earth moving permit of Lorlene.13 During the March 6, 2012 barangay session, Bigcas reported that Lorlene's earth moving permit could not be issued because the area was considered a watershed. Bigcas presented to the Sangguniang Baran.gay the record of the expenses incurred for the processing of Lorlene' s application in the amount of PHP 200.00.14 Paelle then saw Lorlene asking the barangay captain if it was their practice to request for a budget for the processing of the permit, to which the barangay captain responded in the negative. Paelle also witnessed Bigcas approach Lorlene to pay her back but Lorlene refused to receive it because she insisted that she did not loan him any amount. Then Bigcas approached Lorlene's sons to ask them to receive the money but they too did not accept it. Bigcas then went to Paelle's table and handed her the money for safekeeping, albeit Paelle later returned it to him as requested and upon approval by the officer of the day.15 In his defense, Bigcas testified that during the February 7, 2012 barangay session, he was smprised when he was made to sign a resolution approving Lorlene's application :for an earth moving permit. The draft resolution had already been pre-signed. by the barangay captain, barangay id at 31-32. ii 12 Id at 32-33. 13 id. at33. 14 Id at 33-34. 15 Id. at 33-34. Decision 4 G.R. No. 265579 November 26, 2024 secretary, and two kagawads. When the Sangguniang Barangay heard Lorlene's application, Bigcas took the floor and manifested that he could not approve the quarry application despite the certification issued by the City Planning Development Coordinator since it was questionable. 16 Bigcas tried to convince the barangay captain not to sign the resolution yet as it had not undergone deliberations and approval by his council, which was a pre requisite to the subsequent approval by the kagawads and the barangay secretary themselves. 17 After the barangay session, Lorlene approached Bigcas. He was constrained to tell Lorlene that he could not do anything about her application for an earth moving permit as it had not gone through the proper procedure and was not included in the agenda. Lorlene then insisted that Bigcas assist her to speed up the processing of her documents. Bigcas could not commit to helping Lorlene as he had no funds to go to City Hall because he had not received his honorarium for three months already. At this point, Lorlene offered him PHP 200.00 for Bigcas's transportation expenses. Bigcas initially refused but later accepted it as a loan to put an end to her insistence and harassment.18 On February 13, 2012, Bigcas went to the City Planning Office where he learned that Lorlene's earth moving permit could not be granted as quarrying was strictly prohibited in the area where her land is located, the same being within the agro-forestry non-tillage zone. During the next barangay session on February 21, 2012, Bigcas relayed this information to Lorlene, but she did not take it well. Lorlene accused Bigcas of not actually going to City Hall. Worse, Lorlene even threatened to file a case against him for delaying her application and for graft and corruption.19 Ruling of the Regional Trial Court By Decision20 dated March 15, 2019, the trial court convicted Bigcas of violating Section 3(c) of Republic Act No. 3019, thus: WHEREFORE, IN VIEW OF ALL THE FOREGOING, the Court finds the accused JOEL PANCHO BIGCAS GUILTY beyond reasonable doubt of violating Section 3 (c) of Republic Act No. 3019, as amended, and hereby sentences the accused to suffer the indeterminate penalty of Six ( 6) Years and One Month as minimun1, to Seven (7) years as maximum and perpetual disqualification fom1 holding pubiic office. SO ORDERED.21 ;Emph.1s1s in the original) 16 Id at 29. 17 Id. at 34. 18 Id at 34-35. 19 Id 20 Id at 29-43. Penned by Presiding Judge .Rctrina f.'.. Fuentes. 21 Id. at43. Decision • G.R. No. 265579 November 26, 2024 On April 5, 2019, Bigcas filed his notice of appeal with the trial court. It bore the following statement ''[a]ccused through the undersigned counsel received the Decision oft his case that was adverse. As such, please take notice that Accused will appeal the aforesaid decision to the Court of Appeals in degree of appeal.\"22 Ruling of the Court of Appeals By Letter23 dated August 2, 2019, the Assistant Clerk of Court of the Court of Appeals-Cagayan de Oro City instructed the counsel of Bigcas to file the appeal brief, which he did. Under its Decision24 dated December 10, 2020, the Court of Appeals affirmed the verdict of conviction. Bigcas sought a reconsideration25 which the Court of Appeals disposed of through its Resolution26 dated May 12, 2021, dismissing the appeal for lack of jurisdiction. WHEREFORE, premises considered, the appeal of accused appellant Joel Pancho Bigcas from the Decision dated 15 Mach 2019 of the Regional Trial Court, Eleventh Judicial Region, Branch 10, Davao City, finding him guilty beyond reasonable doubt of violation of Section 3 (c) of RA No. 3019 in Criminal Case No. 80,872-15, is hereby DISMISSED for lack ofj urisdjction. SO ORDERED.27 (Emphasis in the original) In his motion for reconsideration,28 Bigcas invoked the equity jurisdiction of the Court of Appeals, underscoring that both parties actively participated in the proceedings before it.29 More, he argued that Republic Act No. I 0660, amending Presidential Decree No. 1606 which created the Sandiganbayan and defined the scope of its jurisdiction, is inapplicable to the case.30 By Resolution31 dated March 1, 2022, the Court ofA ppeals noted without action the motion for reconsideration filed by Bigcas. Subsequently, in its Resolution32 dated October 11, 2022, the Court of Appeals directed the 22 Id at 44-45. 23 Id. at 46. Written by Arty. Rosemarie D. Anacan-D;zon. 24 Id. at 57. A copy of the Decision was not anne:xed to the petiiion but was referred to by the Court of Appeals in its Resolution dated May 12, 2021. 25 Id. at 56. A copy of this motion for rec, Jnsi(:eration was not annexed to the petition but was referred to by the Court ofA, ppeals i:1 its ResolutiL>n dated May 12, 2021. 26 Id. at 55-58. The May 12, 2021 Resoll:ri, n w:is pwned by Associate Justice Lily Biton and concurred in by Associate Justices Oscar V. Badclies and l<khard D. Mod~a-:), Former Twenty-TI1ird Division, Court of Appeals, Cagayan de Oro City 27 Id. at 58. 28 Id. at 60-62. 29 Id. at 60-61. 30 Id at 61. 31 Id at 63'. Only a Notice from 1he CoL•n of Appeals signed by Division Clerk of Court Atry. Joy Marie Badal-Pamisa was attached to the l'~tirion fr)r Cc:rricrari. 32 Id. at 25. Only a Notice from the Coun of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached 1.() the .:>~ii'.icn for Certiorari. ;f Decision G.R. No. 265579 November 26, 2024 Division Clerk of Court to record the Entry of Judgrnent33 since no appeal had been filed by Bigcas. ! ! The Present Petition Bigcas now seeks affinna6.ve relief from the Court via tule 65 of the Rules of Court and prays that the assailed dispositions of the Cotirt ofA ppeals be nullified, and a new one be rendered, ordering the proper appellate court to decide his appeal on the merits.34 He pleads for the Court's indulgence and the exercise of its equity jurisdiction due to the error of his counsel in filing the Notice ofA ppeal, which ,vas allowed by the trial court, and the subsequent elevation of the case to the wrong appellate court. 35 In its comment,36 the Office of the Solicitor General countered that the Court of Appeals did not gravely abuse its discretion when it dismissed the appeal ofBigcas. It is the Sandiganbayan, and not the Court ofA ppeals, which has the exclusive authority to review convictions rendered by the trial court over offenses punishable under Republic Act No. 3019.37 Issues First. Is the present Petition for Certiorari a proper remedy against the assailed dispositions of the Court of Appeals? Second. Is there good reason to relax the rules in this case in order to serve the higher interest ofj ustice? Our Ruling A special civil action for certiorari is a proper remedy against the assailed dispositions oft he Court ofA ppeals The proper remedy against the final orders, rulings, or decisions on appeal by the Court of Appeals is a petition for review on certiorari under Rule 45 of the Rules of Court.\"3 But where the assailed dispositions of the Court of Appeals, as in this case, are challenged on grotmd of grave abuse of discretion amounting to lack or excess ofj urisdiction, a petition for certiorari 33 Id. at 26. 34 Idat18. 35 Id at 17. 36 id at 68--78. 37 Id. at 77. 38 RULES OF COURT, Rule 4:\\ sec. l st;-r;es: Section I. Fifing ~f petition with Suvre:'1;, Co,!rf. --- A pmiy dedring to appeal by certiorari from a judgment or final Of(ler or rnsoluti0P of ·.he Court of Appeals, the Sa:ndiganbaya11, the Regional Trial Court or other courts whenever aur}nrizeJ hy la·,1,, may file with the Supreme Court a verified petition for review on certiorari. The petition shail rnlse only questions oflaw which must be distinctly set forth. See also Kumar,: People, 874 Phi! 214 (2G2G} ff'm J_ Leonen, Third Di.vision]. Decision 7 G.R. No. 265579 November 26, 2024 under Rule 65 is proper.39 As shmvn, Bigcas imputes grave abuse of discretion amounting to lack or excess nf jurisdiction against the Court of Appeals for not considering the peculiar circumstances of the case, which in the higher interest ofj ustice, could have otherwise merited the referral of the case to the proper court. The peculiar circumstances of the . case warrant the relaxation of the rules Foremost, the Court notes that Bigcas has demonstrated good faith and a consistent inclination to comply with the law on jurisdiction, albeit his lawyer, the trial court, and even the Court of Appeals itself, were shown, in one way or another, to have contributed to the state of confusion in this case. His Notice of Appeal was filed within the 15-day reglementary period, but his counsel erroneously indicated therein that the appeal would be taken to the Court of Appeals. Such error did not appear to be a dilatory tactic. It is settled that the designation of the wrong court per se does not necessarily invalidate the notice of appeal.40 The error here was compounded when the clerk of court of the trial court failed to transmit the records to the proper appellate court. As held in Ulep v. People:41 The trial court, on the other hand, was duty bound to fonvard the records oft he case to the properf orum, the Sandiganbayan. It is unfortunate that the RTC judge concerned ordered the pertinent records to be forwarded to the wrong court, to the great prejudice of petitioner. Cases involving government employees with a salary grade lower than 27 are fairly common, albeit regrettably so. The judge was expected to know and should have known the law and the rules ofp rocedure. He should have known when appeals are to be taken to the CA and when they should be forwarded to the Sandiganbayan. He should have conscientiously and carefully observed this responsibility specially in cases such as this where a person's liberty was at stake. 42 (Emphasis supplied) In Sideno v. People,43 the accused barangay chairman was convicted by the trial court on three counts of violation of Section 3(b) of Republic Act No. 3019. In his notice of appeal, the accused stated that the trial court's decision would be elevated to the Court of Appeals, who then directed him to file his 39 RULES OF COURT, Rule 65, sec. 1 staws: Section I. Petition for certiorari. -- When ,my tribunal, board or officer exercising judicial or quasi judicial functions has acted without :Jr in exc-esc; its ,)r his jurisdiction, or with grave abuse of discretion ammmting to lack or excess of juiisJid;:m, ,md there is no appeai, or any plain, speedy, and adequate remedy in the ordinary course oflaw, a pi~rson aggrieYed thereby may file a verified petition in the proper courr, alleging the facts with certainry and praying that judgment be re,1dered annulling or modifying the proceedings of such tribunal, board or uffJCer, ;:u1J gra11ting such incidental reliefs as law and justice may require. See also /du! v. Alster International Shipp iny. Services. Inc., 905 Phil. 203 (2021) [Per J. Hernando, Third Division]. 40 Sideno v. People, 881 Phil. 405 (202()) [Pei C.J. Pernita, First Division]. 41 597 Phil. 580 (2009) [Per J. Corona, fir~;t Div;si-:m!. 42 Id. at 582. 43 881 Phil. 405 (2020) [Per C.J . .Per--i, lta. r;_rst Di....-i•;io1:\\ Decision G.R. No. 265579 November 26, 2024 appeal brief. Later, the Court of Appeals ordered the records of the case to be transferred to the Sandiganbay, m, which dismissed the appeal outright for being improperly filed.44 Citing Ulep, the Court therein held that the liberty of the accused should not be prejudiced oy the blunders of his counsel and of the trial court that transmitted the records to the wrong appellate court. When required by equity and substantial justi::e, the Court may except a particular case from the strict operation of the rules of court. Thus, the Court reinstated the appeal of the accused to the Sandiganbayan.45 Also apropos is our ruling in Cariaga v. People.46 The municipal treasurer, therein accused, was convicted by the trial court of malversation. He filed a notice of appeal stating that he intended to appeal the trial court's decision to the Court of Appeals. The Court of Appeals dismissed the appeal for lack of jurisdiction. The Court ruled that while the general rule is that the negligence of counsel binds the client, the Court has made exceptions to such rule, especially in criminal cases where the counsel's reckless or gross negligence could deprive the client of due process of law, when its application may result in the outright deprivation of the client's liberty or property, or where the interests of justice so require.47 Too, in Arriola v. Sandiganbayan,48 the trial corui convicted the accused of the crime of rnalversation of public property through negligence or abandonment. An appeal was filed before the Court ofA ppeals, which referred the same to the Sandiganbayan. The Sandiganbayan dis1nissed the case pursuant to Rule 50, Section 2 of the Rules of Court. The Court therein decreed that the ends of justice would be better served when cases are determined on their merits, not on mere technicality. In the interest of substantial justice, the Court did not apply the rules of procedure rigidly, and proceeded to resolve the case on the merits thereby affirming the conviction of accused Arriola and acquitting his co-accused, Radan, for insufficiency of evidence. Here, it was the counsel ofBigcas who designated the wrong appellate court in the Notice ofA ppeal which was timely filed. This mistake could have been rectified by the trial court had it transmitted the records of the case to the Sandiganbayan in accordance with law. Without undermining the fault of Bigcas' s counsel and that of the trial court, as well as the Court of Appeals, the Court is inclined, as it did in the aforementioned cases, to relax the rules of procedure in the interest of substantial justice here -where the liberty of Bigcas is at risk and his conviction appears to be unjust. After all, it is the Court's primary duty to rende::-or dispense justice. Case law also instructs that \"[i]t is a more prudent course of a•:tion for the court to excuse a technical lapse and afford the parties a review of the case on appeal rather than dispose of the 44 Id at 413. 45 597 Phil. 580,585 (2009) [Per J_ Cc, r0;1::1; ckt Divis'onJ. 46 640 Phil. 272 (2010) [Per I C1111k• :vh·ale,, !'hire Division]. 47 Id at 279. - 48 526 Phil. 822 (2006) jPfr J. Yaares-S;mt;Hgo. :7:rst Divisicm]. Decision 9 G.R. No. 265579 November 26, 2024 case on technicality and cause a grave injustice to the parties, giving a false impression of speedy disposhl o~~ case~ whjle actually resulting in more delay, if not miscarriage ofj ustice:··49 I In any event, the Court notes that this case commenced more than 10 years ago and to this date still awaits to b~ resolved with finality. Hence, for purposes of expediency, judicial economy, iand to forestall further delay in the disposition of the case, the Court deems it proper to resolve the case on the merits, instead of remanding it 1o the prqper appellate court. Such was the course of action of the Court in lvfascariflas v. BPI Family Savings Bank,50 viz.: I The case has pended since 2014 o~ for six (6) years no~, albeit, it involves a simple, nay, uncomplicated issl;[e. For purposes of economy and expediency and to prevent further delay ih the disposition of the case, the Court deems it proper as well to resolve th~ case on the merits here and now, instead of tossing it back to the Court ofA ppeals. Ching v. Court ofA ppeals is relevant: • [T]he Supreme Court may, on cert~ exceptional instances, resolve the merit of a case on the basis of the recdrds and other evidence before it, most especially when the resolution of these issues wouid best serve the ends ofj ustice and promote the speedy diJposition of cases. i Thus, considering the peculiar circlirostances attendant in the instant case, this Court sees the cogency to exerci~e its plenary power: I It is a rule ofp rocedure for the Supreme Court to strive to settle the entire controversy in a single proceeding lfa ving no root or branch to bear the seeds off uture litigation. No useful pu, rpose will be served if a case or the determination of an issue in a case is remanded to the trial court only to have its decision raised again to the Court ofA ppeals and from there to the Supreme Court. I • I We have laid down the rule that the, remand oft he case or ofan issue to the lower court for further reception oJ:evidence is not necessary where the Court is in position to resolve the dispute based on the records before it and particularly where the ends ofj usticf would not be subserved by the remand thereof Moreover, the Supreme Court is clothed with ample authority to review matters, even those ntjt raised on appeal if it finds that their consideration is necessary in arrivin~ at a just disposition of the case. I On many occasions, the Court, in the public interest and for the expeditious administration ofjustice, has resolved actions on the merits in~tead of remanding then: to 1h e trial w}rt for further proceedings, such as where the ends ofj us!ice \":·ou!d not h:/ s~~served by the remand of the case.51 (Emphases supplied, utmons om1~tea.) Violation of Section 3(c) of Rcphblic Act No. 3019 requires the following elements: (l) the offender is a; public ot1icer; (2) he or she has I I 49 Tamboa v. People, &77 Phil. 1002, l 010 (2(12(') (Per I. Perlas-Bernabe, Second Division]. 50 880 Phil. 76 (2020} [Per J. Lazaro-Javier, Ei.rst D1visiot1l 51 Id at 84. •• Decision 10 G.R. No. 265579 November 26, 2024 secured or obtained, or would secure or obtaL.1, for a person any government permit or license; (3) he or she directly or indirectly requested or received from said person any gift, pn~sent or other pecuniary or material benefit for himself/herself or for another; and (4 ) he or she requested or received the gift, present or other pecuniary or material benefit in consideration for help given or to be given. 52 As for the first element, it undisputed that Bigcas was a public officer when he allegedly committed the crime. The second element, however, is wanting in this case. Bigcas did not commit to secure or obtain Lorlene's earth moving permit. As stipulated by the parties, Bigcas took the floor and manifested that he could not approve the quarry application as he found it questionable. He even tried to persuade the barangay chairperson not to sign the prepared resolution because it had not gone through deliberations under his council. He had no ill-motive in doing so. Rather, he insisted on adherence to the established procedure which requires a favorable action from his council before the· corresponding resolution therefor may be approved by the barangay chairperson and the kagawads. Nonetheless, Bigcas agreed to assist Lorlene by checking on the status of her application, which he did. As attested to by the barangay secretary, during the March 6, 2012 barangay session, he presented the documents he obtained for Lorlene from the City Planning Office. These documents showed that Lorlene's request could not be granted because her land was within an agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. The barangay officers considered this information when they voted to deny the issuance of a resolution in favor ofLorlene.53 Going now to the third element, the same is also not present here. As stated, Bigcas volunteered to check on the status ofLorlene's application. He also admitted to Lorlene that he did not have fare money to go to City Hall. It was then that Lorlene offered to give him money for his expenses. Despite his refusal, Lorlene insisted that he accept it. To pacify her, they agreed to consider the PHP 200.00 as a loan. This was established not just by the testimony of Bigcas, but also by the testimonies of the prosecution's own witnesses: Lorlene, Alnadeo, and Paelle. Lorlene and Amadeo testified that Bigcas tried to pay the loan to foem ... bet they did not accept it because they claimed that he did not borrow anything from them. Paelle also said that she saw him pay back the money to Lorlene and her sons who nonetheless refused to receive it. While there appears to be some confusion as to the nature of the amount in question, it is clear from the multiple attempts of Bigcas to pay it back to Lorlene that insofar as he was concen1ed, the money was a loan. Further, as Lorlene herself admitted, she handed him the money because she 52 Lucman People, 849 Phil. 768 (2019) [Per J. P,~rlas-Bernabe, S\"cond Division]. 1,, 53 Rollo, p. 31. Decision 11 G.R. No. 265579 November 26, 2024 wanted to facilitate the early release of her request. Thus, the Court finds that Bigcas did not request or re,2elve anJ gift, present, or other pecuniary or material benefit. As discussed, the loan he received from Lorlene was used to cover his fare in going to the City Planning Office where her application for an earth moving permit was pendbg and from where he secured certain documents showing that her application pertained to land located within the agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. Finally, as for the fourth detnent, we emphasize anew that Bigcas did not request or receive any gift, present, or other pecuniary or material benefit. Paelle testified that Bigcas even presented a record of the expenses he incurred in checking the status ofLorlene' s application for an earth moving permit with the Sangguniang Barangay. Records show that per his agreement with Lorlene, he used the money to cover the fare in going to City Hall to verify her application. It was impossible for him to render any further assistance to her relative to her application for an earth moving permit given the classification of the land where she wanted to do her quarrying activities. In fine, there is no showing at all that Bigcas extended assistance to Lorlene for his own material interest. In fact, he was dutifully performing his task as chairperson of the Council of Environment and Natural Resources of the Sangguniang Barangay, ensuring they had all the accurate information and relevant documents before acting on Lorlene's application. His efforts led him to discover that the area subject of her application was in fact a watershed. It may have been improper for him to accept the PHP 200.qI o from Lorlene to cover his fare going to City Hall to verify the status of her application, but the same definitely cannot equate to receiving a gift for his ~ersonal benefit or interest. It was used exactly for the purpose it was intende! for. As shown, it was Bigcas' s initiative that led to the discovery that the area covered by Lorlene's application was a watershed, hence, no quarrying activities could be conducted thereon. This resulted in the denial of her application through no fault of Bigcas as it was certainly beyond his control. It was also due to his efforts that the members of the Sangguniang Barangay were promptly saved from incurring administrative and criminal liabilities as the barangay captain himself already pre-signed the resolution of approval which fortunately was timely rectified. But as it turned out, his sincere and laudable efforts even incurred the ire ofLorlene, who, out of spite, caused his prosecution for vio]ation of Section 3(\\.~j of Republic Act No. 3019. We cannot countenance this vengeful, nay, immora] scheme to put an innocent person behind bars. In lvfartel v. Peuple,54 the Court held that violations ofRepublic Act No. 3019 in genera! must be grmmdcd c•n grnft and corn1ption-graft, in particular, 5•1 895 Phil. 270 (202i}[Per J. Caguioa .. fr B£.:r:c]. Decision G.R. No. 265579 November 26, 2024 pertains to the acquisition of gair in dishonest ways.55 More, the Court has ruled that the irregular or anorm1kms act subject of the complaint under Republic Act No. 3019 \"must not o.dy be intimately connected with the discharge of the official functic, ns of z.~cused. It must also be accompanied by some benefit, material or otherwise~ and it must have been deliberately committed for a dishonest and.fraudulent purpose and in disregard of public trust.\"56 Here, it is clear that Bigcas did not act with dishonest or fraudulent purpose. There are no facts or circi1mstances on record from which this specific cri1ninal intent may be inferred. On the contrary, he voluntarily provided a record of the expenses incurred in relation to Lorlene's application for earth moving permit. It would be the height of injustice to condemn and pu..11ish him with imprisonment for six years and one month up to seven years in the absence of any proof of his dishonest intentions. ACCORDINGLY, the Petition for Certiorari is GRA._\"\"\"1TED. The Resolutions dated :t\\1ay 12, 2021, March 1, 2022, and October 11, 2022 of the Court of Appeals in CA-G.R. CR No. 01836-~•HN are REVERSED. Joel Pancho Bigcas is ACQillTTED of violation of Section 3(c) of Republic Act No. 3019 in Criminal Case No. 80,872-15. Let entry ofj udgment be issued immediately. SO ORDERED.\" , . t\\ZARO-JAVIER .Associate Justice ss Id 56 People v. Pallasigue; 908 Fhi\\. L)4!> -1~; (2C I; fh,1 .r. Ca;,iPdan;;, Prst Division]. Decision 13 G.R. No. 265579 November 26, 2024 WE CONCUR: Senior Associate Justice Chairperson JHOS~OPEZ A3sociate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. Chairperson, Second Division CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. (I",
    "syllabus": "",
    "decision": "rn: SiF'i':t:i'if: COUPT THE FHILIFFINES PUOUC INF0RMATION OFFICE 3&epublic of tlJe ~bilippines ~upreme Qtourt ;iffilanila SECOND DIVISION JOEL PANCHO BIGCAS, G.R. No. 265579 Petitioner, Present: LEONEN, Chairperson -versus- LAZARO-JAVIER, LOPEZ, M., LOPEZ, J., and KHO JR. COURT OF APPEALS and PEOPLE OF THE PHILIPPINES, Promulgated: Respondents. NOV 2 x- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - -x DECISION LAZARO-JAVIER, J.: The Case This Petition1 for Certiorari under Rule 65 of the Rules of Court assails the following dispositions of the Ccurt of Appeals in CA-G.R. CR No. 01836- M.IN: 1. Resolution'.! dated May i 2~ 20.21, disnti·~sing the appeal of petitioner Joel Pancho Bigcas (Big':as) for Jack of jurisdiction; Rollo. pp. 13- 18. Id. at 55-5X. The r-.1\\ay I?, 20'.2 ! Re~o!rn im, •A·ns purned by As~:ccintc Justice Lily Hiton and concurred in by As~ociJte Ju;;tices o~car V. Backlie~ ,rn(! Richard D. Mr1rdeno, Former T\"\"enty-Third Division, Court of Appeals, Cagayrn de Oro Cit:,. Decision G.R. No. 265579 November 26, 2024 2. Resolution3 dated rvfarch 1, 2022, noting without action Bigcas' s motion for reconsideration; and 3. Resolution4 dated October 11, 2022, informing Bigcas that an entry ofj udgment has already been issued in tb.e case. Antecedents In Criminal Case No. 80,872-15, Bigcas was charged with violation of Section 3(c)5 of Republic Act No. 3019 before Branch 10, Regional Trial Court, Davao City. 6 Lorlene Gonzales (Lorlene) testified that she applied for the issuance of an earth moving permit with the City Environment and Natural Resources Office, which required her to submit a Resolution issued by the Sangguniang Barangay of Lacson, Calinan approving her application. Bigcas was a duly elected barangay kagawad who chaired the Council of Environment and Natural Resources of the Sangguniang Barangay of Lacson, Calinan.7 Lorlene alleged that as she was leaving the session hall, Bigcas approached her and volunteered to go to City Hall to verify relevant information on the certification issued by the City Planning Development Coordinator. He then asked her for fare money to go to City Hall in order to expedite the processing of her application. Thinking that this was a common barangay practice, Lorlene handed the amount of PHP 200.00 which Bigcas quickly took to avoid being seen by other barangay officials. 8 During the next session of the Sangguniang Barangay, Lorlene's application was denied after Bigcas showed the documents he secured from various government agencies showing that the request was not viable since her application for an earth moving permit was actually a quarry application.9 At the end of the hearing, Lorlene asked the barangay chairperson whether it was really their practice to ask for money for expenses. The barangay chairperson denied that such practice existed in their barangay. 10 3 Id. at 63. Only a Notice from the Court of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petition for Certiorari. 4 Id. at 25. Only a Notice from the Cocrt of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petiticm for Certiaari. 5 Republic Act No. 3019, sec. 3(c) states: Section 3. Corrupt practices ofp ubli<:-of/leers. Jr: addition to acts or omissions of public officers already penalized by existing law, the following ~,hall constitute corrupt practices of any public officer and are hereby declared to be unlawful: (c) Directly or indirectly requesting or receiving ::i.ny gift, pre, ent or other pecuniary or material benefit, for himself or for anoiher, from apy person for whon, the public officer, in any manner or capacity, has secured or obtained, or will secure or obtain, any Government pennit or .license, in consideration for the hdp given or to be given, without p,~jl!dice to Se,~tion thirteen of this Act. 6 Rollo pp. 15, 29-43. 7 Id. at 30. 8 Id at 29. 9 Id. at 31. ,., Decision ..) G.R. No. 265579 November 26, 2024 Later, Lorlene returned to the barangay for another case. Bigcas approached Lorlene and handed her PHP 200.00, saying that it was the payment for his loan. Lorlene refused to receive it and told Bigcas that he did not ask for a loan but asked only for money. Lorlene then left Bigcas as her case was called. Lorlene saiJ that it was out of principle that she filed a complaint with the Office of the Ombudsman (Ombudsman). When asked by the trial court why Lorlene gave Bigcas the money, she said that she thought it was their practice as he allegedly insisted on the payment of his expenses. Lorlene also admitted that she wanted to facilitate the early release of her request.11 Amadeo Gonzales (Amadeo), Lorlene's son, corroborated her testimony. Amadeo testified that he joined Lorlene in attending the barangay sessions. Amadeo witnessed Bigcas approach Lorlene to ask for money for Bigcas' s expenses. Subsequently, when they were in the barangay for another case, Bigcas tried to return the money. Lorlene, however, responded that Bigcas did not ask for a loan but merely asked for money for expenses. Bigcas then approached Amadeo and told him that he will give Amadeo the money as payment for his loan. But .1.~adeo pointed out that Bigcas did not owe him any amount. Thereafter, Bigcas approached Amadeo' s younger brother to pay the loan, but his brother likewise refused to receive it. 12 The prosecution also presented the barangay secretary, Maria Theresa C. Paelle (Paelle) who testified that Bigcas was the chairperson of the Natural Resources and Environment Council tasked with processing the earth moving permit of Lorlene.13 During the March 6, 2012 barangay session, Bigcas reported that Lorlene's earth moving permit could not be issued because the area was considered a watershed. Bigcas presented to the Sangguniang Baran.gay the record of the expenses incurred for the processing of Lorlene' s application in the amount of PHP 200.00.14 Paelle then saw Lorlene asking the barangay captain if it was their practice to request for a budget for the processing of the permit, to which the barangay captain responded in the negative. Paelle also witnessed Bigcas approach Lorlene to pay her back but Lorlene refused to receive it because she insisted that she did not loan him any amount. Then Bigcas approached Lorlene's sons to ask them to receive the money but they too did not accept it. Bigcas then went to Paelle's table and handed her the money for safekeeping, albeit Paelle later returned it to him as requested and upon approval by the officer of the day.15 In his defense, Bigcas testified that during the February 7, 2012 barangay session, he was smprised when he was made to sign a resolution approving Lorlene's application :for an earth moving permit. The draft resolution had already been pre-signed. by the barangay captain, barangay id at 31-32. ii 12 Id at 32-33. 13 id. at33. 14 Id at 33-34. 15 Id. at 33-34. Decision 4 G.R. No. 265579 November 26, 2024 secretary, and two kagawads. When the Sangguniang Barangay heard Lorlene's application, Bigcas took the floor and manifested that he could not approve the quarry application despite the certification issued by the City Planning Development Coordinator since it was questionable. 16 Bigcas tried to convince the barangay captain not to sign the resolution yet as it had not undergone deliberations and approval by his council, which was a pre requisite to the subsequent approval by the kagawads and the barangay secretary themselves. 17 After the barangay session, Lorlene approached Bigcas. He was constrained to tell Lorlene that he could not do anything about her application for an earth moving permit as it had not gone through the proper procedure and was not included in the agenda. Lorlene then insisted that Bigcas assist her to speed up the processing of her documents. Bigcas could not commit to helping Lorlene as he had no funds to go to City Hall because he had not received his honorarium for three months already. At this point, Lorlene offered him PHP 200.00 for Bigcas's transportation expenses. Bigcas initially refused but later accepted it as a loan to put an end to her insistence and harassment.18 On February 13, 2012, Bigcas went to the City Planning Office where he learned that Lorlene's earth moving permit could not be granted as quarrying was strictly prohibited in the area where her land is located, the same being within the agro-forestry non-tillage zone. During the next barangay session on February 21, 2012, Bigcas relayed this information to Lorlene, but she did not take it well. Lorlene accused Bigcas of not actually going to City Hall. Worse, Lorlene even threatened to file a case against him for delaying her application and for graft and corruption.19 Ruling of the Regional Trial Court By Decision20 dated March 15, 2019, the trial court convicted Bigcas of violating Section 3(c) of Republic Act No. 3019, thus: WHEREFORE, IN VIEW OF ALL THE FOREGOING, the Court finds the accused JOEL PANCHO BIGCAS GUILTY beyond reasonable doubt of violating Section 3 (c) of Republic Act No. 3019, as amended, and hereby sentences the accused to suffer the indeterminate penalty of Six ( 6) Years and One Month as minimun1, to Seven (7) years as maximum and perpetual disqualification fom1 holding pubiic office. SO ORDERED.21 ;Emph.1s1s in the original) 16 Id at 29. 17 Id. at 34. 18 Id at 34-35. 19 Id 20 Id at 29-43. Penned by Presiding Judge .Rctrina f.'.. Fuentes. 21 Id. at43. Decision • G.R. No. 265579 November 26, 2024 On April 5, 2019, Bigcas filed his notice of appeal with the trial court. It bore the following statement ''[a]ccused through the undersigned counsel received the Decision oft his case that was adverse. As such, please take notice that Accused will appeal the aforesaid decision to the Court of Appeals in degree of appeal.\"22 Ruling of the Court of Appeals By Letter23 dated August 2, 2019, the Assistant Clerk of Court of the Court of Appeals-Cagayan de Oro City instructed the counsel of Bigcas to file the appeal brief, which he did. Under its Decision24 dated December 10, 2020, the Court of Appeals affirmed the verdict of conviction. Bigcas sought a reconsideration25 which the Court of Appeals disposed of through its Resolution26 dated May 12, 2021, dismissing the appeal for lack of jurisdiction. WHEREFORE, premises considered, the appeal of accused appellant Joel Pancho Bigcas from the Decision dated 15 Mach 2019 of the Regional Trial Court, Eleventh Judicial Region, Branch 10, Davao City, finding him guilty beyond reasonable doubt of violation of Section 3 (c) of RA No. 3019 in Criminal Case No. 80,872-15, is hereby DISMISSED for lack ofj urisdjction. SO ORDERED.27 (Emphasis in the original) In his motion for reconsideration,28 Bigcas invoked the equity jurisdiction of the Court of Appeals, underscoring that both parties actively participated in the proceedings before it.29 More, he argued that Republic Act No. I 0660, amending Presidential Decree No. 1606 which created the Sandiganbayan and defined the scope of its jurisdiction, is inapplicable to the case.30 By Resolution31 dated March 1, 2022, the Court ofA ppeals noted without action the motion for reconsideration filed by Bigcas. Subsequently, in its Resolution32 dated October 11, 2022, the Court of Appeals directed the 22 Id at 44-45. 23 Id. at 46. Written by Arty. Rosemarie D. Anacan-D;zon. 24 Id. at 57. A copy of the Decision was not anne:xed to the petiiion but was referred to by the Court of Appeals in its Resolution dated May 12, 2021. 25 Id. at 56. A copy of this motion for rec, Jnsi(:eration was not annexed to the petition but was referred to by the Court ofA, ppeals i:1 its ResolutiL>n dated May 12, 2021. 26 Id. at 55-58. The May 12, 2021 Resoll:ri, n w:is pwned by Associate Justice Lily Biton and concurred in by Associate Justices Oscar V. Badclies and l<khard D. Mod~a-:), Former Twenty-TI1ird Division, Court of Appeals, Cagayan de Oro City 27 Id. at 58. 28 Id. at 60-62. 29 Id. at 60-61. 30 Id at 61. 31 Id at 63'. Only a Notice from 1he CoL•n of Appeals signed by Division Clerk of Court Atry. Joy Marie Badal-Pamisa was attached to the l'~tirion fr)r Cc:rricrari. 32 Id. at 25. Only a Notice from the Coun of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached 1.() the .:>~ii'.icn for Certiorari. ;f Decision G.R. No. 265579 November 26, 2024 Division Clerk of Court to record the Entry of Judgrnent33 since no appeal had been filed by Bigcas. ! ! The Present Petition Bigcas now seeks affinna6.ve relief from the Court via tule 65 of the Rules of Court and prays that the assailed dispositions of the Cotirt ofA ppeals be nullified, and a new one be rendered, ordering the proper appellate court to decide his appeal on the merits.34 He pleads for the Court's indulgence and the exercise of its equity jurisdiction due to the error of his counsel in filing the Notice ofA ppeal, which ,vas allowed by the trial court, and the subsequent elevation of the case to the wrong appellate court. 35 In its comment,36 the Office of the Solicitor General countered that the Court of Appeals did not gravely abuse its discretion when it dismissed the appeal ofBigcas. It is the Sandiganbayan, and not the Court ofA ppeals, which has the exclusive authority to review convictions rendered by the trial court over offenses punishable under Republic Act No. 3019.37 Issues First. Is the present Petition for Certiorari a proper remedy against the assailed dispositions of the Court of Appeals? Second. Is there good reason to relax the rules in this case in order to serve the higher interest ofj ustice? Our Ruling A special civil action for certiorari is a proper remedy against the assailed dispositions oft he Court ofA ppeals The proper remedy against the final orders, rulings, or decisions on appeal by the Court of Appeals is a petition for review on certiorari under Rule 45 of the Rules of Court.\"3 But where the assailed dispositions of the Court of Appeals, as in this case, are challenged on grotmd of grave abuse of discretion amounting to lack or excess ofj urisdiction, a petition for certiorari 33 Id. at 26. 34 Idat18. 35 Id at 17. 36 id at 68--78. 37 Id. at 77. 38 RULES OF COURT, Rule 4:\\ sec. l st;-r;es: Section I. Fifing ~f petition with Suvre:'1;, Co,!rf. --- A pmiy dedring to appeal by certiorari from a judgment or final Of(ler or rnsoluti0P of ·.he Court of Appeals, the Sa:ndiganbaya11, the Regional Trial Court or other courts whenever aur}nrizeJ hy la·,1,, may file with the Supreme Court a verified petition for review on certiorari. The petition shail rnlse only questions oflaw which must be distinctly set forth. See also Kumar,: People, 874 Phi! 214 (2G2G} ff'm J_ Leonen, Third Di.vision]. Decision 7 G.R. No. 265579 November 26, 2024 under Rule 65 is proper.39 As shmvn, Bigcas imputes grave abuse of discretion amounting to lack or excess nf jurisdiction against the Court of Appeals for not considering the peculiar circumstances of the case, which in the higher interest ofj ustice, could have otherwise merited the referral of the case to the proper court. The peculiar circumstances of the . case warrant the relaxation of the rules Foremost, the Court notes that Bigcas has demonstrated good faith and a consistent inclination to comply with the law on jurisdiction, albeit his lawyer, the trial court, and even the Court of Appeals itself, were shown, in one way or another, to have contributed to the state of confusion in this case. His Notice of Appeal was filed within the 15-day reglementary period, but his counsel erroneously indicated therein that the appeal would be taken to the Court of Appeals. Such error did not appear to be a dilatory tactic. It is settled that the designation of the wrong court per se does not necessarily invalidate the notice of appeal.40 The error here was compounded when the clerk of court of the trial court failed to transmit the records to the proper appellate court. As held in Ulep v. People:41 The trial court, on the other hand, was duty bound to fonvard the records oft he case to the properf orum, the Sandiganbayan. It is unfortunate that the RTC judge concerned ordered the pertinent records to be forwarded to the wrong court, to the great prejudice of petitioner. Cases involving government employees with a salary grade lower than 27 are fairly common, albeit regrettably so. The judge was expected to know and should have known the law and the rules ofp rocedure. He should have known when appeals are to be taken to the CA and when they should be forwarded to the Sandiganbayan. He should have conscientiously and carefully observed this responsibility specially in cases such as this where a person's liberty was at stake. 42 (Emphasis supplied) In Sideno v. People,43 the accused barangay chairman was convicted by the trial court on three counts of violation of Section 3(b) of Republic Act No. 3019. In his notice of appeal, the accused stated that the trial court's decision would be elevated to the Court of Appeals, who then directed him to file his 39 RULES OF COURT, Rule 65, sec. 1 staws: Section I. Petition for certiorari. -- When ,my tribunal, board or officer exercising judicial or quasi judicial functions has acted without :Jr in exc-esc; its ,)r his jurisdiction, or with grave abuse of discretion ammmting to lack or excess of juiisJid;:m, ,md there is no appeai, or any plain, speedy, and adequate remedy in the ordinary course oflaw, a pi~rson aggrieYed thereby may file a verified petition in the proper courr, alleging the facts with certainry and praying that judgment be re,1dered annulling or modifying the proceedings of such tribunal, board or uffJCer, ;:u1J gra11ting such incidental reliefs as law and justice may require. See also /du! v. Alster International Shipp iny. Services. Inc., 905 Phil. 203 (2021) [Per J. Hernando, Third Division]. 40 Sideno v. People, 881 Phil. 405 (202()) [Pei C.J. Pernita, First Division]. 41 597 Phil. 580 (2009) [Per J. Corona, fir~;t Div;si-:m!. 42 Id. at 582. 43 881 Phil. 405 (2020) [Per C.J . .Per--i, lta. r;_rst Di....-i•;io1:\\ Decision G.R. No. 265579 November 26, 2024 appeal brief. Later, the Court of Appeals ordered the records of the case to be transferred to the Sandiganbay, m, which dismissed the appeal outright for being improperly filed.44 Citing Ulep, the Court therein held that the liberty of the accused should not be prejudiced oy the blunders of his counsel and of the trial court that transmitted the records to the wrong appellate court. When required by equity and substantial justi::e, the Court may except a particular case from the strict operation of the rules of court. Thus, the Court reinstated the appeal of the accused to the Sandiganbayan.45 Also apropos is our ruling in Cariaga v. People.46 The municipal treasurer, therein accused, was convicted by the trial court of malversation. He filed a notice of appeal stating that he intended to appeal the trial court's decision to the Court of Appeals. The Court of Appeals dismissed the appeal for lack of jurisdiction. The Court ruled that while the general rule is that the negligence of counsel binds the client, the Court has made exceptions to such rule, especially in criminal cases where the counsel's reckless or gross negligence could deprive the client of due process of law, when its application may result in the outright deprivation of the client's liberty or property, or where the interests of justice so require.47 Too, in Arriola v. Sandiganbayan,48 the trial corui convicted the accused of the crime of rnalversation of public property through negligence or abandonment. An appeal was filed before the Court ofA ppeals, which referred the same to the Sandiganbayan. The Sandiganbayan dis1nissed the case pursuant to Rule 50, Section 2 of the Rules of Court. The Court therein decreed that the ends of justice would be better served when cases are determined on their merits, not on mere technicality. In the interest of substantial justice, the Court did not apply the rules of procedure rigidly, and proceeded to resolve the case on the merits thereby affirming the conviction of accused Arriola and acquitting his co-accused, Radan, for insufficiency of evidence. Here, it was the counsel ofBigcas who designated the wrong appellate court in the Notice ofA ppeal which was timely filed. This mistake could have been rectified by the trial court had it transmitted the records of the case to the Sandiganbayan in accordance with law. Without undermining the fault of Bigcas' s counsel and that of the trial court, as well as the Court of Appeals, the Court is inclined, as it did in the aforementioned cases, to relax the rules of procedure in the interest of substantial justice here -where the liberty of Bigcas is at risk and his conviction appears to be unjust. After all, it is the Court's primary duty to rende::-or dispense justice. Case law also instructs that \"[i]t is a more prudent course of a•:tion for the court to excuse a technical lapse and afford the parties a review of the case on appeal rather than dispose of the 44 Id at 413. 45 597 Phil. 580,585 (2009) [Per J_ Cc, r0;1::1; ckt Divis'onJ. 46 640 Phil. 272 (2010) [Per I C1111k• :vh·ale,, !'hire Division]. 47 Id at 279. - 48 526 Phil. 822 (2006) jPfr J. Yaares-S;mt;Hgo. :7:rst Divisicm]. Decision 9 G.R. No. 265579 November 26, 2024 case on technicality and cause a grave injustice to the parties, giving a false impression of speedy disposhl o~~ case~ whjle actually resulting in more delay, if not miscarriage ofj ustice:··49 I In any event, the Court notes that this case commenced more than 10 years ago and to this date still awaits to b~ resolved with finality. Hence, for purposes of expediency, judicial economy, iand to forestall further delay in the disposition of the case, the Court deems it proper to resolve the case on the merits, instead of remanding it 1o the prqper appellate court. Such was the course of action of the Court in lvfascariflas v. BPI Family Savings Bank,50 viz.: I The case has pended since 2014 o~ for six (6) years no~, albeit, it involves a simple, nay, uncomplicated issl;[e. For purposes of economy and expediency and to prevent further delay ih the disposition of the case, the Court deems it proper as well to resolve th~ case on the merits here and now, instead of tossing it back to the Court ofA ppeals. Ching v. Court ofA ppeals is relevant: • [T]he Supreme Court may, on cert~ exceptional instances, resolve the merit of a case on the basis of the recdrds and other evidence before it, most especially when the resolution of these issues wouid best serve the ends ofj ustice and promote the speedy diJposition of cases. i Thus, considering the peculiar circlirostances attendant in the instant case, this Court sees the cogency to exerci~e its plenary power: I It is a rule ofp rocedure for the Supreme Court to strive to settle the entire controversy in a single proceeding lfa ving no root or branch to bear the seeds off uture litigation. No useful pu, rpose will be served if a case or the determination of an issue in a case is remanded to the trial court only to have its decision raised again to the Court ofA ppeals and from there to the Supreme Court. I • I We have laid down the rule that the, remand oft he case or ofan issue to the lower court for further reception oJ:evidence is not necessary where the Court is in position to resolve the dispute based on the records before it and particularly where the ends ofj usticf would not be subserved by the remand thereof Moreover, the Supreme Court is clothed with ample authority to review matters, even those ntjt raised on appeal if it finds that their consideration is necessary in arrivin~ at a just disposition of the case. I On many occasions, the Court, in the public interest and for the expeditious administration ofjustice, has resolved actions on the merits in~tead of remanding then: to 1h e trial w}rt for further proceedings, such as where the ends ofj us!ice \":·ou!d not h:/ s~~served by the remand of the case.51 (Emphases supplied, utmons om1~tea.) Violation of Section 3(c) of Rcphblic Act No. 3019 requires the following elements: (l) the offender is a; public ot1icer; (2) he or she has I I 49 Tamboa v. People, &77 Phil. 1002, l 010 (2(12(') (Per I. Perlas-Bernabe, Second Division]. 50 880 Phil. 76 (2020} [Per J. Lazaro-Javier, Ei.rst D1visiot1l 51 Id at 84. •• Decision 10 G.R. No. 265579 November 26, 2024 secured or obtained, or would secure or obtaL.1, for a person any government permit or license; (3) he or she directly or indirectly requested or received from said person any gift, pn~sent or other pecuniary or material benefit for himself/herself or for another; and (4 ) he or she requested or received the gift, present or other pecuniary or material benefit in consideration for help given or to be given. 52 As for the first element, it undisputed that Bigcas was a public officer when he allegedly committed the crime. The second element, however, is wanting in this case. Bigcas did not commit to secure or obtain Lorlene's earth moving permit. As stipulated by the parties, Bigcas took the floor and manifested that he could not approve the quarry application as he found it questionable. He even tried to persuade the barangay chairperson not to sign the prepared resolution because it had not gone through deliberations under his council. He had no ill-motive in doing so. Rather, he insisted on adherence to the established procedure which requires a favorable action from his council before the· corresponding resolution therefor may be approved by the barangay chairperson and the kagawads. Nonetheless, Bigcas agreed to assist Lorlene by checking on the status of her application, which he did. As attested to by the barangay secretary, during the March 6, 2012 barangay session, he presented the documents he obtained for Lorlene from the City Planning Office. These documents showed that Lorlene's request could not be granted because her land was within an agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. The barangay officers considered this information when they voted to deny the issuance of a resolution in favor ofLorlene.53 Going now to the third element, the same is also not present here. As stated, Bigcas volunteered to check on the status ofLorlene's application. He also admitted to Lorlene that he did not have fare money to go to City Hall. It was then that Lorlene offered to give him money for his expenses. Despite his refusal, Lorlene insisted that he accept it. To pacify her, they agreed to consider the PHP 200.00 as a loan. This was established not just by the testimony of Bigcas, but also by the testimonies of the prosecution's own witnesses: Lorlene, Alnadeo, and Paelle. Lorlene and Amadeo testified that Bigcas tried to pay the loan to foem ... bet they did not accept it because they claimed that he did not borrow anything from them. Paelle also said that she saw him pay back the money to Lorlene and her sons who nonetheless refused to receive it. While there appears to be some confusion as to the nature of the amount in question, it is clear from the multiple attempts of Bigcas to pay it back to Lorlene that insofar as he was concen1ed, the money was a loan. Further, as Lorlene herself admitted, she handed him the money because she 52 Lucman People, 849 Phil. 768 (2019) [Per J. P,~rlas-Bernabe, S\"cond Division]. 1,, 53 Rollo, p. 31. Decision 11 G.R. No. 265579 November 26, 2024 wanted to facilitate the early release of her request. Thus, the Court finds that Bigcas did not request or re,2elve anJ gift, present, or other pecuniary or material benefit. As discussed, the loan he received from Lorlene was used to cover his fare in going to the City Planning Office where her application for an earth moving permit was pendbg and from where he secured certain documents showing that her application pertained to land located within the agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. Finally, as for the fourth detnent, we emphasize anew that Bigcas did not request or receive any gift, present, or other pecuniary or material benefit. Paelle testified that Bigcas even presented a record of the expenses he incurred in checking the status ofLorlene' s application for an earth moving permit with the Sangguniang Barangay. Records show that per his agreement with Lorlene, he used the money to cover the fare in going to City Hall to verify her application. It was impossible for him to render any further assistance to her relative to her application for an earth moving permit given the classification of the land where she wanted to do her quarrying activities. In fine, there is no showing at all that Bigcas extended assistance to Lorlene for his own material interest. In fact, he was dutifully performing his task as chairperson of the Council of Environment and Natural Resources of the Sangguniang Barangay, ensuring they had all the accurate information and relevant documents before acting on Lorlene's application. His efforts led him to discover that the area subject of her application was in fact a watershed. It may have been improper for him to accept the PHP 200.qI o from Lorlene to cover his fare going to City Hall to verify the status of her application, but the same definitely cannot equate to receiving a gift for his ~ersonal benefit or interest. It was used exactly for the purpose it was intende! for. As shown, it was Bigcas' s initiative that led to the discovery that the area covered by Lorlene's application was a watershed, hence, no quarrying activities could be conducted thereon. This resulted in the denial of her application through no fault of Bigcas as it was certainly beyond his control. It was also due to his efforts that the members of the Sangguniang Barangay were promptly saved from incurring administrative and criminal liabilities as the barangay captain himself already pre-signed the resolution of approval which fortunately was timely rectified. But as it turned out, his sincere and laudable efforts even incurred the ire ofLorlene, who, out of spite, caused his prosecution for vio]ation of Section 3(\\.~j of Republic Act No. 3019. We cannot countenance this vengeful, nay, immora] scheme to put an innocent person behind bars. In lvfartel v. Peuple,54 the Court held that violations ofRepublic Act No. 3019 in genera! must be grmmdcd c•n grnft and corn1ption-graft, in particular, 5•1 895 Phil. 270 (202i}[Per J. Caguioa .. fr B£.:r:c]. Decision G.R. No. 265579 November 26, 2024 pertains to the acquisition of gair in dishonest ways.55 More, the Court has ruled that the irregular or anorm1kms act subject of the complaint under Republic Act No. 3019 \"must not o.dy be intimately connected with the discharge of the official functic, ns of z.~cused. It must also be accompanied by some benefit, material or otherwise~ and it must have been deliberately committed for a dishonest and.fraudulent purpose and in disregard of public trust.\"56 Here, it is clear that Bigcas did not act with dishonest or fraudulent purpose. There are no facts or circi1mstances on record from which this specific cri1ninal intent may be inferred. On the contrary, he voluntarily provided a record of the expenses incurred in relation to Lorlene's application for earth moving permit. It would be the height of injustice to condemn and pu..11ish him with imprisonment for six years and one month up to seven years in the absence of any proof of his dishonest intentions. ACCORDINGLY, the Petition for Certiorari is GRA._\"\"\"1TED. The Resolutions dated :t\\1ay 12, 2021, March 1, 2022, and October 11, 2022 of the Court of Appeals in CA-G.R. CR No. 01836-~•HN are REVERSED. Joel Pancho Bigcas is ACQillTTED of violation of Section 3(c) of Republic Act No. 3019 in Criminal Case No. 80,872-15. Let entry ofj udgment be issued immediately. SO ORDERED.\" , . t\\ZARO-JAVIER .Associate Justice ss Id 56 People v. Pallasigue; 908 Fhi\\. L)4!> -1~; (2C I; fh,1 .r. Ca;,iPdan;;, Prst Division]. Decision 13 G.R. No. 265579 November 26, 2024 WE CONCUR: Senior Associate Justice Chairperson JHOS~OPEZ A3sociate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. Chairperson, Second Division CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. (I",
    "dispositive": "rn: SiF'i':t:i'if: COUPT THE FHILIFFINES PUOUC INF0RMATION OFFICE 3&epublic of tlJe ~bilippines ~upreme Qtourt ;iffilanila SECOND DIVISION JOEL PANCHO BIGCAS, G.R. No. 265579 Petitioner, Present: LEONEN, Chairperson -versus- LAZARO-JAVIER, LOPEZ, M., LOPEZ, J., and KHO JR. COURT OF APPEALS and PEOPLE OF THE PHILIPPINES, Promulgated: Respondents. NOV 2 x- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - -x DECISION LAZARO-JAVIER, J.: The Case This Petition1 for Certiorari under Rule 65 of the Rules of Court assails the following dispositions of the Ccurt of Appeals in CA-G.R. CR No. 01836- M.IN: 1. Resolution'.! dated May i 2~ 20.21, disnti·~sing the appeal of petitioner Joel Pancho Bigcas (Big':as) for Jack of jurisdiction; Rollo. pp. 13- 18. Id. at 55-5X. The r-.1\\ay I?, 20'.2 ! Re~o!rn im, •A·ns purned by As~:ccintc Justice Lily Hiton and concurred in by As~ociJte Ju;;tices o~car V. Backlie~ ,rn(! Richard D. Mr1rdeno, Former T\"\"enty-Third Division, Court of Appeals, Cagayrn de Oro Cit:,. Decision G.R. No. 265579 November 26, 2024 2. Resolution3 dated rvfarch 1, 2022, noting without action Bigcas' s motion for reconsideration; and 3. Resolution4 dated October 11, 2022, informing Bigcas that an entry ofj udgment has already been issued in tb.e case. Antecedents In Criminal Case No. 80,872-15, Bigcas was charged with violation of Section 3(c)5 of Republic Act No. 3019 before Branch 10, Regional Trial Court, Davao City. 6 Lorlene Gonzales (Lorlene) testified that she applied for the issuance of an earth moving permit with the City Environment and Natural Resources Office, which required her to submit a Resolution issued by the Sangguniang Barangay of Lacson, Calinan approving her application. Bigcas was a duly elected barangay kagawad who chaired the Council of Environment and Natural Resources of the Sangguniang Barangay of Lacson, Calinan.7 Lorlene alleged that as she was leaving the session hall, Bigcas approached her and volunteered to go to City Hall to verify relevant information on the certification issued by the City Planning Development Coordinator. He then asked her for fare money to go to City Hall in order to expedite the processing of her application. Thinking that this was a common barangay practice, Lorlene handed the amount of PHP 200.00 which Bigcas quickly took to avoid being seen by other barangay officials. 8 During the next session of the Sangguniang Barangay, Lorlene's application was denied after Bigcas showed the documents he secured from various government agencies showing that the request was not viable since her application for an earth moving permit was actually a quarry application.9 At the end of the hearing, Lorlene asked the barangay chairperson whether it was really their practice to ask for money for expenses. The barangay chairperson denied that such practice existed in their barangay. 10 3 Id. at 63. Only a Notice from the Court of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petition for Certiorari. 4 Id. at 25. Only a Notice from the Cocrt of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached to the Petiticm for Certiaari. 5 Republic Act No. 3019, sec. 3(c) states: Section 3. Corrupt practices ofp ubli<:-of/leers. Jr: addition to acts or omissions of public officers already penalized by existing law, the following ~,hall constitute corrupt practices of any public officer and are hereby declared to be unlawful: (c) Directly or indirectly requesting or receiving ::i.ny gift, pre, ent or other pecuniary or material benefit, for himself or for anoiher, from apy person for whon, the public officer, in any manner or capacity, has secured or obtained, or will secure or obtain, any Government pennit or .license, in consideration for the hdp given or to be given, without p,~jl!dice to Se,~tion thirteen of this Act. 6 Rollo pp. 15, 29-43. 7 Id. at 30. 8 Id at 29. 9 Id. at 31. ,., Decision ..) G.R. No. 265579 November 26, 2024 Later, Lorlene returned to the barangay for another case. Bigcas approached Lorlene and handed her PHP 200.00, saying that it was the payment for his loan. Lorlene refused to receive it and told Bigcas that he did not ask for a loan but asked only for money. Lorlene then left Bigcas as her case was called. Lorlene saiJ that it was out of principle that she filed a complaint with the Office of the Ombudsman (Ombudsman). When asked by the trial court why Lorlene gave Bigcas the money, she said that she thought it was their practice as he allegedly insisted on the payment of his expenses. Lorlene also admitted that she wanted to facilitate the early release of her request.11 Amadeo Gonzales (Amadeo), Lorlene's son, corroborated her testimony. Amadeo testified that he joined Lorlene in attending the barangay sessions. Amadeo witnessed Bigcas approach Lorlene to ask for money for Bigcas' s expenses. Subsequently, when they were in the barangay for another case, Bigcas tried to return the money. Lorlene, however, responded that Bigcas did not ask for a loan but merely asked for money for expenses. Bigcas then approached Amadeo and told him that he will give Amadeo the money as payment for his loan. But .1.~adeo pointed out that Bigcas did not owe him any amount. Thereafter, Bigcas approached Amadeo' s younger brother to pay the loan, but his brother likewise refused to receive it. 12 The prosecution also presented the barangay secretary, Maria Theresa C. Paelle (Paelle) who testified that Bigcas was the chairperson of the Natural Resources and Environment Council tasked with processing the earth moving permit of Lorlene.13 During the March 6, 2012 barangay session, Bigcas reported that Lorlene's earth moving permit could not be issued because the area was considered a watershed. Bigcas presented to the Sangguniang Baran.gay the record of the expenses incurred for the processing of Lorlene' s application in the amount of PHP 200.00.14 Paelle then saw Lorlene asking the barangay captain if it was their practice to request for a budget for the processing of the permit, to which the barangay captain responded in the negative. Paelle also witnessed Bigcas approach Lorlene to pay her back but Lorlene refused to receive it because she insisted that she did not loan him any amount. Then Bigcas approached Lorlene's sons to ask them to receive the money but they too did not accept it. Bigcas then went to Paelle's table and handed her the money for safekeeping, albeit Paelle later returned it to him as requested and upon approval by the officer of the day.15 In his defense, Bigcas testified that during the February 7, 2012 barangay session, he was smprised when he was made to sign a resolution approving Lorlene's application :for an earth moving permit. The draft resolution had already been pre-signed. by the barangay captain, barangay id at 31-32. ii 12 Id at 32-33. 13 id. at33. 14 Id at 33-34. 15 Id. at 33-34. Decision 4 G.R. No. 265579 November 26, 2024 secretary, and two kagawads. When the Sangguniang Barangay heard Lorlene's application, Bigcas took the floor and manifested that he could not approve the quarry application despite the certification issued by the City Planning Development Coordinator since it was questionable. 16 Bigcas tried to convince the barangay captain not to sign the resolution yet as it had not undergone deliberations and approval by his council, which was a pre requisite to the subsequent approval by the kagawads and the barangay secretary themselves. 17 After the barangay session, Lorlene approached Bigcas. He was constrained to tell Lorlene that he could not do anything about her application for an earth moving permit as it had not gone through the proper procedure and was not included in the agenda. Lorlene then insisted that Bigcas assist her to speed up the processing of her documents. Bigcas could not commit to helping Lorlene as he had no funds to go to City Hall because he had not received his honorarium for three months already. At this point, Lorlene offered him PHP 200.00 for Bigcas's transportation expenses. Bigcas initially refused but later accepted it as a loan to put an end to her insistence and harassment.18 On February 13, 2012, Bigcas went to the City Planning Office where he learned that Lorlene's earth moving permit could not be granted as quarrying was strictly prohibited in the area where her land is located, the same being within the agro-forestry non-tillage zone. During the next barangay session on February 21, 2012, Bigcas relayed this information to Lorlene, but she did not take it well. Lorlene accused Bigcas of not actually going to City Hall. Worse, Lorlene even threatened to file a case against him for delaying her application and for graft and corruption.19 Ruling of the Regional Trial Court By Decision20 dated March 15, 2019, the trial court convicted Bigcas of violating Section 3(c) of Republic Act No. 3019, thus: WHEREFORE, IN VIEW OF ALL THE FOREGOING, the Court finds the accused JOEL PANCHO BIGCAS GUILTY beyond reasonable doubt of violating Section 3 (c) of Republic Act No. 3019, as amended, and hereby sentences the accused to suffer the indeterminate penalty of Six ( 6) Years and One Month as minimun1, to Seven (7) years as maximum and perpetual disqualification fom1 holding pubiic office. SO ORDERED.21 ;Emph.1s1s in the original) 16 Id at 29. 17 Id. at 34. 18 Id at 34-35. 19 Id 20 Id at 29-43. Penned by Presiding Judge .Rctrina f.'.. Fuentes. 21 Id. at43. Decision • G.R. No. 265579 November 26, 2024 On April 5, 2019, Bigcas filed his notice of appeal with the trial court. It bore the following statement ''[a]ccused through the undersigned counsel received the Decision oft his case that was adverse. As such, please take notice that Accused will appeal the aforesaid decision to the Court of Appeals in degree of appeal.\"22 Ruling of the Court of Appeals By Letter23 dated August 2, 2019, the Assistant Clerk of Court of the Court of Appeals-Cagayan de Oro City instructed the counsel of Bigcas to file the appeal brief, which he did. Under its Decision24 dated December 10, 2020, the Court of Appeals affirmed the verdict of conviction. Bigcas sought a reconsideration25 which the Court of Appeals disposed of through its Resolution26 dated May 12, 2021, dismissing the appeal for lack of jurisdiction. WHEREFORE, premises considered, the appeal of accused appellant Joel Pancho Bigcas from the Decision dated 15 Mach 2019 of the Regional Trial Court, Eleventh Judicial Region, Branch 10, Davao City, finding him guilty beyond reasonable doubt of violation of Section 3 (c) of RA No. 3019 in Criminal Case No. 80,872-15, is hereby DISMISSED for lack ofj urisdjction. SO ORDERED.27 (Emphasis in the original) In his motion for reconsideration,28 Bigcas invoked the equity jurisdiction of the Court of Appeals, underscoring that both parties actively participated in the proceedings before it.29 More, he argued that Republic Act No. I 0660, amending Presidential Decree No. 1606 which created the Sandiganbayan and defined the scope of its jurisdiction, is inapplicable to the case.30 By Resolution31 dated March 1, 2022, the Court ofA ppeals noted without action the motion for reconsideration filed by Bigcas. Subsequently, in its Resolution32 dated October 11, 2022, the Court of Appeals directed the 22 Id at 44-45. 23 Id. at 46. Written by Arty. Rosemarie D. Anacan-D;zon. 24 Id. at 57. A copy of the Decision was not anne:xed to the petiiion but was referred to by the Court of Appeals in its Resolution dated May 12, 2021. 25 Id. at 56. A copy of this motion for rec, Jnsi(:eration was not annexed to the petition but was referred to by the Court ofA, ppeals i:1 its ResolutiL>n dated May 12, 2021. 26 Id. at 55-58. The May 12, 2021 Resoll:ri, n w:is pwned by Associate Justice Lily Biton and concurred in by Associate Justices Oscar V. Badclies and l<khard D. Mod~a-:), Former Twenty-TI1ird Division, Court of Appeals, Cagayan de Oro City 27 Id. at 58. 28 Id. at 60-62. 29 Id. at 60-61. 30 Id at 61. 31 Id at 63'. Only a Notice from 1he CoL•n of Appeals signed by Division Clerk of Court Atry. Joy Marie Badal-Pamisa was attached to the l'~tirion fr)r Cc:rricrari. 32 Id. at 25. Only a Notice from the Coun of Appeals signed by Division Clerk of Court Atty. Joy Marie Badal-Pamisa was attached 1.() the .:>~ii'.icn for Certiorari. ;f Decision G.R. No. 265579 November 26, 2024 Division Clerk of Court to record the Entry of Judgrnent33 since no appeal had been filed by Bigcas. ! ! The Present Petition Bigcas now seeks affinna6.ve relief from the Court via tule 65 of the Rules of Court and prays that the assailed dispositions of the Cotirt ofA ppeals be nullified, and a new one be rendered, ordering the proper appellate court to decide his appeal on the merits.34 He pleads for the Court's indulgence and the exercise of its equity jurisdiction due to the error of his counsel in filing the Notice ofA ppeal, which ,vas allowed by the trial court, and the subsequent elevation of the case to the wrong appellate court. 35 In its comment,36 the Office of the Solicitor General countered that the Court of Appeals did not gravely abuse its discretion when it dismissed the appeal ofBigcas. It is the Sandiganbayan, and not the Court ofA ppeals, which has the exclusive authority to review convictions rendered by the trial court over offenses punishable under Republic Act No. 3019.37 Issues First. Is the present Petition for Certiorari a proper remedy against the assailed dispositions of the Court of Appeals? Second. Is there good reason to relax the rules in this case in order to serve the higher interest ofj ustice? Our Ruling A special civil action for certiorari is a proper remedy against the assailed dispositions oft he Court ofA ppeals The proper remedy against the final orders, rulings, or decisions on appeal by the Court of Appeals is a petition for review on certiorari under Rule 45 of the Rules of Court.\"3 But where the assailed dispositions of the Court of Appeals, as in this case, are challenged on grotmd of grave abuse of discretion amounting to lack or excess ofj urisdiction, a petition for certiorari 33 Id. at 26. 34 Idat18. 35 Id at 17. 36 id at 68--78. 37 Id. at 77. 38 RULES OF COURT, Rule 4:\\ sec. l st;-r;es: Section I. Fifing ~f petition with Suvre:'1;, Co,!rf. --- A pmiy dedring to appeal by certiorari from a judgment or final Of(ler or rnsoluti0P of ·.he Court of Appeals, the Sa:ndiganbaya11, the Regional Trial Court or other courts whenever aur}nrizeJ hy la·,1,, may file with the Supreme Court a verified petition for review on certiorari. The petition shail rnlse only questions oflaw which must be distinctly set forth. See also Kumar,: People, 874 Phi! 214 (2G2G} ff'm J_ Leonen, Third Di.vision]. Decision 7 G.R. No. 265579 November 26, 2024 under Rule 65 is proper.39 As shmvn, Bigcas imputes grave abuse of discretion amounting to lack or excess nf jurisdiction against the Court of Appeals for not considering the peculiar circumstances of the case, which in the higher interest ofj ustice, could have otherwise merited the referral of the case to the proper court. The peculiar circumstances of the . case warrant the relaxation of the rules Foremost, the Court notes that Bigcas has demonstrated good faith and a consistent inclination to comply with the law on jurisdiction, albeit his lawyer, the trial court, and even the Court of Appeals itself, were shown, in one way or another, to have contributed to the state of confusion in this case. His Notice of Appeal was filed within the 15-day reglementary period, but his counsel erroneously indicated therein that the appeal would be taken to the Court of Appeals. Such error did not appear to be a dilatory tactic. It is settled that the designation of the wrong court per se does not necessarily invalidate the notice of appeal.40 The error here was compounded when the clerk of court of the trial court failed to transmit the records to the proper appellate court. As held in Ulep v. People:41 The trial court, on the other hand, was duty bound to fonvard the records oft he case to the properf orum, the Sandiganbayan. It is unfortunate that the RTC judge concerned ordered the pertinent records to be forwarded to the wrong court, to the great prejudice of petitioner. Cases involving government employees with a salary grade lower than 27 are fairly common, albeit regrettably so. The judge was expected to know and should have known the law and the rules ofp rocedure. He should have known when appeals are to be taken to the CA and when they should be forwarded to the Sandiganbayan. He should have conscientiously and carefully observed this responsibility specially in cases such as this where a person's liberty was at stake. 42 (Emphasis supplied) In Sideno v. People,43 the accused barangay chairman was convicted by the trial court on three counts of violation of Section 3(b) of Republic Act No. 3019. In his notice of appeal, the accused stated that the trial court's decision would be elevated to the Court of Appeals, who then directed him to file his 39 RULES OF COURT, Rule 65, sec. 1 staws: Section I. Petition for certiorari. -- When ,my tribunal, board or officer exercising judicial or quasi judicial functions has acted without :Jr in exc-esc; its ,)r his jurisdiction, or with grave abuse of discretion ammmting to lack or excess of juiisJid;:m, ,md there is no appeai, or any plain, speedy, and adequate remedy in the ordinary course oflaw, a pi~rson aggrieYed thereby may file a verified petition in the proper courr, alleging the facts with certainry and praying that judgment be re,1dered annulling or modifying the proceedings of such tribunal, board or uffJCer, ;:u1J gra11ting such incidental reliefs as law and justice may require. See also /du! v. Alster International Shipp iny. Services. Inc., 905 Phil. 203 (2021) [Per J. Hernando, Third Division]. 40 Sideno v. People, 881 Phil. 405 (202()) [Pei C.J. Pernita, First Division]. 41 597 Phil. 580 (2009) [Per J. Corona, fir~;t Div;si-:m!. 42 Id. at 582. 43 881 Phil. 405 (2020) [Per C.J . .Per--i, lta. r;_rst Di....-i•;io1:\\ Decision G.R. No. 265579 November 26, 2024 appeal brief. Later, the Court of Appeals ordered the records of the case to be transferred to the Sandiganbay, m, which dismissed the appeal outright for being improperly filed.44 Citing Ulep, the Court therein held that the liberty of the accused should not be prejudiced oy the blunders of his counsel and of the trial court that transmitted the records to the wrong appellate court. When required by equity and substantial justi::e, the Court may except a particular case from the strict operation of the rules of court. Thus, the Court reinstated the appeal of the accused to the Sandiganbayan.45 Also apropos is our ruling in Cariaga v. People.46 The municipal treasurer, therein accused, was convicted by the trial court of malversation. He filed a notice of appeal stating that he intended to appeal the trial court's decision to the Court of Appeals. The Court of Appeals dismissed the appeal for lack of jurisdiction. The Court ruled that while the general rule is that the negligence of counsel binds the client, the Court has made exceptions to such rule, especially in criminal cases where the counsel's reckless or gross negligence could deprive the client of due process of law, when its application may result in the outright deprivation of the client's liberty or property, or where the interests of justice so require.47 Too, in Arriola v. Sandiganbayan,48 the trial corui convicted the accused of the crime of rnalversation of public property through negligence or abandonment. An appeal was filed before the Court ofA ppeals, which referred the same to the Sandiganbayan. The Sandiganbayan dis1nissed the case pursuant to Rule 50, Section 2 of the Rules of Court. The Court therein decreed that the ends of justice would be better served when cases are determined on their merits, not on mere technicality. In the interest of substantial justice, the Court did not apply the rules of procedure rigidly, and proceeded to resolve the case on the merits thereby affirming the conviction of accused Arriola and acquitting his co-accused, Radan, for insufficiency of evidence. Here, it was the counsel ofBigcas who designated the wrong appellate court in the Notice ofA ppeal which was timely filed. This mistake could have been rectified by the trial court had it transmitted the records of the case to the Sandiganbayan in accordance with law. Without undermining the fault of Bigcas' s counsel and that of the trial court, as well as the Court of Appeals, the Court is inclined, as it did in the aforementioned cases, to relax the rules of procedure in the interest of substantial justice here -where the liberty of Bigcas is at risk and his conviction appears to be unjust. After all, it is the Court's primary duty to rende::-or dispense justice. Case law also instructs that \"[i]t is a more prudent course of a•:tion for the court to excuse a technical lapse and afford the parties a review of the case on appeal rather than dispose of the 44 Id at 413. 45 597 Phil. 580,585 (2009) [Per J_ Cc, r0;1::1; ckt Divis'onJ. 46 640 Phil. 272 (2010) [Per I C1111k• :vh·ale,, !'hire Division]. 47 Id at 279. - 48 526 Phil. 822 (2006) jPfr J. Yaares-S;mt;Hgo. :7:rst Divisicm]. Decision 9 G.R. No. 265579 November 26, 2024 case on technicality and cause a grave injustice to the parties, giving a false impression of speedy disposhl o~~ case~ whjle actually resulting in more delay, if not miscarriage ofj ustice:··49 I In any event, the Court notes that this case commenced more than 10 years ago and to this date still awaits to b~ resolved with finality. Hence, for purposes of expediency, judicial economy, iand to forestall further delay in the disposition of the case, the Court deems it proper to resolve the case on the merits, instead of remanding it 1o the prqper appellate court. Such was the course of action of the Court in lvfascariflas v. BPI Family Savings Bank,50 viz.: I The case has pended since 2014 o~ for six (6) years no~, albeit, it involves a simple, nay, uncomplicated issl;[e. For purposes of economy and expediency and to prevent further delay ih the disposition of the case, the Court deems it proper as well to resolve th~ case on the merits here and now, instead of tossing it back to the Court ofA ppeals. Ching v. Court ofA ppeals is relevant: • [T]he Supreme Court may, on cert~ exceptional instances, resolve the merit of a case on the basis of the recdrds and other evidence before it, most especially when the resolution of these issues wouid best serve the ends ofj ustice and promote the speedy diJposition of cases. i Thus, considering the peculiar circlirostances attendant in the instant case, this Court sees the cogency to exerci~e its plenary power: I It is a rule ofp rocedure for the Supreme Court to strive to settle the entire controversy in a single proceeding lfa ving no root or branch to bear the seeds off uture litigation. No useful pu, rpose will be served if a case or the determination of an issue in a case is remanded to the trial court only to have its decision raised again to the Court ofA ppeals and from there to the Supreme Court. I • I We have laid down the rule that the, remand oft he case or ofan issue to the lower court for further reception oJ:evidence is not necessary where the Court is in position to resolve the dispute based on the records before it and particularly where the ends ofj usticf would not be subserved by the remand thereof Moreover, the Supreme Court is clothed with ample authority to review matters, even those ntjt raised on appeal if it finds that their consideration is necessary in arrivin~ at a just disposition of the case. I On many occasions, the Court, in the public interest and for the expeditious administration ofjustice, has resolved actions on the merits in~tead of remanding then: to 1h e trial w}rt for further proceedings, such as where the ends ofj us!ice \":·ou!d not h:/ s~~served by the remand of the case.51 (Emphases supplied, utmons om1~tea.) Violation of Section 3(c) of Rcphblic Act No. 3019 requires the following elements: (l) the offender is a; public ot1icer; (2) he or she has I I 49 Tamboa v. People, &77 Phil. 1002, l 010 (2(12(') (Per I. Perlas-Bernabe, Second Division]. 50 880 Phil. 76 (2020} [Per J. Lazaro-Javier, Ei.rst D1visiot1l 51 Id at 84. •• Decision 10 G.R. No. 265579 November 26, 2024 secured or obtained, or would secure or obtaL.1, for a person any government permit or license; (3) he or she directly or indirectly requested or received from said person any gift, pn~sent or other pecuniary or material benefit for himself/herself or for another; and (4 ) he or she requested or received the gift, present or other pecuniary or material benefit in consideration for help given or to be given. 52 As for the first element, it undisputed that Bigcas was a public officer when he allegedly committed the crime. The second element, however, is wanting in this case. Bigcas did not commit to secure or obtain Lorlene's earth moving permit. As stipulated by the parties, Bigcas took the floor and manifested that he could not approve the quarry application as he found it questionable. He even tried to persuade the barangay chairperson not to sign the prepared resolution because it had not gone through deliberations under his council. He had no ill-motive in doing so. Rather, he insisted on adherence to the established procedure which requires a favorable action from his council before the· corresponding resolution therefor may be approved by the barangay chairperson and the kagawads. Nonetheless, Bigcas agreed to assist Lorlene by checking on the status of her application, which he did. As attested to by the barangay secretary, during the March 6, 2012 barangay session, he presented the documents he obtained for Lorlene from the City Planning Office. These documents showed that Lorlene's request could not be granted because her land was within an agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. The barangay officers considered this information when they voted to deny the issuance of a resolution in favor ofLorlene.53 Going now to the third element, the same is also not present here. As stated, Bigcas volunteered to check on the status ofLorlene's application. He also admitted to Lorlene that he did not have fare money to go to City Hall. It was then that Lorlene offered to give him money for his expenses. Despite his refusal, Lorlene insisted that he accept it. To pacify her, they agreed to consider the PHP 200.00 as a loan. This was established not just by the testimony of Bigcas, but also by the testimonies of the prosecution's own witnesses: Lorlene, Alnadeo, and Paelle. Lorlene and Amadeo testified that Bigcas tried to pay the loan to foem ... bet they did not accept it because they claimed that he did not borrow anything from them. Paelle also said that she saw him pay back the money to Lorlene and her sons who nonetheless refused to receive it. While there appears to be some confusion as to the nature of the amount in question, it is clear from the multiple attempts of Bigcas to pay it back to Lorlene that insofar as he was concen1ed, the money was a loan. Further, as Lorlene herself admitted, she handed him the money because she 52 Lucman People, 849 Phil. 768 (2019) [Per J. P,~rlas-Bernabe, S\"cond Division]. 1,, 53 Rollo, p. 31. Decision 11 G.R. No. 265579 November 26, 2024 wanted to facilitate the early release of her request. Thus, the Court finds that Bigcas did not request or re,2elve anJ gift, present, or other pecuniary or material benefit. As discussed, the loan he received from Lorlene was used to cover his fare in going to the City Planning Office where her application for an earth moving permit was pendbg and from where he secured certain documents showing that her application pertained to land located within the agro-forestry non-tillage zone or watershed where quarrying is strictly prohibited. Finally, as for the fourth detnent, we emphasize anew that Bigcas did not request or receive any gift, present, or other pecuniary or material benefit. Paelle testified that Bigcas even presented a record of the expenses he incurred in checking the status ofLorlene' s application for an earth moving permit with the Sangguniang Barangay. Records show that per his agreement with Lorlene, he used the money to cover the fare in going to City Hall to verify her application. It was impossible for him to render any further assistance to her relative to her application for an earth moving permit given the classification of the land where she wanted to do her quarrying activities. In fine, there is no showing at all that Bigcas extended assistance to Lorlene for his own material interest. In fact, he was dutifully performing his task as chairperson of the Council of Environment and Natural Resources of the Sangguniang Barangay, ensuring they had all the accurate information and relevant documents before acting on Lorlene's application. His efforts led him to discover that the area subject of her application was in fact a watershed. It may have been improper for him to accept the PHP 200.qI o from Lorlene to cover his fare going to City Hall to verify the status of her application, but the same definitely cannot equate to receiving a gift for his ~ersonal benefit or interest. It was used exactly for the purpose it was intende! for. As shown, it was Bigcas' s initiative that led to the discovery that the area covered by Lorlene's application was a watershed, hence, no quarrying activities could be conducted thereon. This resulted in the denial of her application through no fault of Bigcas as it was certainly beyond his control. It was also due to his efforts that the members of the Sangguniang Barangay were promptly saved from incurring administrative and criminal liabilities as the barangay captain himself already pre-signed the resolution of approval which fortunately was timely rectified. But as it turned out, his sincere and laudable efforts even incurred the ire ofLorlene, who, out of spite, caused his prosecution for vio]ation of Section 3(\\.~j of Republic Act No. 3019. We cannot countenance this vengeful, nay, immora] scheme to put an innocent person behind bars. In lvfartel v. Peuple,54 the Court held that violations ofRepublic Act No. 3019 in genera! must be grmmdcd c•n grnft and corn1ption-graft, in particular, 5•1 895 Phil. 270 (202i}[Per J. Caguioa .. fr B£.:r:c]. Decision G.R. No. 265579 November 26, 2024 pertains to the acquisition of gair in dishonest ways.55 More, the Court has ruled that the irregular or anorm1kms act subject of the complaint under Republic Act No. 3019 \"must not o.dy be intimately connected with the discharge of the official functic, ns of z.~cused. It must also be accompanied by some benefit, material or otherwise~ and it must have been deliberately committed for a dishonest and.fraudulent purpose and in disregard of public trust.\"56 Here, it is clear that Bigcas did not act with dishonest or fraudulent purpose. There are no facts or circi1mstances on record from which this specific cri1ninal intent may be inferred. On the contrary, he voluntarily provided a record of the expenses incurred in relation to Lorlene's application for earth moving permit. It would be the height of injustice to condemn and pu..11ish him with imprisonment for six years and one month up to seven years in the absence of any proof of his dishonest intentions. ACCORDINGLY, the Petition for Certiorari is GRA._\"\"\"1TED. The Resolutions dated :t\\1ay 12, 2021, March 1, 2022, and October 11, 2022 of the Court of Appeals in CA-G.R. CR No. 01836-~•HN are REVERSED. Joel Pancho Bigcas is ACQillTTED of violation of Section 3(c) of Republic Act No. 3019 in Criminal Case No. 80,872-15. Let entry ofj udgment be issued immediately. SO ORDERED.\" , . t\\ZARO-JAVIER .Associate Justice ss Id 56 People v. Pallasigue; 908 Fhi\\. L)4!> -1~; (2C I; fh,1 .r. Ca;,iPdan;;, Prst Division]. Decision 13 G.R. No. 265579 November 26, 2024 WE CONCUR: Senior Associate Justice Chairperson JHOS~OPEZ A3sociate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. Chairperson, Second Division CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. (I"
  },
  "entities": [
    {
      "text": "SECOND",
      "label": "ORDINAL",
      "start": 123,
      "end": 129
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 159,
      "end": 166
    },
    {
      "text": "LEONEN",
      "label": "ORG",
      "start": 196,
      "end": 202
    },
    {
      "text": "LAZARO-JAVIER",
      "label": "ORG",
      "start": 225,
      "end": 238
    },
    {
      "text": "KHO JR",
      "label": "ORG",
      "start": 266,
      "end": 272
    },
    {
      "text": "NOV 2 x- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - -x DECISION LAZARO-JAVIER",
      "label": "PRODUCT",
      "start": 348,
      "end": 493
    },
    {
      "text": "Certiorari",
      "label": "PERSON",
      "start": 527,
      "end": 537
    },
    {
      "text": "the Ccurt of Appeals",
      "label": "ORG",
      "start": 612,
      "end": 632
    },
    {
      "text": "CA-G.R. CR No",
      "label": "ORG",
      "start": 636,
      "end": 649
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 664,
      "end": 665
    },
    {
      "text": "May",
      "label": "DATE",
      "start": 687,
      "end": 690
    },
    {
      "text": "Joel Pancho Bigcas",
      "label": "PERSON",
      "start": 741,
      "end": 759
    },
    {
      "text": "Jack",
      "label": "PERSON",
      "start": 774,
      "end": 778
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 796,
      "end": 801
    },
    {
      "text": "13- 18",
      "label": "DATE",
      "start": 807,
      "end": 813
    },
    {
      "text": "55-5X.",
      "label": "CARDINAL",
      "start": 822,
      "end": 828
    },
    {
      "text": "Lily Hiton",
      "label": "PERSON",
      "start": 900,
      "end": 910
    },
    {
      "text": "V. Backlie~",
      "label": "PERSON",
      "start": 957,
      "end": 968
    },
    {
      "text": "Richard D. Mr1rdeno",
      "label": "PERSON",
      "start": 975,
      "end": 994
    },
    {
      "text": "T\"\"enty-Third Division",
      "label": "ORG",
      "start": 1003,
      "end": 1025
    },
    {
      "text": "Court of Appeals",
      "label": "ORG",
      "start": 1027,
      "end": 1043
    },
    {
      "text": "Cagayrn de Oro Cit:",
      "label": "ORG",
      "start": 1045,
      "end": 1064
    },
    {
      "text": "265579",
      "label": "DATE",
      "start": 1085,
      "end": 1091
    },
    {
      "text": "November 26, 2024 2",
      "label": "DATE",
      "start": 1092,
      "end": 1111
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 1139,
      "end": 1140
    },
    {
      "text": "2022",
      "label": "DATE",
      "start": 1142,
      "end": 1146
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 1170,
      "end": 1176
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 1212,
      "end": 1213
    },
    {
      "text": "October 11, 2022",
      "label": "DATE",
      "start": 1233,
      "end": 1249
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 1261,
      "end": 1267
    },
    {
      "text": "tb.e",
      "label": "ORG",
      "start": 1321,
      "end": 1325
    },
    {
      "text": "80,872-15",
      "label": "CARDINAL",
      "start": 1365,
      "end": 1374
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 1376,
      "end": 1382
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 1447,
      "end": 1451
    },
    {
      "text": "Branch 10",
      "label": "LAW",
      "start": 1459,
      "end": 1468
    },
    {
      "text": "Regional Trial Court",
      "label": "ORG",
      "start": 1470,
      "end": 1490
    },
    {
      "text": "Davao City",
      "label": "GPE",
      "start": 1492,
      "end": 1502
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 1504,
      "end": 1505
    },
    {
      "text": "Lorlene Gonzales",
      "label": "PERSON",
      "start": 1506,
      "end": 1522
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 1524,
      "end": 1531
    },
    {
      "text": "the City Environment and Natural Resources Office",
      "label": "ORG",
      "start": 1608,
      "end": 1657
    },
    {
      "text": "Resolution",
      "label": "FAC",
      "start": 1690,
      "end": 1700
    },
    {
      "text": "the Sangguniang Barangay",
      "label": "FAC",
      "start": 1711,
      "end": 1735
    },
    {
      "text": "Lacson",
      "label": "ORG",
      "start": 1739,
      "end": 1745
    },
    {
      "text": "Calinan",
      "label": "PERSON",
      "start": 1747,
      "end": 1754
    },
    {
      "text": "Bigcas",
      "label": "PERSON",
      "start": 1782,
      "end": 1788
    },
    {
      "text": "the Council of Environment and Natural Resources of the Sangguniang Barangay",
      "label": "ORG",
      "start": 1837,
      "end": 1913
    },
    {
      "text": "Lacson",
      "label": "ORG",
      "start": 1917,
      "end": 1923
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 1935,
      "end": 1942
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 1993,
      "end": 1999
    },
    {
      "text": "City Hall",
      "label": "FAC",
      "start": 2040,
      "end": 2049
    },
    {
      "text": "the City Planning Development Coordinator",
      "label": "ORG",
      "start": 2112,
      "end": 2153
    },
    {
      "text": "City Hall",
      "label": "FAC",
      "start": 2197,
      "end": 2206
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 2314,
      "end": 2321
    },
    {
      "text": "PHP 200.00",
      "label": "ORG",
      "start": 2343,
      "end": 2353
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 2360,
      "end": 2366
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 2429,
      "end": 2430
    },
    {
      "text": "the Sangguniang Barangay",
      "label": "FAC",
      "start": 2458,
      "end": 2482
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 2484,
      "end": 2491
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 2523,
      "end": 2529
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 2747,
      "end": 2754
    },
    {
      "text": "10 3",
      "label": "DATE",
      "start": 2932,
      "end": 2936
    },
    {
      "text": "63",
      "label": "DATE",
      "start": 2944,
      "end": 2946
    },
    {
      "text": "Notice",
      "label": "FAC",
      "start": 2955,
      "end": 2961
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 2967,
      "end": 2987
    },
    {
      "text": "Division Clerk",
      "label": "ORG",
      "start": 2998,
      "end": 3012
    },
    {
      "text": "Court Atty",
      "label": "PERSON",
      "start": 3016,
      "end": 3026
    },
    {
      "text": "Joy Marie Badal-Pamisa",
      "label": "PERSON",
      "start": 3028,
      "end": 3050
    },
    {
      "text": "Certiorari",
      "label": "PERSON",
      "start": 3084,
      "end": 3094
    },
    {
      "text": "4 Id.",
      "label": "CARDINAL",
      "start": 3096,
      "end": 3101
    },
    {
      "text": "25",
      "label": "CARDINAL",
      "start": 3105,
      "end": 3107
    },
    {
      "text": "Notice",
      "label": "FAC",
      "start": 3116,
      "end": 3122
    },
    {
      "text": "Division Clerk",
      "label": "ORG",
      "start": 3159,
      "end": 3173
    },
    {
      "text": "Court Atty",
      "label": "PERSON",
      "start": 3177,
      "end": 3187
    },
    {
      "text": "Joy Marie Badal-Pamisa",
      "label": "PERSON",
      "start": 3189,
      "end": 3211
    },
    {
      "text": "Petiticm",
      "label": "NORP",
      "start": 3232,
      "end": 3240
    },
    {
      "text": "Certiaari",
      "label": "ORG",
      "start": 3245,
      "end": 3254
    },
    {
      "text": "5 Republic Act",
      "label": "MONEY",
      "start": 3256,
      "end": 3270
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 3275,
      "end": 3279
    },
    {
      "text": "sec",
      "label": "ORG",
      "start": 3281,
      "end": 3284
    },
    {
      "text": "Section 3",
      "label": "LAW",
      "start": 3299,
      "end": 3308
    },
    {
      "text": "thirteen of this Act",
      "label": "TIME",
      "start": 3931,
      "end": 3951
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 3965,
      "end": 3967
    },
    {
      "text": "29-43",
      "label": "DATE",
      "start": 3969,
      "end": 3974
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 3985,
      "end": 3987
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 3997,
      "end": 3999
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 4001,
      "end": 4002
    },
    {
      "text": "31",
      "label": "CARDINAL",
      "start": 4010,
      "end": 4012
    },
    {
      "text": "265579",
      "label": "DATE",
      "start": 4040,
      "end": 4046
    },
    {
      "text": "November 26, 2024 Later",
      "label": "DATE",
      "start": 4047,
      "end": 4070
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4072,
      "end": 4079
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4141,
      "end": 4148
    },
    {
      "text": "PHP 200.00",
      "label": "ORG",
      "start": 4164,
      "end": 4174
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4221,
      "end": 4228
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 4260,
      "end": 4266
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4324,
      "end": 4331
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 4342,
      "end": 4348
    },
    {
      "text": "Lorlene saiJ",
      "label": "PERSON",
      "start": 4373,
      "end": 4385
    },
    {
      "text": "the Office of the Ombudsman (Ombudsman",
      "label": "ORG",
      "start": 4447,
      "end": 4485
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4522,
      "end": 4529
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 4535,
      "end": 4541
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4658,
      "end": 4665
    },
    {
      "text": "Amadeo",
      "label": "ORG",
      "start": 4763,
      "end": 4769
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4772,
      "end": 4779
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4847,
      "end": 4854
    },
    {
      "text": "Amadeo",
      "label": "ORG",
      "start": 4891,
      "end": 4897
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 4908,
      "end": 4914
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 4924,
      "end": 4931
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 4953,
      "end": 4959
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 5036,
      "end": 5042
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 5070,
      "end": 5077
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 5103,
      "end": 5109
    },
    {
      "text": "Amadeo",
      "label": "WORK_OF_ART",
      "start": 5197,
      "end": 5203
    },
    {
      "text": "Amadeo",
      "label": "ORG",
      "start": 5235,
      "end": 5241
    },
    {
      "text": ".1.~adeo",
      "label": "ORG",
      "start": 5281,
      "end": 5289
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 5307,
      "end": 5313
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 5354,
      "end": 5360
    },
    {
      "text": "Amadeo",
      "label": "ORG",
      "start": 5372,
      "end": 5378
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 5463,
      "end": 5465
    },
    {
      "text": "barangay",
      "label": "ORG",
      "start": 5501,
      "end": 5509
    },
    {
      "text": "Maria Theresa C. Paelle",
      "label": "PERSON",
      "start": 5521,
      "end": 5544
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 5573,
      "end": 5579
    },
    {
      "text": "the Natural Resources and Environment Council",
      "label": "ORG",
      "start": 5603,
      "end": 5648
    },
    {
      "text": "the March 6, 2012",
      "label": "DATE",
      "start": 5717,
      "end": 5734
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 5753,
      "end": 5759
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 5774,
      "end": 5781
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 5869,
      "end": 5875
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 5973,
      "end": 5980
    },
    {
      "text": "PHP 200.00.14 Paelle",
      "label": "ORG",
      "start": 6013,
      "end": 6033
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 6043,
      "end": 6050
    },
    {
      "text": "Paelle",
      "label": "ORG",
      "start": 6219,
      "end": 6225
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 6241,
      "end": 6247
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 6257,
      "end": 6264
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 6285,
      "end": 6292
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 6379,
      "end": 6385
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 6397,
      "end": 6404
    },
    {
      "text": "Paelle",
      "label": "ORG",
      "start": 6497,
      "end": 6503
    },
    {
      "text": "Paelle",
      "label": "ORG",
      "start": 6561,
      "end": 6567
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 6669,
      "end": 6675
    },
    {
      "text": "the February 7",
      "label": "EVENT",
      "start": 6698,
      "end": 6712
    },
    {
      "text": "2012",
      "label": "DATE",
      "start": 6714,
      "end": 6718
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 6801,
      "end": 6808
    },
    {
      "text": "barangay",
      "label": "ORG",
      "start": 6909,
      "end": 6917
    },
    {
      "text": "31-32",
      "label": "DATE",
      "start": 6942,
      "end": 6947
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 6952,
      "end": 6954
    },
    {
      "text": "32-33",
      "label": "DATE",
      "start": 6961,
      "end": 6966
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 6968,
      "end": 6970
    },
    {
      "text": "14",
      "label": "CARDINAL",
      "start": 6981,
      "end": 6983
    },
    {
      "text": "33-34",
      "label": "DATE",
      "start": 6990,
      "end": 6995
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 6997,
      "end": 6999
    },
    {
      "text": "33-34",
      "label": "CARDINAL",
      "start": 7007,
      "end": 7012
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 7023,
      "end": 7024
    },
    {
      "text": "265579 November 26, 2024",
      "label": "DATE",
      "start": 7034,
      "end": 7058
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 7074,
      "end": 7077
    },
    {
      "text": "Sangguniang Barangay",
      "label": "PERSON",
      "start": 7097,
      "end": 7117
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 7124,
      "end": 7131
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 7147,
      "end": 7153
    },
    {
      "text": "the City Planning Development Coordinator",
      "label": "ORG",
      "start": 7269,
      "end": 7310
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 7338,
      "end": 7340
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 7341,
      "end": 7347
    },
    {
      "text": "barangay",
      "label": "ORG",
      "start": 7562,
      "end": 7570
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 7593,
      "end": 7595
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 7624,
      "end": 7631
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 7643,
      "end": 7649
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 7678,
      "end": 7685
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 7849,
      "end": 7856
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 7876,
      "end": 7882
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 7974,
      "end": 7981
    },
    {
      "text": "City Hall",
      "label": "FAC",
      "start": 8010,
      "end": 8019
    },
    {
      "text": "three months",
      "label": "DATE",
      "start": 8067,
      "end": 8079
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 8104,
      "end": 8111
    },
    {
      "text": "PHP 200.00",
      "label": "ORG",
      "start": 8124,
      "end": 8134
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 8139,
      "end": 8145
    },
    {
      "text": "February 13, 2012",
      "label": "DATE",
      "start": 8283,
      "end": 8300
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 8302,
      "end": 8308
    },
    {
      "text": "the City Planning Office",
      "label": "ORG",
      "start": 8317,
      "end": 8341
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 8364,
      "end": 8371
    },
    {
      "text": "February 21, 2012",
      "label": "DATE",
      "start": 8585,
      "end": 8602
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 8604,
      "end": 8610
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 8639,
      "end": 8646
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 8678,
      "end": 8685
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 8694,
      "end": 8700
    },
    {
      "text": "City Hall",
      "label": "FAC",
      "start": 8726,
      "end": 8735
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 8744,
      "end": 8751
    },
    {
      "text": "Decision20",
      "label": "PERSON",
      "start": 8894,
      "end": 8904
    },
    {
      "text": "March 15, 2019",
      "label": "DATE",
      "start": 8911,
      "end": 8925
    },
    {
      "text": "Section 3(c",
      "label": "LAW",
      "start": 8973,
      "end": 8984
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 9006,
      "end": 9010
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 9063,
      "end": 9068
    },
    {
      "text": "Section 3",
      "label": "LAW",
      "start": 9150,
      "end": 9159
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 9184,
      "end": 9188
    },
    {
      "text": "Six",
      "label": "CARDINAL",
      "start": 9274,
      "end": 9277
    },
    {
      "text": "6) Years",
      "label": "DATE",
      "start": 9280,
      "end": 9288
    },
    {
      "text": "One Month",
      "label": "DATE",
      "start": 9293,
      "end": 9302
    },
    {
      "text": "Seven",
      "label": "CARDINAL",
      "start": 9319,
      "end": 9324
    },
    {
      "text": "7) years",
      "label": "DATE",
      "start": 9326,
      "end": 9334
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 9447,
      "end": 9449
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 9456,
      "end": 9458
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 9460,
      "end": 9462
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 9470,
      "end": 9472
    },
    {
      "text": "34-35",
      "label": "DATE",
      "start": 9483,
      "end": 9488
    },
    {
      "text": "29-43",
      "label": "DATE",
      "start": 9505,
      "end": 9510
    },
    {
      "text": ".Rctrina f.'",
      "label": "PERSON",
      "start": 9538,
      "end": 9550
    },
    {
      "text": "Fuentes",
      "label": "ORG",
      "start": 9553,
      "end": 9560
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 9562,
      "end": 9564
    },
    {
      "text": "265579 November 26, 2024",
      "label": "DATE",
      "start": 9595,
      "end": 9619
    },
    {
      "text": "April 5, 2019",
      "label": "DATE",
      "start": 9623,
      "end": 9636
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 9638,
      "end": 9644
    },
    {
      "text": "Accused",
      "label": "GPE",
      "start": 9856,
      "end": 9863
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 9902,
      "end": 9922
    },
    {
      "text": "the Court of Appeals By Letter23",
      "label": "ORG",
      "start": 9957,
      "end": 9989
    },
    {
      "text": "August 2, 2019",
      "label": "DATE",
      "start": 9996,
      "end": 10010
    },
    {
      "text": "Clerk",
      "label": "PERSON",
      "start": 10026,
      "end": 10031
    },
    {
      "text": "the Court of Appeals-Cagayan de Oro City",
      "label": "ORG",
      "start": 10044,
      "end": 10084
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 10111,
      "end": 10117
    },
    {
      "text": "Decision24",
      "label": "ORG",
      "start": 10168,
      "end": 10178
    },
    {
      "text": "December 10, 2020",
      "label": "DATE",
      "start": 10185,
      "end": 10202
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 10204,
      "end": 10224
    },
    {
      "text": "reconsideration25",
      "label": "LOC",
      "start": 10277,
      "end": 10294
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 10301,
      "end": 10321
    },
    {
      "text": "May 12, 2021",
      "label": "DATE",
      "start": 10365,
      "end": 10377
    },
    {
      "text": "Joel Pancho Bigcas",
      "label": "PERSON",
      "start": 10491,
      "end": 10509
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 10534,
      "end": 10536
    },
    {
      "text": "Mach",
      "label": "PERSON",
      "start": 10537,
      "end": 10541
    },
    {
      "text": "2019",
      "label": "DATE",
      "start": 10542,
      "end": 10546
    },
    {
      "text": "the Regional Trial Court",
      "label": "ORG",
      "start": 10550,
      "end": 10574
    },
    {
      "text": "Eleventh Judicial Region",
      "label": "GPE",
      "start": 10576,
      "end": 10600
    },
    {
      "text": "Davao City",
      "label": "GPE",
      "start": 10613,
      "end": 10623
    },
    {
      "text": "Section 3",
      "label": "LAW",
      "start": 10684,
      "end": 10693
    },
    {
      "text": "RA No",
      "label": "ORG",
      "start": 10701,
      "end": 10706
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 10708,
      "end": 10712
    },
    {
      "text": "80,872-15",
      "label": "CARDINAL",
      "start": 10734,
      "end": 10743
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 10911,
      "end": 10931
    },
    {
      "text": "0660",
      "label": "DATE",
      "start": 11058,
      "end": 11062
    },
    {
      "text": "Presidential Decree No",
      "label": "WORK_OF_ART",
      "start": 11073,
      "end": 11095
    },
    {
      "text": "1606",
      "label": "DATE",
      "start": 11097,
      "end": 11101
    },
    {
      "text": "Sandiganbayan",
      "label": "NORP",
      "start": 11120,
      "end": 11133
    },
    {
      "text": "Resolution31",
      "label": "PERSON",
      "start": 11211,
      "end": 11223
    },
    {
      "text": "March 1, 2022",
      "label": "DATE",
      "start": 11230,
      "end": 11243
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 11249,
      "end": 11254
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 11327,
      "end": 11333
    },
    {
      "text": "Resolution32",
      "label": "WORK_OF_ART",
      "start": 11356,
      "end": 11368
    },
    {
      "text": "October 11, 2022",
      "label": "DATE",
      "start": 11375,
      "end": 11391
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 11393,
      "end": 11413
    },
    {
      "text": "22",
      "label": "CARDINAL",
      "start": 11427,
      "end": 11429
    },
    {
      "text": "44-45",
      "label": "DATE",
      "start": 11436,
      "end": 11441
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 11443,
      "end": 11445
    },
    {
      "text": "46",
      "label": "DATE",
      "start": 11453,
      "end": 11455
    },
    {
      "text": "Arty",
      "label": "ORG",
      "start": 11468,
      "end": 11472
    },
    {
      "text": "Rosemarie D. Anacan",
      "label": "PERSON",
      "start": 11474,
      "end": 11493
    },
    {
      "text": "24",
      "label": "CARDINAL",
      "start": 11501,
      "end": 11503
    },
    {
      "text": "57",
      "label": "CARDINAL",
      "start": 11511,
      "end": 11513
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 11594,
      "end": 11614
    },
    {
      "text": "Resolution",
      "label": "FAC",
      "start": 11622,
      "end": 11632
    },
    {
      "text": "May 12, 2021",
      "label": "DATE",
      "start": 11639,
      "end": 11651
    },
    {
      "text": "25",
      "label": "CARDINAL",
      "start": 11653,
      "end": 11655
    },
    {
      "text": "56",
      "label": "CARDINAL",
      "start": 11663,
      "end": 11665
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 11771,
      "end": 11776
    },
    {
      "text": "May 12, 2021",
      "label": "DATE",
      "start": 11815,
      "end": 11827
    },
    {
      "text": "26",
      "label": "CARDINAL",
      "start": 11829,
      "end": 11831
    },
    {
      "text": "55-58",
      "label": "DATE",
      "start": 11839,
      "end": 11844
    },
    {
      "text": "May 12, 2021",
      "label": "DATE",
      "start": 11850,
      "end": 11862
    },
    {
      "text": "Associate Justice",
      "label": "ORG",
      "start": 11890,
      "end": 11907
    },
    {
      "text": "Lily Biton",
      "label": "PERSON",
      "start": 11908,
      "end": 11918
    },
    {
      "text": "Oscar V. Badclies",
      "label": "PERSON",
      "start": 11958,
      "end": 11975
    },
    {
      "text": "D. Mod~a-",
      "label": "PERSON",
      "start": 11988,
      "end": 11997
    },
    {
      "text": "Twenty-TI1ird Division",
      "label": "ORG",
      "start": 12008,
      "end": 12030
    },
    {
      "text": "Court of Appeals",
      "label": "ORG",
      "start": 12032,
      "end": 12048
    },
    {
      "text": "Cagayan de Oro City",
      "label": "ORG",
      "start": 12050,
      "end": 12069
    },
    {
      "text": "27 Id.",
      "label": "CARDINAL",
      "start": 12070,
      "end": 12076
    },
    {
      "text": "58",
      "label": "CARDINAL",
      "start": 12080,
      "end": 12082
    },
    {
      "text": "28 Id.",
      "label": "CARDINAL",
      "start": 12084,
      "end": 12090
    },
    {
      "text": "60-62",
      "label": "CARDINAL",
      "start": 12094,
      "end": 12099
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 12101,
      "end": 12103
    },
    {
      "text": "60-61",
      "label": "DATE",
      "start": 12111,
      "end": 12116
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 12118,
      "end": 12120
    },
    {
      "text": "61. 31",
      "label": "DATE",
      "start": 12127,
      "end": 12133
    },
    {
      "text": "Notice",
      "label": "FAC",
      "start": 12152,
      "end": 12158
    },
    {
      "text": "Division Clerk of Court Atry",
      "label": "ORG",
      "start": 12195,
      "end": 12223
    },
    {
      "text": "Joy Marie Badal-Pamisa",
      "label": "PERSON",
      "start": 12225,
      "end": 12247
    },
    {
      "text": "rricrari",
      "label": "PERSON",
      "start": 12286,
      "end": 12294
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 12296,
      "end": 12298
    },
    {
      "text": "25",
      "label": "CARDINAL",
      "start": 12306,
      "end": 12308
    },
    {
      "text": "Notice",
      "label": "FAC",
      "start": 12317,
      "end": 12323
    },
    {
      "text": "the Coun of Appeals",
      "label": "ORG",
      "start": 12329,
      "end": 12348
    },
    {
      "text": "Division Clerk",
      "label": "ORG",
      "start": 12359,
      "end": 12373
    },
    {
      "text": "Court Atty",
      "label": "PERSON",
      "start": 12377,
      "end": 12387
    },
    {
      "text": "Joy Marie Badal-Pamisa",
      "label": "PERSON",
      "start": 12389,
      "end": 12411
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 12425,
      "end": 12426
    },
    {
      "text": "Certiorari",
      "label": "PERSON",
      "start": 12450,
      "end": 12460
    },
    {
      "text": "265579",
      "label": "DATE",
      "start": 12483,
      "end": 12489
    },
    {
      "text": "November 26, 2024",
      "label": "DATE",
      "start": 12490,
      "end": 12507
    },
    {
      "text": "the Entry of Judgrnent33",
      "label": "ORG",
      "start": 12542,
      "end": 12566
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 12601,
      "end": 12607
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 12679,
      "end": 12684
    },
    {
      "text": "65",
      "label": "CARDINAL",
      "start": 12694,
      "end": 12696
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 12918,
      "end": 12923
    },
    {
      "text": "Notice",
      "label": "ORG",
      "start": 13027,
      "end": 13033
    },
    {
      "text": "35",
      "label": "CARDINAL",
      "start": 13155,
      "end": 13157
    },
    {
      "text": "the Office of the Solicitor General",
      "label": "ORG",
      "start": 13176,
      "end": 13211
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 13227,
      "end": 13247
    },
    {
      "text": "Sandiganbayan",
      "label": "NORP",
      "start": 13334,
      "end": 13347
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 13361,
      "end": 13366
    },
    {
      "text": "3019.37",
      "label": "CARDINAL",
      "start": 13511,
      "end": 13518
    },
    {
      "text": "First",
      "label": "ORDINAL",
      "start": 13526,
      "end": 13531
    },
    {
      "text": "Certiorari",
      "label": "PERSON",
      "start": 13561,
      "end": 13571
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 13625,
      "end": 13645
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 13647,
      "end": 13653
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 13963,
      "end": 13983
    },
    {
      "text": "Rule 45",
      "label": "LAW",
      "start": 14029,
      "end": 14036
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 14101,
      "end": 14121
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 14265,
      "end": 14267
    },
    {
      "text": "26",
      "label": "CARDINAL",
      "start": 14275,
      "end": 14277
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 14279,
      "end": 14281
    },
    {
      "text": "35",
      "label": "CARDINAL",
      "start": 14290,
      "end": 14292
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 14299,
      "end": 14301
    },
    {
      "text": "68--78",
      "label": "DATE",
      "start": 14312,
      "end": 14318
    },
    {
      "text": "37",
      "label": "CARDINAL",
      "start": 14320,
      "end": 14322
    },
    {
      "text": "77",
      "label": "DATE",
      "start": 14330,
      "end": 14332
    },
    {
      "text": "38",
      "label": "CARDINAL",
      "start": 14334,
      "end": 14336
    },
    {
      "text": "sec",
      "label": "ORG",
      "start": 14362,
      "end": 14365
    },
    {
      "text": "Suvre:'1",
      "label": "GPE",
      "start": 14414,
      "end": 14422
    },
    {
      "text": "Court of Appeals",
      "label": "ORG",
      "start": 14530,
      "end": 14546
    },
    {
      "text": "ndiganbaya11",
      "label": "FAC",
      "start": 14555,
      "end": 14567
    },
    {
      "text": "the Regional Trial Court",
      "label": "ORG",
      "start": 14569,
      "end": 14593
    },
    {
      "text": "hy la·,1",
      "label": "PERSON",
      "start": 14630,
      "end": 14638
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 14655,
      "end": 14672
    },
    {
      "text": "Kumar",
      "label": "GPE",
      "start": 14810,
      "end": 14815
    },
    {
      "text": "214",
      "label": "CARDINAL",
      "start": 14835,
      "end": 14838
    },
    {
      "text": "Leonen",
      "label": "PERSON",
      "start": 14854,
      "end": 14860
    },
    {
      "text": "265579 November 26, 2024 under Rule 65",
      "label": "DATE",
      "start": 14900,
      "end": 14938
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 14962,
      "end": 14968
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 15055,
      "end": 15075
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 15343,
      "end": 15348
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 15360,
      "end": 15366
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 15509,
      "end": 15529
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 15553,
      "end": 15556
    },
    {
      "text": "15-day",
      "label": "DATE",
      "start": 15675,
      "end": 15681
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 15783,
      "end": 15803
    },
    {
      "text": "Ulep",
      "label": "PERSON",
      "start": 16119,
      "end": 16123
    },
    {
      "text": "Sandiganbayan",
      "label": "NORP",
      "start": 16248,
      "end": 16261
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 16290,
      "end": 16293
    },
    {
      "text": "lower than 27",
      "label": "CARDINAL",
      "start": 16471,
      "end": 16484
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 16673,
      "end": 16675
    },
    {
      "text": "Sandiganbayan",
      "label": "NORP",
      "start": 16717,
      "end": 16730
    },
    {
      "text": "42",
      "label": "CARDINAL",
      "start": 16877,
      "end": 16879
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 16881,
      "end": 16889
    },
    {
      "text": "Sideno",
      "label": "PERSON",
      "start": 16903,
      "end": 16909
    },
    {
      "text": "barangay",
      "label": "ORG",
      "start": 16935,
      "end": 16943
    },
    {
      "text": "three",
      "label": "CARDINAL",
      "start": 16989,
      "end": 16994
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 17051,
      "end": 17055
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 17154,
      "end": 17174
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 17210,
      "end": 17212
    },
    {
      "text": "Rule 65",
      "label": "LAW",
      "start": 17229,
      "end": 17236
    },
    {
      "text": "sec",
      "label": "ORG",
      "start": 17238,
      "end": 17241
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 17243,
      "end": 17244
    },
    {
      "text": "Section I. Petition",
      "label": "ORG",
      "start": 17252,
      "end": 17271
    },
    {
      "text": "Jr",
      "label": "PERSON",
      "start": 17394,
      "end": 17396
    },
    {
      "text": "md",
      "label": "GPE",
      "start": 17513,
      "end": 17515
    },
    {
      "text": "uffJCer",
      "label": "ORG",
      "start": 17825,
      "end": 17832
    },
    {
      "text": "Alster International Shipp",
      "label": "ORG",
      "start": 17923,
      "end": 17949
    },
    {
      "text": "905",
      "label": "CARDINAL",
      "start": 17971,
      "end": 17974
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 17975,
      "end": 17979
    },
    {
      "text": "203",
      "label": "CARDINAL",
      "start": 17981,
      "end": 17984
    },
    {
      "text": "2021",
      "label": "DATE",
      "start": 17986,
      "end": 17990
    },
    {
      "text": "Third Division",
      "label": "ORG",
      "start": 18010,
      "end": 18024
    },
    {
      "text": "40",
      "label": "CARDINAL",
      "start": 18027,
      "end": 18029
    },
    {
      "text": "Sideno v. People",
      "label": "PERSON",
      "start": 18030,
      "end": 18046
    },
    {
      "text": "881 Phil",
      "label": "QUANTITY",
      "start": 18048,
      "end": 18056
    },
    {
      "text": "405",
      "label": "CARDINAL",
      "start": 18058,
      "end": 18061
    },
    {
      "text": "202",
      "label": "CARDINAL",
      "start": 18063,
      "end": 18066
    },
    {
      "text": "C.J. Pernita",
      "label": "PERSON",
      "start": 18075,
      "end": 18087
    },
    {
      "text": "First Division",
      "label": "ORG",
      "start": 18089,
      "end": 18103
    },
    {
      "text": "41",
      "label": "CARDINAL",
      "start": 18106,
      "end": 18108
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 18113,
      "end": 18117
    },
    {
      "text": "580",
      "label": "CARDINAL",
      "start": 18119,
      "end": 18122
    },
    {
      "text": "2009",
      "label": "DATE",
      "start": 18124,
      "end": 18128
    },
    {
      "text": "42 Id.",
      "label": "CARDINAL",
      "start": 18165,
      "end": 18171
    },
    {
      "text": "582",
      "label": "CARDINAL",
      "start": 18175,
      "end": 18178
    },
    {
      "text": "43",
      "label": "CARDINAL",
      "start": 18180,
      "end": 18182
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 18187,
      "end": 18191
    },
    {
      "text": "405",
      "label": "CARDINAL",
      "start": 18193,
      "end": 18196
    },
    {
      "text": "2020",
      "label": "DATE",
      "start": 18198,
      "end": 18202
    },
    {
      "text": "265579",
      "label": "DATE",
      "start": 18270,
      "end": 18276
    },
    {
      "text": "November 26, 2024",
      "label": "DATE",
      "start": 18277,
      "end": 18294
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 18316,
      "end": 18336
    },
    {
      "text": "Sandiganbay",
      "label": "PERSON",
      "start": 18394,
      "end": 18405
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 18493,
      "end": 18498
    },
    {
      "text": "justi::e",
      "label": "PERSON",
      "start": 18722,
      "end": 18730
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 18736,
      "end": 18741
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 18830,
      "end": 18835
    },
    {
      "text": "Cariaga",
      "label": "PERSON",
      "start": 18927,
      "end": 18934
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 19133,
      "end": 19153
    },
    {
      "text": "The Court of Appeals",
      "label": "ORG",
      "start": 19155,
      "end": 19175
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 19227,
      "end": 19232
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 19323,
      "end": 19328
    },
    {
      "text": "Arriola",
      "label": "ORG",
      "start": 19642,
      "end": 19649
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 19823,
      "end": 19828
    },
    {
      "text": "Sandiganbayan",
      "label": "NORP",
      "start": 19872,
      "end": 19885
    },
    {
      "text": "50",
      "label": "CARDINAL",
      "start": 19942,
      "end": 19944
    },
    {
      "text": "Section 2",
      "label": "LAW",
      "start": 19946,
      "end": 19955
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 19983,
      "end": 19988
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 20166,
      "end": 20171
    },
    {
      "text": "Arriola",
      "label": "ORG",
      "start": 20310,
      "end": 20317
    },
    {
      "text": "Radan",
      "label": "PERSON",
      "start": 20349,
      "end": 20354
    },
    {
      "text": "Notice",
      "label": "ORG",
      "start": 20469,
      "end": 20475
    },
    {
      "text": "Sandiganbayan",
      "label": "NORP",
      "start": 20618,
      "end": 20631
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 20689,
      "end": 20695
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 20747,
      "end": 20767
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 20773,
      "end": 20778
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 20929,
      "end": 20935
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 21009,
      "end": 21014
    },
    {
      "text": "413",
      "label": "CARDINAL",
      "start": 21265,
      "end": 21268
    },
    {
      "text": "45 597",
      "label": "CARDINAL",
      "start": 21270,
      "end": 21276
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 21277,
      "end": 21281
    },
    {
      "text": "580,585",
      "label": "CARDINAL",
      "start": 21283,
      "end": 21290
    },
    {
      "text": "2009",
      "label": "DATE",
      "start": 21292,
      "end": 21296
    },
    {
      "text": "46",
      "label": "CARDINAL",
      "start": 21334,
      "end": 21336
    },
    {
      "text": "640",
      "label": "CARDINAL",
      "start": 21337,
      "end": 21340
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 21341,
      "end": 21345
    },
    {
      "text": "272",
      "label": "CARDINAL",
      "start": 21347,
      "end": 21350
    },
    {
      "text": "2010",
      "label": "DATE",
      "start": 21352,
      "end": 21356
    },
    {
      "text": "279",
      "label": "CARDINAL",
      "start": 21410,
      "end": 21413
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 21424,
      "end": 21428
    },
    {
      "text": "822",
      "label": "CARDINAL",
      "start": 21430,
      "end": 21433
    },
    {
      "text": "2006",
      "label": "DATE",
      "start": 21435,
      "end": 21439
    },
    {
      "text": "J. Yaares",
      "label": "PERSON",
      "start": 21446,
      "end": 21455
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 21467,
      "end": 21468
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 21493,
      "end": 21494
    },
    {
      "text": "265579 November 26, 2024",
      "label": "DATE",
      "start": 21504,
      "end": 21528
    },
    {
      "text": "o~~",
      "label": "ORG",
      "start": 21639,
      "end": 21642
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 21744,
      "end": 21749
    },
    {
      "text": "more than 10 years ago",
      "label": "DATE",
      "start": 21781,
      "end": 21803
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 21985,
      "end": 21990
    },
    {
      "text": "1o",
      "label": "CARDINAL",
      "start": 22066,
      "end": 22068
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 22134,
      "end": 22139
    },
    {
      "text": "BPI Family Savings",
      "label": "ORG",
      "start": 22160,
      "end": 22178
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 22221,
      "end": 22225
    },
    {
      "text": "six",
      "label": "CARDINAL",
      "start": 22233,
      "end": 22236
    },
    {
      "text": "6) years",
      "label": "DATE",
      "start": 22238,
      "end": 22246
    },
    {
      "text": "no~",
      "label": "ORG",
      "start": 22247,
      "end": 22250
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 22414,
      "end": 22419
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 22526,
      "end": 22531
    },
    {
      "text": "Ching v. Court",
      "label": "PERSON",
      "start": 22544,
      "end": 22558
    },
    {
      "text": "Supreme Court",
      "label": "ORG",
      "start": 22591,
      "end": 22604
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 22947,
      "end": 22952
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 23033,
      "end": 23050
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 23349,
      "end": 23354
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 23384,
      "end": 23401
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 23559,
      "end": 23564
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 23732,
      "end": 23749
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 23956,
      "end": 23961
    },
    {
      "text": "1h",
      "label": "CARDINAL",
      "start": 24101,
      "end": 24103
    },
    {
      "text": "h:/",
      "label": "ORG",
      "start": 24188,
      "end": 24191
    },
    {
      "text": "Section 3(c",
      "label": "LAW",
      "start": 24281,
      "end": 24292
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 24314,
      "end": 24318
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 24392,
      "end": 24393
    },
    {
      "text": "49",
      "label": "CARDINAL",
      "start": 24413,
      "end": 24415
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 24438,
      "end": 24442
    },
    {
      "text": "1002",
      "label": "DATE",
      "start": 24444,
      "end": 24448
    },
    {
      "text": "010",
      "label": "CARDINAL",
      "start": 24452,
      "end": 24455
    },
    {
      "text": "I. Perlas-Bernabe",
      "label": "PERSON",
      "start": 24470,
      "end": 24487
    },
    {
      "text": "50 880 Phil",
      "label": "QUANTITY",
      "start": 24507,
      "end": 24518
    },
    {
      "text": "76",
      "label": "DATE",
      "start": 24520,
      "end": 24522
    },
    {
      "text": "2020",
      "label": "DATE",
      "start": 24524,
      "end": 24528
    },
    {
      "text": "J. Lazaro-Javier",
      "label": "PERSON",
      "start": 24535,
      "end": 24551
    },
    {
      "text": "D1visiot1l 51",
      "label": "PERSON",
      "start": 24560,
      "end": 24573
    },
    {
      "text": "84",
      "label": "CARDINAL",
      "start": 24580,
      "end": 24582
    },
    {
      "text": "••",
      "label": "ORG",
      "start": 24584,
      "end": 24586
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 24596,
      "end": 24598
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 24599,
      "end": 24606
    },
    {
      "text": "265579 November 26, 2024",
      "label": "DATE",
      "start": 24608,
      "end": 24632
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 24730,
      "end": 24731
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 24903,
      "end": 24904
    },
    {
      "text": "52",
      "label": "CARDINAL",
      "start": 25044,
      "end": 25046
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 25058,
      "end": 25063
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 25092,
      "end": 25098
    },
    {
      "text": "second",
      "label": "ORDINAL",
      "start": 25163,
      "end": 25169
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 25255,
      "end": 25262
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 25316,
      "end": 25322
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 25851,
      "end": 25857
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 25875,
      "end": 25882
    },
    {
      "text": "barangay",
      "label": "ORG",
      "start": 25965,
      "end": 25973
    },
    {
      "text": "the March 6, 2012",
      "label": "DATE",
      "start": 25992,
      "end": 26009
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 26071,
      "end": 26078
    },
    {
      "text": "the City Planning Office",
      "label": "ORG",
      "start": 26084,
      "end": 26108
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 26138,
      "end": 26145
    },
    {
      "text": "ofLorlene.53 Going",
      "label": "ORG",
      "start": 26404,
      "end": 26422
    },
    {
      "text": "third",
      "label": "ORDINAL",
      "start": 26434,
      "end": 26439
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 26495,
      "end": 26501
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 26582,
      "end": 26589
    },
    {
      "text": "City Hall",
      "label": "FAC",
      "start": 26631,
      "end": 26640
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 26659,
      "end": 26666
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 26732,
      "end": 26739
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 26883,
      "end": 26889
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 26955,
      "end": 26962
    },
    {
      "text": "Paelle",
      "label": "GPE",
      "start": 26977,
      "end": 26983
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 26985,
      "end": 26992
    },
    {
      "text": "Amadeo",
      "label": "ORG",
      "start": 26997,
      "end": 27003
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 27019,
      "end": 27025
    },
    {
      "text": "Paelle",
      "label": "ORG",
      "start": 27151,
      "end": 27157
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 27207,
      "end": 27214
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 27394,
      "end": 27400
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 27419,
      "end": 27426
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 27495,
      "end": 27502
    },
    {
      "text": "52",
      "label": "CARDINAL",
      "start": 27558,
      "end": 27560
    },
    {
      "text": "849 Phil",
      "label": "QUANTITY",
      "start": 27576,
      "end": 27584
    },
    {
      "text": "768",
      "label": "CARDINAL",
      "start": 27586,
      "end": 27589
    },
    {
      "text": "2019",
      "label": "DATE",
      "start": 27591,
      "end": 27595
    },
    {
      "text": "J. P,~rlas-Bernabe",
      "label": "PERSON",
      "start": 27602,
      "end": 27620
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 27640,
      "end": 27641
    },
    {
      "text": "53",
      "label": "CARDINAL",
      "start": 27644,
      "end": 27646
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 27647,
      "end": 27652
    },
    {
      "text": "31",
      "label": "CARDINAL",
      "start": 27657,
      "end": 27659
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 27670,
      "end": 27672
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 27673,
      "end": 27677
    },
    {
      "text": "265579 November 26, 2024",
      "label": "DATE",
      "start": 27682,
      "end": 27706
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 27772,
      "end": 27777
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 27789,
      "end": 27795
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 27923,
      "end": 27930
    },
    {
      "text": "the City Planning Office",
      "label": "ORG",
      "start": 27970,
      "end": 27994
    },
    {
      "text": "fourth",
      "label": "ORDINAL",
      "start": 28269,
      "end": 28275
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 28308,
      "end": 28314
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 28423,
      "end": 28429
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 28629,
      "end": 28636
    },
    {
      "text": "City Hall",
      "label": "FAC",
      "start": 28686,
      "end": 28695
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 28971,
      "end": 28977
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 29001,
      "end": 29008
    },
    {
      "text": "the Council of Environment and Natural Resources of the Sangguniang Barangay",
      "label": "ORG",
      "start": 29104,
      "end": 29180
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 29269,
      "end": 29276
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 29438,
      "end": 29441
    },
    {
      "text": "Lorlene",
      "label": "GPE",
      "start": 29456,
      "end": 29463
    },
    {
      "text": "City Hall",
      "label": "FAC",
      "start": 29491,
      "end": 29500
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 29712,
      "end": 29718
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 29784,
      "end": 29791
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 29949,
      "end": 29955
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 30447,
      "end": 30451
    },
    {
      "text": "lvfartel v. Peuple,54",
      "label": "PERSON",
      "start": 30552,
      "end": 30573
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 30578,
      "end": 30583
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 30624,
      "end": 30628
    },
    {
      "text": "c•n",
      "label": "NORP",
      "start": 30656,
      "end": 30659
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 30711,
      "end": 30715
    },
    {
      "text": "270",
      "label": "CARDINAL",
      "start": 30717,
      "end": 30720
    },
    {
      "text": "202i}[Per",
      "label": "CARDINAL",
      "start": 30722,
      "end": 30731
    },
    {
      "text": "265579",
      "label": "DATE",
      "start": 30777,
      "end": 30783
    },
    {
      "text": "November 26, 2024",
      "label": "DATE",
      "start": 30784,
      "end": 30801
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 30869,
      "end": 30874
    },
    {
      "text": "Bigcas",
      "label": "GPE",
      "start": 31285,
      "end": 31291
    },
    {
      "text": "Lorlene",
      "label": "PERSON",
      "start": 31538,
      "end": 31545
    },
    {
      "text": "11ish",
      "label": "CARDINAL",
      "start": 31640,
      "end": 31645
    },
    {
      "text": "six years",
      "label": "DATE",
      "start": 31672,
      "end": 31681
    },
    {
      "text": "one month",
      "label": "DATE",
      "start": 31686,
      "end": 31695
    },
    {
      "text": "Resolutions",
      "label": "PERSON",
      "start": 31833,
      "end": 31844
    },
    {
      "text": "12, 2021,",
      "label": "DATE",
      "start": 31858,
      "end": 31867
    },
    {
      "text": "March 1, 2022",
      "label": "DATE",
      "start": 31868,
      "end": 31881
    },
    {
      "text": "October 11, 2022",
      "label": "DATE",
      "start": 31887,
      "end": 31903
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 31907,
      "end": 31927
    },
    {
      "text": "CA-G.R. CR",
      "label": "ORG",
      "start": 31931,
      "end": 31941
    },
    {
      "text": "Pancho Bigcas",
      "label": "GPE",
      "start": 31976,
      "end": 31989
    },
    {
      "text": "Section 3(c",
      "label": "LAW",
      "start": 32020,
      "end": 32031
    },
    {
      "text": "3019",
      "label": "DATE",
      "start": 32053,
      "end": 32057
    },
    {
      "text": "80,872-15",
      "label": "CARDINAL",
      "start": 32079,
      "end": 32088
    },
    {
      "text": "56",
      "label": "CARDINAL",
      "start": 32191,
      "end": 32193
    },
    {
      "text": "People v. Pallasigue",
      "label": "ORG",
      "start": 32194,
      "end": 32214
    },
    {
      "text": "908",
      "label": "CARDINAL",
      "start": 32216,
      "end": 32219
    },
    {
      "text": "2C",
      "label": "CARDINAL",
      "start": 32238,
      "end": 32240
    },
    {
      "text": "Prst Division",
      "label": "ORG",
      "start": 32266,
      "end": 32279
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 32291,
      "end": 32293
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 32294,
      "end": 32301
    },
    {
      "text": "265579 November 26, 2024",
      "label": "DATE",
      "start": 32303,
      "end": 32327
    },
    {
      "text": "Chairperson, Second Division CERTIFICATION Pursuant",
      "label": "ORG",
      "start": 32584,
      "end": 32635
    },
    {
      "text": "Section 13 of the Constitution and the Division Chairperson's Attestation",
      "label": "LAW",
      "start": 32653,
      "end": 32726
    }
  ],
  "metadata": {
    "num_tokens": 6533,
    "num_sentences": 280,
    "num_entities": 572
  }
}