{
  "filename": "267140.pdf",
  "full_text": "SUPREME COURT OF THE PHlUPPJNES l\\epublic of tbe flbilippines $upreme Qtourt ;ffianila THIRD DIVISION PEOPLE OF THE PHILIPPINES, G.R. No. 267140 Plaintiff-appellee, Present: CAGUIOA, J., Chairperson, - versus - LAZARO-JAVIER,* INTING, DIMAAMPA O, and SINGH, JJ. LARISSA NADEL DOMINGUEZ, Promulgated: Accused-appellant. .NOVO 6 2024 DECISION SINGH, J.: Before the Court is an Appeal from the Decision,1 dated May 27, 2022, of the Court of Appeals (CA) in CA-G.R. CR-HC No. 10748. The CA I, affirmed the Decision,2 dated October 26, 2017, of Branch Regional Trial Court, Aparri, Cagayan (RTC) in Criminal Case No. II-12583 convicting Larissa Nadel Dominguez (Dominguez) of Qualified Trafficking in Persons in violation of Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364, otherwise known as the Anti-Trafficking in Persons Act of 2003 (Anti-Trafficking Act).3 Designated additional Member vice Gaerlan, J., per Raffle dated October 13, 2024. Rollo, pp. 9-26. Penned by Associate Justice Carlita B. Calpatura and concurred in by Associate Justices Maria Elisa Sempio Diy and Roberto P. Quiroz, Seventeenth Division, Court of Appeals, Manila. 2 Id at 29-39. Penned by Presiding Judge Neljoe A. Cortes. Republic Act No. 9208 (2003), An Act to Institute Policies to Eliminate Trafficking in Persons Especially Women and Children, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations, and for Other, as amended by Republic Act No. 10364 (2013), An Act Expanding Republic Act No. 9208, Entitled \"An Act To Institute Policies to Eliminate Trafficking in Persons Especially Women an, d £Chil-dren, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations and for Other Purposes\". / Decision 2 G.R. No. 267140 The Facts Dominguez was charged with violating Section 4(a), in relation to Section 6(a), of the Anti-Trafficking Act. The Information reads: That sometime in July[] 2014 and subsequent thereto in Municipality of-• province of Cagayan and within the jurisdiction of this Honorable Court, the said accused, LARISSA NADEL DOMINGUEZ [y] BAUTISTA, owner and proprietor of the located at - • -• Cagayan under the pretext of employment and taking advantage of the vulnerability of the complainant, [AAA], a minor[,] 15 years old[,] by means of deceit for the purpose of exploitation, such as prostitution and other forms of sexual exploitation, did then and there willfully, unlawfully[,] and feloniously and knowingly [sic] RECRUIT, TRANSPORT and TRANSFER the complainant [AAA], a minor, 1~ old, [sic] from , Rizal to the Municipality of -• Cagayan, and was brou ht and em loyed by the aforesaid accused at her bar styled as located at-•-• Cagayan as GRO for purposes of prostitution, pornography, sexual exploitation, [sic] as in fact the aforesaid ~ainant and several others were rescued by elements of[] the PNP of_, MSWDO and NBI RO2, Carig, Tuguegarao City, Cagayan which conducted entrapment upon the person of accused which resulted to the apprehension of the accused and the rescue of complainant [AAA] a minor[,] 15 years old.4 At the arraignment, Dominguez pleaded not guilty. After Pre-Trial, trial ensued. 5 Version oft he Prosecution The prosecution presented victim AAA, National Bureau of Investigation (NBI) Agent Christopher B. Mesa (Agent Mesa), and Social Welfare Officer III Florentina Saul (SWOIII Saul). AAA testified that she was born on , as evidenced by her Certificate of Live Birth. On July 18, 2014, when AAA was 15 years old, Dominguez offered her work as a babysitter for her 1-year-old child in Cagayan. Instead of working as a babysitter, AAA was made to work a ainst her will as an entertainer with the name \"AAA\" at the operated by Dominguez. She was forced to accept the job just to be able to earn enough money for her fare back home. She was also afraid that Dominguez would harm her if she refused. 6 4 Rollo, pp. 29-30. 5 Id at 30. 6 Id at 30-31. Decision 3 G.R. No. 267140 She worked as an entertainer for more than a week, where she would sit beside male customers, drink beer, and let the men caress her, kiss her, and touch her private parts. Some customers asked her to have sex with them, but she refused. She testified that she earned PHP 60.00 for every bottle of San Mig Light beer consumed.7 AAA eventually sought help from her mother via phone call. Her mother told her she would seek help from Ramon Tulfo. AAA testified that after this call, on July 28, 2014, NBI operatives, in coordination with the Department of Justice (DOJ) and De artment of Social Welfare and Development (DSWD), came to the and posed as customers. They drank beer with her and later took her out from the bar and arrested Dominguez. 8 Agent Mesa testified that on July 28, 2014, he received a letter from Regional Prosecutor Rommel Baligod, Chairman of the Regional Office of the Inter-Agency Committee on Anti-Trafficking, requesting the NBI Regional Office 2 to conduct an operation for the immediate rescue of AAA. The letter stemmed from a request from Ms. Joyce Molon, an employee of the television program \"Jsumbong Mo Kay Tulfo,\" seeking assistance for the rescue of AAA. Agent Mesa sought authority from their regional director for the conduct of the requested rescue operation. After he was given the needed authority, Agent Mesa proceeded to the DSWD Regional Office 2 where he formed a rescue team. Agent Mesa acted as team leader with S WO III Saul as one of the team members. He prepared the marked money to be used for the planned operation.9 At around 5:00 p.m. of July 28, 2014, the team proceeded to_, Caga an. The coordinated with the - Police Station then proceeded to the at around 9:00 p.m. Three of the NBI agents and the infonnant posed as customers, while inside they were offered beers to drink and four ladies as entertainers. AAA was among the ladies presented as entertainers and introduced herself as \"AAA.\" After consuming two beers each, the ladies, except for AAA, offered \"extra services\" in exchange for a bar fine of PHP 1,500.00. Agent Mesa paid their bill, while another agent handed the PHP 1,500.00 marked money to the cashier. Thereafter, the members of the team identified themselves as govermnent operatives and declared the purpose of the rescue mission.10 Domin uez admitted that she recruited AAA and that she owned the . The government operatives then arrested Dominguez and brought her to the - Police Station, after which, they brought her to 7 Id.at31. 8 Id 9 Id. at 32. \" Id. Decision 4 G.R. No. 267140 the NBI Regional Office 2. AAA was turned over to the custody of the DSWD Regional Office 2. Agent Mesa's testimony was corroborated by SWOIII Saul.11 Version oft he Defense The defense presented Dominguez, Cecilia Lanuza (Lanuza), and Lourdes Rosac~osacia), the Assistant Municipal Treasurer of the Municipality of_, Cagayan.12 Dominguez testified that sometime in July 2014, she went on vacation in her hometown in ...., Rizal. While on vacation, her cousin told her of a girl who had run away from home and needed a job and a place to stay. Dominguez informed her cousin that she could hire the girl to be her babysitter. They arranged for a meeting, where the girl introduced herself as AAA. Dominguez was unaware that her real name is AAA. AAA, told Dominguez that she was 18 years old, the two then agreed that Dominguez would pay her a monthly wage of PHP 3,000.00 to care for Dominguez' child.13 Domi~ a. nd AAA then traveled together to Dominguez' residence in _ , _, Cagayan where she lived with her child and common law husband, Ronald Dupaya (Dupaya). AAA attendedS to Dominguez' child at the residence. Sometimes Domin ez, Dupaya, and their child would stay overnight at the , where they have their own room. AAA would be instructed to stay in the hut outside the bar and not to mingle with the employees of the bar. AAA was also prohibited from attending to the guests of the bar.14 Then on July 28, 2014, Dominguez was arrested as part of the rescue of AAA.15 Lanuza corroborated that AAA worked as a babysitter for Dominguez and not as an entertainer at the bar. 16 Rosacia identified a Certification to the effect that the owner of is Dupaya.17 In her Appeal Memorandum, Dominguez included the testimony of additional witnesses Milet Salvador (Salvador), Rey-Ar Columbano (Columbano), Cecilia Pefiafiel (Peiiafiel), and Dupaya, who is Dominguez' live-in partner. 18 11 Id. at 33. 12 Id. at 13. i, Id. 14 Id at 13-14. is Id. 16 Id at 33. 17 Id. at 34. 18 CA rol/o, pp. 31-32. I Decision 5 G.R. No. 267140 Salvador testified that she was a maid for Dominguez' neighbor when she became acquainted with AAA. Salvador affirmed that AAA would go with Dominguez whenever she and her common-law husband would leave their residence with the child. Columbano and Pefiafiel were employed as waiters in the They testified that AAA, was babysitting Dominguez' child. They stated further that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were.at night.19 Dupaya testified that he met AAA on July 20, 2014. Dominguez informed him that AAA is the babysitter for his and Dominguez' child and that she will be paid PHP 3,000.00 monthly for babysitting. He reiterated that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were at night.20 The Ruling of the RTC The RTC ruled that the Information sufficiently alleged that Dominguez took advantage of AAA's vulnerability and recruited and transported her under the pretext of domestic employment for the purposes of prostitution and sexual exploitation. There is no dispute that Dominguez recruited AAA, neither was there any question that the victim was a minor at the time she was recruited. The only issue to be resolved was whether AAA was recruited for the purposes of prostitution and by means of deceit.21 The RTC found that AAA's testimony, as corroborated by the government o eratives, roved that she was made to work as an entertainer in the .22 On the other hand, Dominguez raised the defense of denial, which cannot outweigh the convincing and straightforward testimonies of the prosecution witnesses.23 Dominguez also failed to present evidence to rebut the presumption of regularity. There was no proof that the prosecution witnesses bore any ill motive to cause them to perjure themselves. The RTC dismissed Dominguez' claim that it is her live-in partner who owns since she nevertheless admitted to recruiting AAA to work for her.24 Even if she is not the owner of the bar on paper, she would still be found guilty of Qualified Trafficking in Persons under Section 6(a) of 19 Id 20 Id. at 32. 21 Rollo, pp. 36-37. 22 Id at 37. 23 Id at 38. ,. Id Decision 6 G.R. No. 267140 the Anti-Trafficking Act.25 The RTC, thus, convicted Dominguez m its Decision, dated October 26, 2017: WHEREFORE, this Court finds accused LARISSA NADEL DOMINGUEZ GUILTY beyond reasonable doubt of the crime of Violation of Section 6 of [Republic Act No.] 9208 and hereby sentences her to suffer the penalty of LIFE IMPRISONMENT and to pay the fine of [PHP 2 million]. She is also ordered to pay victim AAA [PHP] 500,000.00 as moral damages and [PHP] 100,000.00 as exemplary damages. SO ORDERED.26 (Emphasis in the original) Dominguez filed a Notice of Appeal with the RTC. The Ruling of the CA The CA affirmed that the prosecution proved beyond reasonable doubt that Dominguez is guilty of Qualified Trafficking in Persons. The CA found that Dominguez took advantage of AAA's vulnerability and naivete.27 In AAA's testimony, she stated that she did not know where Cagayan province is, and that Dominguez told her it was \"at the back of Cubao.\"28 Moreover, AAA accepted Dominguez' offer of employment because her family needed the money. AAA was also familiar with Dominguez, who was her neighbor and, therefore, appeared to be trustworthy.29 The CA emphasized that trafficking may be committed even if the victim consents, especially in the case of child-victims since their consent is not given of their own free will, even if they are fully conscious of the act of trafficking.30 The CA found that AAA was subjected to sexual abuse when male customers were allowed to caress her, kiss her, and touch her private parts.31 She was also made to consume alcoholic drinks for a commission.32 Sexual intercourse per se is not necessary so long as the recruitment was done for the purpose of sexual exploitation. 33 The CA accorded full faith and credit to AAA's testimony citing her youth and immaturity,34 both badges of truthfulness and lack of guile.35 25 Id. 26 ld at 39. 27 Id. at 19. 2, Id. '' Id. 30 Id. 31 Id. at 21. 32 Id. 33 Id. 34 Id. 35 Id. Decision 7 G.R. No. 267140 The CA further ruled that there was a valid entra ment operation.36 Agent Mesa testified that the employees of offered the undercover operatives drinks and girls to choose from.37 They chose four girls, including AAA, who introduced herself as \"AAA.\" Agent Mesa's testimony was corroborated by SWOIII Saul who testified that she saw AAA, ~irls, entertaining the undercover operatives inside - ___3 8 The CA affirmed the RTC Decision in full, and imposed on all monetary awards the interest rate of 6% per annum, from the date of finality of its Decision until fully paid: WHEREFORE, premises considered, the appeal is DENIED. The [Decision,] dated October 26, 2017[,] of the Regional Trial Court of I, [Branch Aparri, Cagayan], in Criminal Cases No. H-12583, finding the accused-appellant, Larissa Nadel Dominguez, guilty beyond reasonable doubt of the crime of Qualified Trafficking in Persons, is AFFIRMED in toto. SO ORDERED.39 (Emphasis in the original) Hence, the present appeal. In her Appeal Memorandum before the CA, Dominguez argues that on July 28, 2014, she was sleeping in her private room with her live-in partner and their I-year-old child. She claims she had no knowledge that AAA was with the other girls em lo ed in the bar since she does not allow her to attend to other guests of the .40 Dominguez asserts that it was the government operatives who chose the four girls that would accompany them to their table.41 The operation was, therefore, similar to an instigation rather than a valid entrapment operation.42 Dominguez further asserts that being the co-owner of the - does not per se make her liable for trafficking committed in the establishment. 43 She also argues that the prosecution failed to prove that AAA was recruited for the u ose of ex loitation.44 The mere fact that AAA was present at the is not proof of exploitation.45 Thus, she Id. 37 Id. at 23. 38 Id. at 23-24. 39 !d. at 25. 4o CA rollo, pp. 33-34. 41 Id. at 34. 42 Id. at 35. 43 Id. at 36. 44 Id. Id. Decision 8 G.R. No. 267140 should be acquitted for the prosecution's failure to prove the elements of the crime charged. 46 The Issue Is Dominguez guilty of Qualified Trafficking in Persons? The Ruling of the Court The crime of Qualified Trafficking in Persons is defined under Sections 3, 4, and 6 of the Anti-Trafficking Act: SECTION 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, obtain, hire, provide, offer, transport, transfer, maintain, harbor, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, or sexual exploitation; SECTION 6. Qualified Trafficking in Persons. -The following are considered as qualified trafficking: (a) When the trafficked person is a child; SECTION 3. Definition of Terms. - As used in this Act: (b) Child-refers to a person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or •p rotect himselfi'herself from abuse, neglect, cruelty, exploitation, or iliscrimination because of a physical or mental disability or condition. (Emphasis in the original) From the foregoing, the Court has established the following elements of Trafficking in Persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders[;]\" 46 Id. at 37. Decision 9 G.R. No. 267140 (2) The means used which include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another; [sic] and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs. \"47 The Court finds that the prosecution was able to establish beyond reasonable doubt all the elements of Qualified Trafficking in Persons in this case. AAA was recruited for the purpose of sexual exploitation and prostitution It is undisputed that AAA.was a minor at the time she was recruited by Dominguez.48 In her testimony, she clearly narrated that Dominguez recruited her, taking advantage of her minority and financial need, under the guise of being hired as a domestic helper (\"babysitter\"), but for the real purpose of sexual exploitation or prostitution: DIRECT EXAMINATION OF [AAA] BY PROSECUTOR BENEFROI P. PASCUAL: Q: Why, what is the reason why you accept [sic] to be a babysitter? A: I want to help my parents, ma'am. Q: Aside from that, Madam Witness, do you have other reason[ s] why you accept that [sic]? A: That's the only way to help my parents, ma'am. COURT Make it of record that the witness is wiping her tears and appears to be trying to control her emotion. PROSECUTOR Q: Did [Dominguez] inform you [of] the place of your work? A: Yes ma'am. 47 People v. Saldivar, G.R. No. 266754, January 29, 2024 [Per J. J. Lopez, Second Division] at 6, citing People v. Casio, 749 Phil. 458, 472-473 (2014) [Per J. Leanen, Second Division]. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 48 Rollo, p. 30, citing the Certificate of Live Birth. Decision 10 G.R. No. 267140 Q: Where, Madam Witness? A: She only told me 'Cagayan[,]' ma'am. Q: Did she inform you where Cagayan is, Madam Witness? A: She told me only at the back ofCubao, ma'am. [sic] Q: And what happened when you arrived at A: [Dominguez] let me enter the videoke bar and told me to entertain customers, ma'am. Q: So what happened when she asked you to entertain customers? A: At first I refused but when I think of going home I gave in to what she wanted, ma'am. [sic] PROSECUTOR I make it of record that the witness is again crying. COURT Noted. Q: ~ned while you entertain[ed] customers at - -onJuly19, 2014? A: They started caressing and kissing me and touching my private parts, ma'a m. COURT Q: Were you also required to drink intoxicated [sicJ drinks while [] entertaining male customers? A: Yes, sir. PROSECUTOR Q: Why did you drink? A: Because I will earn money through drinking, ma 'am. 49 (Emphasis supplied) 49 Rollo, pp. I 8, 20-21. Decision 11 G.R. No. 267140 The above testimony, as corroborated by the undercover government operatives, shows that AAA was subjected to sexual exploitation and prostitution. Sexual intercourse is not necessary to establish that the recruitment was for the purpose of sexual exploitation and prostitution under the Anti-Trafficking Act. As defined under the amendment in Republic Act No. 10346, sexual exploitation· and prostitution may occur even through lascivious conduct: (c ) Prostitution - refers to any act, transaction, scheme or design involving the use of a person by another, for sexual intercourse or lascivious conduct in exchange for money, profit or any other consideration. (h) Sexual Exploitation - refers to participation by a person in prostitution, pornography or the production of pornography, in exchange for money, profit or any other consideration or where the participation is caused or facilitated by any means of intimidation or threat, use of force, or other forms of coercion, abduction, fraud, deception, debt bondage, abuse of power or of position or of legal process, taking advantage of the vulnerability of the person, or giving or receiving of payments or benefits to achieve the consent of a person having control over another person; or in sexual intercourse or lascivious conduct caused or facilitated by any means as provided in this Act. so (Emphasis supplied) It may be noted that in 2022, the definition of sexual exploitation was amended under Republic Act No. 11862, further broadening its coverage: (h) Sexual Exploitation - refers to any means of actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes or lewd designs, including profiting monetarily, socially, or politically from the sexual exploitation of another, regardless of whether or not consent was given.51 (Emphasis supplied) This reflects the consistent rulings of the Court that the Anti Trafficking Act does not require the victim to actually be subjected to sexual intercourse to support a finding of trafficking.52 As held in People v. Estonilo:53 Furthermore, the presence of the trafficker's clients is not an element of the crime of recruitment or transportation of victims under Sections 3 (a) and 4 (a) of [Republic Act No.] 9208. In the same vein, the law does not require that the victims be transported to or be found in a 50 Republic Act No. 9208 (2003), sec. 3. 51 Republic Act No. 11862 (2022), An Act Strengthening the Policies on Anti-Trafficking in Persons, Providing Penalties for its Violations, and Appropriating Funds Therefor, Amending for the Purpose Republic Act No. 9208, as Amended, Otherwise Known as the \"Anti-Trafficking in Persons Act of 2003\", and Other Special Laws. 52 Realeza v. People, G.R. No. 261882, January 23, 2023 [Per J. Kho, Jr., Second Division] at 7. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 53 888 Phil. 332 (2020) [Per J. Perlas-Bernabe, Second Division]. Decision 12 G.R. No. 267140 bro1hel or a prostitution den for such crime of recruitment or transportation to be committed. In fact, it has been held that the act of sexual intercourse need not have been consummated/or recruitment to be said to have taken place. It is sufficient that the accused has lured, enticed[,] or engaged its victims or transported them for the established purpose of exploitation, which includes prostitution, sexual exploitation, fi>rced labor, slavery, and the removal or sale of organs. In this case, the prosecution has satisfactorily established accused-appellants' recruitment and transportation of private complainants for purposes of prostitution and sexual exploitation. Thus, 1he fact 1hat neither AAA nor BBB had sexual contact with any of Estonilo's clients will not affect the latter's criminal liability for Qualified Trafficking in Persons. To be sure, the gravamen of the crime of trafficking is \"the act of recruiting or using, with or without consent, a fellow human being for [inter alia,] sexual exploitation\" which, as ~ already discussed, was established to have been committed by Estonilo.54 (Emphasis supplied) The clear purpose of AAA's recruitment and transportation from. -• Rizal to Cagayan was for sexual exploitation and prostitution. She was brought to Cagayan to work in a videoke bar partly owned by Dominguez. She became one of the \"entertainers\" where men would caress her, kiss her and touch her private parts, and where she was made to drink alcoholic beverages for a fee charged to the customer. The acts of caressing and touching her private parts constitute lascivious conduct.55 Moreover, the testimony of Agent Mesa proves that the other entertainers engaged in sexual intercourse as part of their services: Q: Okay. And you also mentioned that ladies were offered to you, did you also get 1he services of the ladies? A: Yes, [m]a'am four of them. Q: Do you know the names of the ladies who attended to your group, Mr. Witness? A: I could no longer remember the names, [m]a'am, but one of them is [AAA], the minor victim, ma'am. Q: Now, after that, Mr. Witness, after you chose these ladies to attend to you, what transpired next? 54 Id at 342-343, citing People v. Aguirre, 820 Phil. 1085, 1103 (2017) [Per J. Tijam, First Division]. 55 Trocio v. People, G.R. No. 252791, August 23, 2022 [Per J. lnting, Third Division] at 9. This pinpoint \"\"'\"\"'°\" d\"'oo rofrrn ID\"\" ooe, oCfuo Doo;s;o,. ID llio Soero\"'\" O, ort woSC</ Decision 13 G.R. No. 267140 A: Of course, we ordered ladies['] drink[s] for the ladies, [m]a'am, and after consuming two sets of ladies['] drink[s], [m]a'am, they ~ffi3red their services to have sexual intercourse in the private room, Ma 'am. 56 (Emphasis supplied) Hence, even if AAA refused to engage in sexual intercourse with the male customers, it was clearly part of the work she was recruited for. Indeed, what is essential under the Anti-Trafficking Act is that a person is recruited and transported for the purpose of sexual exploitation and prostitution for money or profit. The victim does not have to be actually subjected to sexual intercourse with a customer before the recruiters can be held liable under the law. Precisely, the law was passed to curtail human trafficking, which necessitates punishing the acts of prostitution that leads to sexual abuse of the victims.57 The government operatives conducted a valid entrapment operation The Court further finds that the rescue operation conducted by the NBI constitutes a valid entrapment operation. This Court has previously upheld similar entrapment operations in trafficking cases: In many cases, this Court has outlined the difference between instigation and entrapment. In People v. Bayani we explained: Instigation is the means by which the accused is lured into the commission of the offense charged in order to prosecute him. On the other hand, entrapment is the employment of such ways and means for the purpose of trapping or capturing a lawbreaker. Thus, in instigation, officers of the law or their agents incite, induce, instigate or lure an accused into committing an offense which he or she would otherwise not commit and has no intention of committing. But in entrapment, the criminal intent or design to commit the offense charged originates in the mind of the accused, and law enforcement officials merely facilitate the apprehension of the criminal by employing ruses and schemes; thus, the accused cannot justify his or her conduct. In instigation, where law enforcers act as co-principals, the accused will have to be acquitted. But entrapment cannot bar prosecution and conviction. As has been said, instigation is a \"trap for the unwary innocent,\" while entrapment is a \"trap for the unwary criminal.\" As a general rule, a buy-bust operation, considered as a form of entrapment, is a valid means of arresting violators of Republic Act No. 9165. It is an effective way of 56 Rollo, pp. 23-24. 57 Ferrer v. People, G.R. Nos. 223042 & 223769, July 6, 2022 [Per J. Lazaro-Javier, Second Division] at 21. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 14 G.R. No. 267140 apprehending law offenders in the act of committing a crime. In a buy-bust operation, the idea to commit a crime originates from the offender, without anybody inducing or prodding him to commit the offense. Contrary to the arguments of accused-appellant, her arrest was pursuant to a valid entrapment operation and was not done through instigation. In this case, the police officers organized the entrapment operation after confirming, through surveillance and monitoring, that accused appellant was pimping minors. A confidential informant was tasked to contact accused-appellant and ask for girls willing to have sex for money. After some haggling over the ptice, the confidential informant and accused appellant finalized the agreement. That accused-appellant immediately agreed to provide the confidential informant with girls clearly shows \"that the idea to commit the crime originated from the mind of the accused.\" The arrest of accused-appellant remains valid notwithstanding that the transaction was initiated by the confidential informant Like drugs cases, the prosecution's decoy solicitation does not constitute illicit inducement but a means that \"merely furnishes evidence of[ the criminal'sJ course ofc onduct[ ]\"58 (Emphasis supplied) Here, Dominguez admits to having recruited AAA and transporting her from ...., Rizal to Cagayan under the guise ofhiring her as a babysitter. The NBI instituted the operation only after AAA called her mother, who was then assisted by an employee of the television program \"Isumbong Mo Kay Tulfo\" in contacting the authorities. Thus, the crime had already been committed long before the rescue operation. Moreover, the girls were offered to the undercover operatives as \"entertainers,\" who later offered to have sex with them in exchange for PHP 1,500.00. This confirmed to the undercover operatives that these girls, including AAA, were employed for purposes of sexual exploitation and prostitution. It was then that the operatives apprehended Dominguez. In sum, Dominguez consmnmated and was continuously committing the crime of Qualified Trafficking in Persons long before the rescue operation and without any instigation from the undercover operatives. Penalty and Damages Section 10 (e) of the Anti-Trafficking Act provides that \"any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of life imprisonment and a fine of not less than PHP 2 million but not more 58 People v. Mendez, G.R. No. 264039, May 27, 2024 [Per J. Leanen, Second Division] at 10-11. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 15 G.R. No. 267140 than PHP 5 million. \"59 Thus, the lower courts correctly sentenced Dominguez to suffer the penalty of life imprisonment and to pay a fine of PHP 2 million. The lower courts likewise correctly ordered Dominguez to pay AAA the amounts of PHP 500,000.00 as moral damages and PHP 100,000.00 as ° exemplary damages consistent with prevailing jurisprudence.6 Further, the Court affirms the ruling of the CA imposing on all monetary awards due to the victim legal interest of 6% per annum, from finality ofj udgment until full payment. As a final note, trafficking in persons is a deplorable crime with pernicious effects on society.61 Reduced to the core, it is the act of using a fellow human being as a mere commodity. Though it may be committed against anyone, women and children are typical targets of these malignant operations.62 Poverty and survival lie at the very root of this modern day slavery. Trafficking in persons is among the most dehumanizing crimes one can commit against another, even the smallest operations strip away the dignity and integrity of an· individual. Hence, the courts must ensure that human trafficking and their perpetrators suffer the full measure of the penalties under the law. FOR THESE REASONS, the appeal is DENIED. The Decision, dated May 27, 2022, of the Court of Appeals in CA-G.R. CR HC No. 10748 is AFFIRMED. SO ORDERED. • 1-NGH 59 Republic Act No. 9208 (2003), sec. I 0(c). 60 People v. Aquino, G.R. No. 263264, July 31, 2023 [Per J. Lazaro-Javier, Second Division] at 15. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 61 People v. Casio, 749 Phil 458, 460-461 (2014) [Per J. Leonen, Second Division]. 62 People v. Almero, G.R. No. 269401, April 11, 2024 [Per J. Lazaro-Javier, Second Division] at 8. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 16 G.R. No. 267140 WE CONCUR: S. CAGUIOA AM . AZARO-JA VIER ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. JAMIN S. CAGUIOA • iate Justice Decision 17 G.R. No. 267140 CERTIFICATION Pursuant to Article VIII, Section 13 oft he Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division.",
  "sections": {
    "header": "SUPREME COURT OF THE PHlUPPJNES l\\epublic of tbe flbilippines $upreme Qtourt ;ffianila THIRD DIVISION PEOPLE OF THE PHILIPPINES, G.R. No. 267140 Plaintiff-appellee, Present: CAGUIOA, J., Chairperson, - versus - LAZARO-JAVIER,* INTING, DIMAAMPA O, and SINGH, JJ. LARISSA NADEL DOMINGUEZ, Promulgated: Accused-appellant. .NOVO 6 2024 DECISION SINGH, J.: Before the Court is an Appeal from the Decision,1 dated May 27, 2022, of the Court of Appeals (CA) in CA-G.R. CR-HC No. 10748. The CA I, affirmed the Decision,2 dated October 26, 2017, of Branch Regional Trial Court, Aparri, Cagayan (RTC) in Criminal Case No. II-12583 convicting Larissa Nadel Dominguez (Dominguez) of Qualified Trafficking in Persons in violation of Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364, otherwise known as the Anti-Trafficking in Persons Act of 2003 (Anti-Trafficking Act).3 Designated additional Member vice Gaerlan, J., per Raffle dated October 13, 2024. Rollo, pp. 9-26. Penned by Associate Justice Carlita B. Calpatura and concurred in by Associate Justices Maria Elisa Sempio Diy and Roberto P. Quiroz, Seventeenth Division, Court of Appeals, Manila. 2 Id at 29-39. Penned by Presiding Judge Neljoe A. Cortes. Republic Act No. 9208 (2003), An Act to Institute Policies to Eliminate Trafficking in Persons Especially Women and Children, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations, and for Other, as amended by Republic Act No. 10364 (2013), An Act Expanding Republic Act No. 9208, Entitled \"An Act To Institute Policies to Eliminate Trafficking in Persons Especially Women an, d £Chil-dren, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations and for Other Purposes\". / Decision 2 G.R. No. 267140 The Facts Dominguez was charged with violating Section 4(a), in relation to Section 6(a), of the Anti-Trafficking Act. The Information reads: That sometime in July[] 2014 and subsequent thereto in Municipality of-• province of Cagayan and within the jurisdiction of this Honorable Court, the said accused, LARISSA NADEL DOMINGUEZ [y] BAUTISTA, owner and proprietor of the located at - • -• Cagayan under the pretext of employment and taking advantage of the vulnerability of the complainant, [AAA], a minor[,] 15 years old[,] by means of deceit for the purpose of exploitation, such as prostitution and other forms of sexual exploitation, did then and there willfully, unlawfully[,] and feloniously and knowingly [sic] RECRUIT, TRANSPORT and TRANSFER the complainant [AAA], a minor, 1~ old, [sic] from , Rizal to the Municipality of -• Cagayan, and was brou ht and em loyed by the aforesaid accused at her bar styled as located at-•-• Cagayan as GRO for purposes of prostitution, pornography, sexual exploitation, [sic] as in fact the aforesaid ~ainant and several others were rescued by elements of[] the PNP of_, MSWDO and NBI RO2, Carig, Tuguegarao City, Cagayan which conducted entrapment upon the person of accused which resulted to the apprehension of the accused and the rescue of complainant [AAA] a minor[,] 15 years old.4 At the arraignment, Dominguez pleaded not guilty. After Pre-Trial, trial ensued. 5 Version oft he Prosecution The prosecution presented victim AAA, National Bureau of Investigation (NBI) Agent Christopher B. Mesa (Agent Mesa), and Social Welfare Officer III Florentina Saul (SWOIII Saul). AAA testified that she was born on , as evidenced by her Certificate of Live Birth. On July 18, 2014, when AAA was 15 years old, Dominguez offered her work as a babysitter for her 1-year-old child in Cagayan. Instead of working as a babysitter, AAA was made to work a ainst her will as an entertainer with the name \"AAA\" at the operated by Dominguez. She was forced to accept the job just to be able to earn enough money for her fare back home. She was also afraid that Dominguez would harm her if she refused. 6 4 Rollo, pp. 29-30. 5 Id at 30. 6 Id at 30-31. Decision 3 G.R. No. 267140 She worked as an entertainer for more than a week, where she would sit beside male customers, drink beer, and let the men caress her, kiss her, and touch her private parts. Some customers asked her to have sex with them, but she refused. She testified that she earned PHP 60.00 for every bottle of San Mig Light beer consumed.7 AAA eventually sought help from her mother via phone call. Her mother told her she would seek help from Ramon Tulfo. AAA testified that after this call, on July 28, 2014, NBI operatives, in coordination with the Department of Justice (DOJ) and De artment of Social Welfare and Development (DSWD), came to the and posed as customers. They drank beer with her and later took her out from the bar and arrested Dominguez. 8 Agent Mesa testified that on July 28, 2014, he received a letter from Regional Prosecutor Rommel Baligod, Chairman of the Regional Office of the Inter-Agency Committee on Anti-Trafficking, requesting the NBI Regional Office 2 to conduct an operation for the immediate rescue of AAA. The letter stemmed from a request from Ms. Joyce Molon, an employee of the television program \"Jsumbong Mo Kay Tulfo,\" seeking assistance for the rescue of AAA. Agent Mesa sought authority from their regional director for the conduct of the requested rescue operation. After he was given the needed authority, Agent Mesa proceeded to the DSWD Regional Office 2 where he formed a rescue team. Agent Mesa acted as team leader with S WO III Saul as one of the team members. He prepared the marked money to be used for the planned operation.9 At around 5:00 p.m. of July 28, 2014, the team proceeded to_, Caga an. The coordinated with the - Police Station then proceeded to the at around 9:00 p.m. Three of the NBI agents and the infonnant posed as customers, while inside they were offered beers to drink and four ladies as entertainers. AAA was among the ladies presented as entertainers and introduced herself as \"AAA.\" After consuming two beers each, the ladies, except for AAA, offered \"extra services\" in exchange for a bar fine of PHP 1,500.00. Agent Mesa paid their bill, while another agent handed the PHP 1,500.00 marked money to the cashier. Thereafter, the members of the team identified themselves as govermnent operatives and declared the purpose of the rescue mission.10 Domin uez admitted that she recruited AAA and that she owned the . The government operatives then arrested Dominguez and brought her to the - Police Station, after which, they brought her to 7 Id.at31. 8 Id 9 Id. at 32. \" Id. Decision 4 G.R. No. 267140 the NBI Regional Office 2. AAA was turned over to the custody of the DSWD Regional Office 2. Agent Mesa's testimony was corroborated by SWOIII Saul.11 Version oft he Defense The defense presented Dominguez, Cecilia Lanuza (Lanuza), and Lourdes Rosac~osacia), the Assistant Municipal Treasurer of the Municipality of_, Cagayan.12 Dominguez testified that sometime in July 2014, she went on vacation in her hometown in ...., Rizal. While on vacation, her cousin told her of a girl who had run away from home and needed a job and a place to stay. Dominguez informed her cousin that she could hire the girl to be her babysitter. They arranged for a meeting, where the girl introduced herself as AAA. Dominguez was unaware that her real name is AAA. AAA, told Dominguez that she was 18 years old, the two then agreed that Dominguez would pay her a monthly wage of PHP 3,000.00 to care for Dominguez' child.13 Domi~ a. nd AAA then traveled together to Dominguez' residence in _ , _, Cagayan where she lived with her child and common law husband, Ronald Dupaya (Dupaya). AAA attendedS to Dominguez' child at the residence. Sometimes Domin ez, Dupaya, and their child would stay overnight at the , where they have their own room. AAA would be instructed to stay in the hut outside the bar and not to mingle with the employees of the bar. AAA was also prohibited from attending to the guests of the bar.14 Then on July 28, 2014, Dominguez was arrested as part of the rescue of AAA.15 Lanuza corroborated that AAA worked as a babysitter for Dominguez and not as an entertainer at the bar. 16 Rosacia identified a Certification to the effect that the owner of is Dupaya.17 In her Appeal Memorandum, Dominguez included the testimony of additional witnesses Milet Salvador (Salvador), Rey-Ar Columbano (Columbano), Cecilia Pefiafiel (Peiiafiel), and Dupaya, who is Dominguez' live-in partner. 18 11 Id. at 33. 12 Id. at 13. i, Id. 14 Id at 13-14. is Id. 16 Id at 33. 17 Id. at 34. 18 CA rol/o, pp. 31-32. I Decision 5 G.R. No. 267140 Salvador testified that she was a maid for Dominguez' neighbor when she became acquainted with AAA. Salvador affirmed that AAA would go with Dominguez whenever she and her common-law husband would leave their residence with the child. Columbano and Pefiafiel were employed as waiters in the They testified that AAA, was babysitting Dominguez' child. They stated further that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were.at night.19 Dupaya testified that he met AAA on July 20, 2014. Dominguez informed him that AAA is the babysitter for his and Dominguez' child and that she will be paid PHP 3,000.00 monthly for babysitting. He reiterated that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were at night.20 The Ruling of the RTC The RTC ruled that the Information sufficiently alleged that Dominguez took advantage of AAA's vulnerability and recruited and transported her under the pretext of domestic employment for the purposes of prostitution and sexual exploitation. There is no dispute that Dominguez recruited AAA, neither was there any question that the victim was a minor at the time she was recruited. The only issue to be resolved was whether AAA was recruited for the purposes of prostitution and by means of deceit.21 The RTC found that AAA's testimony, as corroborated by the government o eratives, roved that she was made to work as an entertainer in the .22 On the other hand, Dominguez raised the defense of denial, which cannot outweigh the convincing and straightforward testimonies of the prosecution witnesses.23 Dominguez also failed to present evidence to rebut the presumption of regularity. There was no proof that the prosecution witnesses bore any ill motive to cause them to perjure themselves. The RTC dismissed Dominguez' claim that it is her live-in partner who owns since she nevertheless admitted to recruiting AAA to work for her.24 Even if she is not the owner of the bar on paper, she would still be found guilty of Qualified Trafficking in Persons under Section 6(a) of 19 Id 20 Id. at 32. 21 Rollo, pp. 36-37. 22 Id at 37. 23 Id at 38. ,. Id Decision 6 G.R. No. 267140 the Anti-Trafficking Act.25 The RTC, thus, convicted Dominguez m its Decision, dated October 26, 2017: WHEREFORE, this Court finds accused LARISSA NADEL DOMINGUEZ GUILTY beyond reasonable doubt of the crime of Violation of Section 6 of [Republic Act No.] 9208 and hereby sentences her to suffer the penalty of LIFE IMPRISONMENT and to pay the fine of [PHP 2 million]. She is also ordered to pay victim AAA [PHP] 500,000.00 as moral damages and [PHP] 100,000.00 as exemplary damages. SO ORDERED.26 (Emphasis in the original) Dominguez filed a Notice of Appeal with the RTC. The Ruling of the CA The CA affirmed that the prosecution proved beyond reasonable doubt that Dominguez is guilty of Qualified Trafficking in Persons. The CA found that Dominguez took advantage of AAA's vulnerability and naivete.27 In AAA's testimony, she stated that she did not know where Cagayan province is, and that Dominguez told her it was \"at the back of Cubao.\"28 Moreover, AAA accepted Dominguez' offer of employment because her family needed the money. AAA was also familiar with Dominguez, who was her neighbor and, therefore, appeared to be trustworthy.29 The CA emphasized that trafficking may be committed even if the victim consents, especially in the case of child-victims since their consent is not given of their own free will, even if they are fully conscious of the act of trafficking.30 The CA found that AAA was subjected to sexual abuse when male customers were allowed to caress her, kiss her, and touch her private parts.31 She was also made to consume alcoholic drinks for a commission.32 Sexual intercourse per se is not necessary so long as the recruitment was done for the purpose of sexual exploitation. 33 The CA accorded full faith and credit to AAA's testimony citing her youth and immaturity,34 both badges of truthfulness and lack of guile.35 25 Id. 26 ld at 39. 27 Id. at 19. 2, Id. '' Id. 30 Id. 31 Id. at 21. 32 Id. 33 Id. 34 Id. 35 Id. Decision 7 G.R. No. 267140 The CA further ruled that there was a valid entra ment operation.36 Agent Mesa testified that the employees of offered the undercover operatives drinks and girls to choose from.37 They chose four girls, including AAA, who introduced herself as \"AAA.\" Agent Mesa's testimony was corroborated by SWOIII Saul who testified that she saw AAA, ~irls, entertaining the undercover operatives inside - ___3 8 The CA affirmed the RTC Decision in full, and imposed on all monetary awards the interest rate of 6% per annum, from the date of finality of its Decision until fully paid: WHEREFORE, premises considered, the appeal is DENIED. The [Decision,] dated October 26, 2017[,] of the Regional Trial Court of I, [Branch Aparri, Cagayan], in Criminal Cases No. H-12583, finding the accused-appellant, Larissa Nadel Dominguez, guilty beyond reasonable doubt of the crime of Qualified Trafficking in Persons, is AFFIRMED in toto. SO ORDERED.39 (Emphasis in the original) Hence, the present appeal. In her Appeal Memorandum before the CA, Dominguez argues that on July 28, 2014, she was sleeping in her private room with her live-in partner and their I-year-old child. She claims she had no knowledge that AAA was with the other girls em lo ed in the bar since she does not allow her to attend to other guests of the .40 Dominguez asserts that it was the government operatives who chose the four girls that would accompany them to their table.41 The operation was, therefore, similar to an instigation rather than a valid entrapment operation.42 Dominguez further asserts that being the co-owner of the - does not per se make her liable for trafficking committed in the establishment. 43 She also argues that the prosecution failed to prove that AAA was recruited for the u ose of ex loitation.44 The mere fact that AAA was present at the is not proof of exploitation.45 Thus, she Id. 37 Id. at 23. 38 Id. at 23-24. 39 !d. at 25. 4o CA rollo, pp. 33-34. 41 Id. at 34. 42 Id. at 35. 43 Id. at 36. 44 Id. Id. Decision 8 G.R. No. 267140 should be acquitted for the prosecution's failure to prove the elements of the crime charged. 46 The Issue Is Dominguez guilty of Qualified Trafficking in Persons? The Ruling of the Court The crime of Qualified Trafficking in Persons is defined under Sections 3, 4, and 6 of the Anti-Trafficking Act: SECTION 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, obtain, hire, provide, offer, transport, transfer, maintain, harbor, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, or sexual exploitation; SECTION 6. Qualified Trafficking in Persons. -The following are considered as qualified trafficking: (a) When the trafficked person is a child; SECTION 3. Definition of Terms. - As used in this Act: (b) Child-refers to a person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or •p rotect himselfi'herself from abuse, neglect, cruelty, exploitation, or iliscrimination because of a physical or mental disability or condition. (Emphasis in the original) From the foregoing, the Court has established the following elements of Trafficking in Persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders[;]\" 46 Id. at 37. Decision 9 G.R. No. 267140 (2) The means used which include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another; [sic] and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs. \"47 The Court finds that the prosecution was able to establish beyond reasonable doubt all the elements of Qualified Trafficking in Persons in this case. AAA was recruited for the purpose of sexual exploitation and prostitution It is undisputed that AAA.was a minor at the time she was recruited by Dominguez.48 In her testimony, she clearly narrated that Dominguez recruited her, taking advantage of her minority and financial need, under the guise of being hired as a domestic helper (\"babysitter\"), but for the real purpose of sexual exploitation or prostitution: DIRECT EXAMINATION OF [AAA] BY PROSECUTOR BENEFROI P. PASCUAL: Q: Why, what is the reason why you accept [sic] to be a babysitter? A: I want to help my parents, ma'am. Q: Aside from that, Madam Witness, do you have other reason[ s] why you accept that [sic]? A: That's the only way to help my parents, ma'am. COURT Make it of record that the witness is wiping her tears and appears to be trying to control her emotion. PROSECUTOR Q: Did [Dominguez] inform you [of] the place of your work? A: Yes ma'am. 47 People v. Saldivar, G.R. No. 266754, January 29, 2024 [Per J. J. Lopez, Second Division] at 6, citing People v. Casio, 749 Phil. 458, 472-473 (2014) [Per J. Leanen, Second Division]. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 48 Rollo, p. 30, citing the Certificate of Live Birth. Decision 10 G.R. No. 267140 Q: Where, Madam Witness? A: She only told me 'Cagayan[,]' ma'am. Q: Did she inform you where Cagayan is, Madam Witness? A: She told me only at the back ofCubao, ma'am. [sic] Q: And what happened when you arrived at A: [Dominguez] let me enter the videoke bar and told me to entertain customers, ma'am. Q: So what happened when she asked you to entertain customers? A: At first I refused but when I think of going home I gave in to what she wanted, ma'am. [sic] PROSECUTOR I make it of record that the witness is again crying. COURT Noted. Q: ~ned while you entertain[ed] customers at - -onJuly19, 2014? A: They started caressing and kissing me and touching my private parts, ma'a m. COURT Q: Were you also required to drink intoxicated [sicJ drinks while [] entertaining male customers? A: Yes, sir. PROSECUTOR Q: Why did you drink? A: Because I will earn money through drinking, ma 'am. 49 (Emphasis supplied) 49 Rollo, pp. I 8, 20-21. Decision 11 G.R. No. 267140 The above testimony, as corroborated by the undercover government operatives, shows that AAA was subjected to sexual exploitation and prostitution. Sexual intercourse is not necessary to establish that the recruitment was for the purpose of sexual exploitation and prostitution under the Anti-Trafficking Act. As defined under the amendment in Republic Act No. 10346, sexual exploitation· and prostitution may occur even through lascivious conduct: (c ) Prostitution - refers to any act, transaction, scheme or design involving the use of a person by another, for sexual intercourse or lascivious conduct in exchange for money, profit or any other consideration. (h) Sexual Exploitation - refers to participation by a person in prostitution, pornography or the production of pornography, in exchange for money, profit or any other consideration or where the participation is caused or facilitated by any means of intimidation or threat, use of force, or other forms of coercion, abduction, fraud, deception, debt bondage, abuse of power or of position or of legal process, taking advantage of the vulnerability of the person, or giving or receiving of payments or benefits to achieve the consent of a person having control over another person; or in sexual intercourse or lascivious conduct caused or facilitated by any means as provided in this Act. so (Emphasis supplied) It may be noted that in 2022, the definition of sexual exploitation was amended under Republic Act No. 11862, further broadening its coverage: (h) Sexual Exploitation - refers to any means of actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes or lewd designs, including profiting monetarily, socially, or politically from the sexual exploitation of another, regardless of whether or not consent was given.51 (Emphasis supplied) This reflects the consistent rulings of the Court that the Anti Trafficking Act does not require the victim to actually be subjected to sexual intercourse to support a finding of trafficking.52 As held in People v. Estonilo:53 Furthermore, the presence of the trafficker's clients is not an element of the crime of recruitment or transportation of victims under Sections 3 (a) and 4 (a) of [Republic Act No.] 9208. In the same vein, the law does not require that the victims be transported to or be found in a 50 Republic Act No. 9208 (2003), sec. 3. 51 Republic Act No. 11862 (2022), An Act Strengthening the Policies on Anti-Trafficking in Persons, Providing Penalties for its Violations, and Appropriating Funds Therefor, Amending for the Purpose Republic Act No. 9208, as Amended, Otherwise Known as the \"Anti-Trafficking in Persons Act of 2003\", and Other Special Laws. 52 Realeza v. People, G.R. No. 261882, January 23, 2023 [Per J. Kho, Jr., Second Division] at 7. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 53 888 Phil. 332 (2020) [Per J. Perlas-Bernabe, Second Division]. Decision 12 G.R. No. 267140 bro1hel or a prostitution den for such crime of recruitment or transportation to be committed. In fact, it has been held that the act of sexual intercourse need not have been consummated/or recruitment to be said to have taken place. It is sufficient that the accused has lured, enticed[,] or engaged its victims or transported them for the established purpose of exploitation, which includes prostitution, sexual exploitation, fi>rced labor, slavery, and the removal or sale of organs. In this case, the prosecution has satisfactorily established accused-appellants' recruitment and transportation of private complainants for purposes of prostitution and sexual exploitation. Thus, 1he fact 1hat neither AAA nor BBB had sexual contact with any of Estonilo's clients will not affect the latter's criminal liability for Qualified Trafficking in Persons. To be sure, the gravamen of the crime of trafficking is \"the act of recruiting or using, with or without consent, a fellow human being for [inter alia,] sexual exploitation\" which, as ~ already discussed, was established to have been committed by Estonilo.54 (Emphasis supplied) The clear purpose of AAA's recruitment and transportation from. -• Rizal to Cagayan was for sexual exploitation and prostitution. She was brought to Cagayan to work in a videoke bar partly owned by Dominguez. She became one of the \"entertainers\" where men would caress her, kiss her and touch her private parts, and where she was made to drink alcoholic beverages for a fee charged to the customer. The acts of caressing and touching her private parts constitute lascivious conduct.55 Moreover, the testimony of Agent Mesa proves that the other entertainers engaged in sexual intercourse as part of their services: Q: Okay. And you also mentioned that ladies were offered to you, did you also get 1he services of the ladies? A: Yes, [m]a'am four of them. Q: Do you know the names of the ladies who attended to your group, Mr. Witness? A: I could no longer remember the names, [m]a'am, but one of them is [AAA], the minor victim, ma'am. Q: Now, after that, Mr. Witness, after you chose these ladies to attend to you, what transpired next? 54 Id at 342-343, citing People v. Aguirre, 820 Phil. 1085, 1103 (2017) [Per J. Tijam, First Division]. 55 Trocio v. People, G.R. No. 252791, August 23, 2022 [Per J. lnting, Third Division] at 9. This pinpoint \"\"'\"\"'°\" d\"'oo rofrrn ID\"\" ooe, oCfuo Doo;s;o,. ID llio Soero\"'\" O, ort woSC</ Decision 13 G.R. No. 267140 A: Of course, we ordered ladies['] drink[s] for the ladies, [m]a'am, and after consuming two sets of ladies['] drink[s], [m]a'am, they ~ffi3red their services to have sexual intercourse in the private room, Ma 'am. 56 (Emphasis supplied) Hence, even if AAA refused to engage in sexual intercourse with the male customers, it was clearly part of the work she was recruited for. Indeed, what is essential under the Anti-Trafficking Act is that a person is recruited and transported for the purpose of sexual exploitation and prostitution for money or profit. The victim does not have to be actually subjected to sexual intercourse with a customer before the recruiters can be held liable under the law. Precisely, the law was passed to curtail human trafficking, which necessitates punishing the acts of prostitution that leads to sexual abuse of the victims.57 The government operatives conducted a valid entrapment operation The Court further finds that the rescue operation conducted by the NBI constitutes a valid entrapment operation. This Court has previously upheld similar entrapment operations in trafficking cases: In many cases, this Court has outlined the difference between instigation and entrapment. In People v. Bayani we explained: Instigation is the means by which the accused is lured into the commission of the offense charged in order to prosecute him. On the other hand, entrapment is the employment of such ways and means for the purpose of trapping or capturing a lawbreaker. Thus, in instigation, officers of the law or their agents incite, induce, instigate or lure an accused into committing an offense which he or she would otherwise not commit and has no intention of committing. But in entrapment, the criminal intent or design to commit the offense charged originates in the mind of the accused, and law enforcement officials merely facilitate the apprehension of the criminal by employing ruses and schemes; thus, the accused cannot justify his or her conduct. In instigation, where law enforcers act as co-principals, the accused will have to be acquitted. But entrapment cannot bar prosecution and conviction. As has been said, instigation is a \"trap for the unwary innocent,\" while entrapment is a \"trap for the unwary criminal.\" As a general rule, a buy-bust operation, considered as a form of entrapment, is a valid means of arresting violators of Republic Act No. 9165. It is an effective way of 56 Rollo, pp. 23-24. 57 Ferrer v. People, G.R. Nos. 223042 & 223769, July 6, 2022 [Per J. Lazaro-Javier, Second Division] at 21. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 14 G.R. No. 267140 apprehending law offenders in the act of committing a crime. In a buy-bust operation, the idea to commit a crime originates from the offender, without anybody inducing or prodding him to commit the offense. Contrary to the arguments of accused-appellant, her arrest was pursuant to a valid entrapment operation and was not done through instigation. In this case, the police officers organized the entrapment operation after confirming, through surveillance and monitoring, that accused appellant was pimping minors. A confidential informant was tasked to contact accused-appellant and ask for girls willing to have sex for money. After some haggling over the ptice, the confidential informant and accused appellant finalized the agreement. That accused-appellant immediately agreed to provide the confidential informant with girls clearly shows \"that the idea to commit the crime originated from the mind of the accused.\" The arrest of accused-appellant remains valid notwithstanding that the transaction was initiated by the confidential informant Like drugs cases, the prosecution's decoy solicitation does not constitute illicit inducement but a means that \"merely furnishes evidence of[ the criminal'sJ course ofc onduct[ ]\"58 (Emphasis supplied) Here, Dominguez admits to having recruited AAA and transporting her from ...., Rizal to Cagayan under the guise ofhiring her as a babysitter. The NBI instituted the operation only after AAA called her mother, who was then assisted by an employee of the television program \"Isumbong Mo Kay Tulfo\" in contacting the authorities. Thus, the crime had already been committed long before the rescue operation. Moreover, the girls were offered to the undercover operatives as \"entertainers,\" who later offered to have sex with them in exchange for PHP 1,500.00. This confirmed to the undercover operatives that these girls, including AAA, were employed for purposes of sexual exploitation and prostitution. It was then that the operatives apprehended Dominguez. In sum, Dominguez consmnmated and was continuously committing the crime of Qualified Trafficking in Persons long before the rescue operation and without any instigation from the undercover operatives. Penalty and Damages Section 10 (e) of the Anti-Trafficking Act provides that \"any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of life imprisonment and a fine of not less than PHP 2 million but not more 58 People v. Mendez, G.R. No. 264039, May 27, 2024 [Per J. Leanen, Second Division] at 10-11. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 15 G.R. No. 267140 than PHP 5 million. \"59 Thus, the lower courts correctly sentenced Dominguez to suffer the penalty of life imprisonment and to pay a fine of PHP 2 million. The lower courts likewise correctly ordered Dominguez to pay AAA the amounts of PHP 500,000.00 as moral damages and PHP 100,000.00 as ° exemplary damages consistent with prevailing jurisprudence.6 Further, the Court affirms the ruling of the CA imposing on all monetary awards due to the victim legal interest of 6% per annum, from finality ofj udgment until full payment. As a final note, trafficking in persons is a deplorable crime with pernicious effects on society.61 Reduced to the core, it is the act of using a fellow human being as a mere commodity. Though it may be committed against anyone, women and children are typical targets of these malignant operations.62 Poverty and survival lie at the very root of this modern day slavery. Trafficking in persons is among the most dehumanizing crimes one can commit against another, even the smallest operations strip away the dignity and integrity of an· individual. Hence, the courts must ensure that human trafficking and their perpetrators suffer the full measure of the penalties under the law. FOR THESE REASONS, the appeal is DENIED. The Decision, dated May 27, 2022, of the Court of Appeals in CA-G.R. CR HC No. 10748 is AFFIRMED. SO ORDERED. • 1-NGH 59 Republic Act No. 9208 (2003), sec. I 0(c). 60 People v. Aquino, G.R. No. 263264, July 31, 2023 [Per J. Lazaro-Javier, Second Division] at 15. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 61 People v. Casio, 749 Phil 458, 460-461 (2014) [Per J. Leonen, Second Division]. 62 People v. Almero, G.R. No. 269401, April 11, 2024 [Per J. Lazaro-Javier, Second Division] at 8. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 16 G.R. No. 267140 WE CONCUR: S. CAGUIOA AM . AZARO-JA VIER ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. JAMIN S. CAGUIOA • iate Justice Decision 17 G.R. No. 267140 CERTIFICATION Pursuant to Article VIII, Section 13 oft he Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division.",
    "syllabus": "",
    "decision": "SUPREME COURT OF THE PHlUPPJNES l\\epublic of tbe flbilippines $upreme Qtourt ;ffianila THIRD DIVISION PEOPLE OF THE PHILIPPINES, G.R. No. 267140 Plaintiff-appellee, Present: CAGUIOA, J., Chairperson, - versus - LAZARO-JAVIER,* INTING, DIMAAMPA O, and SINGH, JJ. LARISSA NADEL DOMINGUEZ, Promulgated: Accused-appellant. .NOVO 6 2024 DECISION SINGH, J.: Before the Court is an Appeal from the Decision,1 dated May 27, 2022, of the Court of Appeals (CA) in CA-G.R. CR-HC No. 10748. The CA I, affirmed the Decision,2 dated October 26, 2017, of Branch Regional Trial Court, Aparri, Cagayan (RTC) in Criminal Case No. II-12583 convicting Larissa Nadel Dominguez (Dominguez) of Qualified Trafficking in Persons in violation of Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364, otherwise known as the Anti-Trafficking in Persons Act of 2003 (Anti-Trafficking Act).3 Designated additional Member vice Gaerlan, J., per Raffle dated October 13, 2024. Rollo, pp. 9-26. Penned by Associate Justice Carlita B. Calpatura and concurred in by Associate Justices Maria Elisa Sempio Diy and Roberto P. Quiroz, Seventeenth Division, Court of Appeals, Manila. 2 Id at 29-39. Penned by Presiding Judge Neljoe A. Cortes. Republic Act No. 9208 (2003), An Act to Institute Policies to Eliminate Trafficking in Persons Especially Women and Children, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations, and for Other, as amended by Republic Act No. 10364 (2013), An Act Expanding Republic Act No. 9208, Entitled \"An Act To Institute Policies to Eliminate Trafficking in Persons Especially Women an, d £Chil-dren, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations and for Other Purposes\". / Decision 2 G.R. No. 267140 The Facts Dominguez was charged with violating Section 4(a), in relation to Section 6(a), of the Anti-Trafficking Act. The Information reads: That sometime in July[] 2014 and subsequent thereto in Municipality of-• province of Cagayan and within the jurisdiction of this Honorable Court, the said accused, LARISSA NADEL DOMINGUEZ [y] BAUTISTA, owner and proprietor of the located at - • -• Cagayan under the pretext of employment and taking advantage of the vulnerability of the complainant, [AAA], a minor[,] 15 years old[,] by means of deceit for the purpose of exploitation, such as prostitution and other forms of sexual exploitation, did then and there willfully, unlawfully[,] and feloniously and knowingly [sic] RECRUIT, TRANSPORT and TRANSFER the complainant [AAA], a minor, 1~ old, [sic] from , Rizal to the Municipality of -• Cagayan, and was brou ht and em loyed by the aforesaid accused at her bar styled as located at-•-• Cagayan as GRO for purposes of prostitution, pornography, sexual exploitation, [sic] as in fact the aforesaid ~ainant and several others were rescued by elements of[] the PNP of_, MSWDO and NBI RO2, Carig, Tuguegarao City, Cagayan which conducted entrapment upon the person of accused which resulted to the apprehension of the accused and the rescue of complainant [AAA] a minor[,] 15 years old.4 At the arraignment, Dominguez pleaded not guilty. After Pre-Trial, trial ensued. 5 Version oft he Prosecution The prosecution presented victim AAA, National Bureau of Investigation (NBI) Agent Christopher B. Mesa (Agent Mesa), and Social Welfare Officer III Florentina Saul (SWOIII Saul). AAA testified that she was born on , as evidenced by her Certificate of Live Birth. On July 18, 2014, when AAA was 15 years old, Dominguez offered her work as a babysitter for her 1-year-old child in Cagayan. Instead of working as a babysitter, AAA was made to work a ainst her will as an entertainer with the name \"AAA\" at the operated by Dominguez. She was forced to accept the job just to be able to earn enough money for her fare back home. She was also afraid that Dominguez would harm her if she refused. 6 4 Rollo, pp. 29-30. 5 Id at 30. 6 Id at 30-31. Decision 3 G.R. No. 267140 She worked as an entertainer for more than a week, where she would sit beside male customers, drink beer, and let the men caress her, kiss her, and touch her private parts. Some customers asked her to have sex with them, but she refused. She testified that she earned PHP 60.00 for every bottle of San Mig Light beer consumed.7 AAA eventually sought help from her mother via phone call. Her mother told her she would seek help from Ramon Tulfo. AAA testified that after this call, on July 28, 2014, NBI operatives, in coordination with the Department of Justice (DOJ) and De artment of Social Welfare and Development (DSWD), came to the and posed as customers. They drank beer with her and later took her out from the bar and arrested Dominguez. 8 Agent Mesa testified that on July 28, 2014, he received a letter from Regional Prosecutor Rommel Baligod, Chairman of the Regional Office of the Inter-Agency Committee on Anti-Trafficking, requesting the NBI Regional Office 2 to conduct an operation for the immediate rescue of AAA. The letter stemmed from a request from Ms. Joyce Molon, an employee of the television program \"Jsumbong Mo Kay Tulfo,\" seeking assistance for the rescue of AAA. Agent Mesa sought authority from their regional director for the conduct of the requested rescue operation. After he was given the needed authority, Agent Mesa proceeded to the DSWD Regional Office 2 where he formed a rescue team. Agent Mesa acted as team leader with S WO III Saul as one of the team members. He prepared the marked money to be used for the planned operation.9 At around 5:00 p.m. of July 28, 2014, the team proceeded to_, Caga an. The coordinated with the - Police Station then proceeded to the at around 9:00 p.m. Three of the NBI agents and the infonnant posed as customers, while inside they were offered beers to drink and four ladies as entertainers. AAA was among the ladies presented as entertainers and introduced herself as \"AAA.\" After consuming two beers each, the ladies, except for AAA, offered \"extra services\" in exchange for a bar fine of PHP 1,500.00. Agent Mesa paid their bill, while another agent handed the PHP 1,500.00 marked money to the cashier. Thereafter, the members of the team identified themselves as govermnent operatives and declared the purpose of the rescue mission.10 Domin uez admitted that she recruited AAA and that she owned the . The government operatives then arrested Dominguez and brought her to the - Police Station, after which, they brought her to 7 Id.at31. 8 Id 9 Id. at 32. \" Id. Decision 4 G.R. No. 267140 the NBI Regional Office 2. AAA was turned over to the custody of the DSWD Regional Office 2. Agent Mesa's testimony was corroborated by SWOIII Saul.11 Version oft he Defense The defense presented Dominguez, Cecilia Lanuza (Lanuza), and Lourdes Rosac~osacia), the Assistant Municipal Treasurer of the Municipality of_, Cagayan.12 Dominguez testified that sometime in July 2014, she went on vacation in her hometown in ...., Rizal. While on vacation, her cousin told her of a girl who had run away from home and needed a job and a place to stay. Dominguez informed her cousin that she could hire the girl to be her babysitter. They arranged for a meeting, where the girl introduced herself as AAA. Dominguez was unaware that her real name is AAA. AAA, told Dominguez that she was 18 years old, the two then agreed that Dominguez would pay her a monthly wage of PHP 3,000.00 to care for Dominguez' child.13 Domi~ a. nd AAA then traveled together to Dominguez' residence in _ , _, Cagayan where she lived with her child and common law husband, Ronald Dupaya (Dupaya). AAA attendedS to Dominguez' child at the residence. Sometimes Domin ez, Dupaya, and their child would stay overnight at the , where they have their own room. AAA would be instructed to stay in the hut outside the bar and not to mingle with the employees of the bar. AAA was also prohibited from attending to the guests of the bar.14 Then on July 28, 2014, Dominguez was arrested as part of the rescue of AAA.15 Lanuza corroborated that AAA worked as a babysitter for Dominguez and not as an entertainer at the bar. 16 Rosacia identified a Certification to the effect that the owner of is Dupaya.17 In her Appeal Memorandum, Dominguez included the testimony of additional witnesses Milet Salvador (Salvador), Rey-Ar Columbano (Columbano), Cecilia Pefiafiel (Peiiafiel), and Dupaya, who is Dominguez' live-in partner. 18 11 Id. at 33. 12 Id. at 13. i, Id. 14 Id at 13-14. is Id. 16 Id at 33. 17 Id. at 34. 18 CA rol/o, pp. 31-32. I Decision 5 G.R. No. 267140 Salvador testified that she was a maid for Dominguez' neighbor when she became acquainted with AAA. Salvador affirmed that AAA would go with Dominguez whenever she and her common-law husband would leave their residence with the child. Columbano and Pefiafiel were employed as waiters in the They testified that AAA, was babysitting Dominguez' child. They stated further that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were.at night.19 Dupaya testified that he met AAA on July 20, 2014. Dominguez informed him that AAA is the babysitter for his and Dominguez' child and that she will be paid PHP 3,000.00 monthly for babysitting. He reiterated that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were at night.20 The Ruling of the RTC The RTC ruled that the Information sufficiently alleged that Dominguez took advantage of AAA's vulnerability and recruited and transported her under the pretext of domestic employment for the purposes of prostitution and sexual exploitation. There is no dispute that Dominguez recruited AAA, neither was there any question that the victim was a minor at the time she was recruited. The only issue to be resolved was whether AAA was recruited for the purposes of prostitution and by means of deceit.21 The RTC found that AAA's testimony, as corroborated by the government o eratives, roved that she was made to work as an entertainer in the .22 On the other hand, Dominguez raised the defense of denial, which cannot outweigh the convincing and straightforward testimonies of the prosecution witnesses.23 Dominguez also failed to present evidence to rebut the presumption of regularity. There was no proof that the prosecution witnesses bore any ill motive to cause them to perjure themselves. The RTC dismissed Dominguez' claim that it is her live-in partner who owns since she nevertheless admitted to recruiting AAA to work for her.24 Even if she is not the owner of the bar on paper, she would still be found guilty of Qualified Trafficking in Persons under Section 6(a) of 19 Id 20 Id. at 32. 21 Rollo, pp. 36-37. 22 Id at 37. 23 Id at 38. ,. Id Decision 6 G.R. No. 267140 the Anti-Trafficking Act.25 The RTC, thus, convicted Dominguez m its Decision, dated October 26, 2017: WHEREFORE, this Court finds accused LARISSA NADEL DOMINGUEZ GUILTY beyond reasonable doubt of the crime of Violation of Section 6 of [Republic Act No.] 9208 and hereby sentences her to suffer the penalty of LIFE IMPRISONMENT and to pay the fine of [PHP 2 million]. She is also ordered to pay victim AAA [PHP] 500,000.00 as moral damages and [PHP] 100,000.00 as exemplary damages. SO ORDERED.26 (Emphasis in the original) Dominguez filed a Notice of Appeal with the RTC. The Ruling of the CA The CA affirmed that the prosecution proved beyond reasonable doubt that Dominguez is guilty of Qualified Trafficking in Persons. The CA found that Dominguez took advantage of AAA's vulnerability and naivete.27 In AAA's testimony, she stated that she did not know where Cagayan province is, and that Dominguez told her it was \"at the back of Cubao.\"28 Moreover, AAA accepted Dominguez' offer of employment because her family needed the money. AAA was also familiar with Dominguez, who was her neighbor and, therefore, appeared to be trustworthy.29 The CA emphasized that trafficking may be committed even if the victim consents, especially in the case of child-victims since their consent is not given of their own free will, even if they are fully conscious of the act of trafficking.30 The CA found that AAA was subjected to sexual abuse when male customers were allowed to caress her, kiss her, and touch her private parts.31 She was also made to consume alcoholic drinks for a commission.32 Sexual intercourse per se is not necessary so long as the recruitment was done for the purpose of sexual exploitation. 33 The CA accorded full faith and credit to AAA's testimony citing her youth and immaturity,34 both badges of truthfulness and lack of guile.35 25 Id. 26 ld at 39. 27 Id. at 19. 2, Id. '' Id. 30 Id. 31 Id. at 21. 32 Id. 33 Id. 34 Id. 35 Id. Decision 7 G.R. No. 267140 The CA further ruled that there was a valid entra ment operation.36 Agent Mesa testified that the employees of offered the undercover operatives drinks and girls to choose from.37 They chose four girls, including AAA, who introduced herself as \"AAA.\" Agent Mesa's testimony was corroborated by SWOIII Saul who testified that she saw AAA, ~irls, entertaining the undercover operatives inside - ___3 8 The CA affirmed the RTC Decision in full, and imposed on all monetary awards the interest rate of 6% per annum, from the date of finality of its Decision until fully paid: WHEREFORE, premises considered, the appeal is DENIED. The [Decision,] dated October 26, 2017[,] of the Regional Trial Court of I, [Branch Aparri, Cagayan], in Criminal Cases No. H-12583, finding the accused-appellant, Larissa Nadel Dominguez, guilty beyond reasonable doubt of the crime of Qualified Trafficking in Persons, is AFFIRMED in toto. SO ORDERED.39 (Emphasis in the original) Hence, the present appeal. In her Appeal Memorandum before the CA, Dominguez argues that on July 28, 2014, she was sleeping in her private room with her live-in partner and their I-year-old child. She claims she had no knowledge that AAA was with the other girls em lo ed in the bar since she does not allow her to attend to other guests of the .40 Dominguez asserts that it was the government operatives who chose the four girls that would accompany them to their table.41 The operation was, therefore, similar to an instigation rather than a valid entrapment operation.42 Dominguez further asserts that being the co-owner of the - does not per se make her liable for trafficking committed in the establishment. 43 She also argues that the prosecution failed to prove that AAA was recruited for the u ose of ex loitation.44 The mere fact that AAA was present at the is not proof of exploitation.45 Thus, she Id. 37 Id. at 23. 38 Id. at 23-24. 39 !d. at 25. 4o CA rollo, pp. 33-34. 41 Id. at 34. 42 Id. at 35. 43 Id. at 36. 44 Id. Id. Decision 8 G.R. No. 267140 should be acquitted for the prosecution's failure to prove the elements of the crime charged. 46 The Issue Is Dominguez guilty of Qualified Trafficking in Persons? The Ruling of the Court The crime of Qualified Trafficking in Persons is defined under Sections 3, 4, and 6 of the Anti-Trafficking Act: SECTION 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, obtain, hire, provide, offer, transport, transfer, maintain, harbor, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, or sexual exploitation; SECTION 6. Qualified Trafficking in Persons. -The following are considered as qualified trafficking: (a) When the trafficked person is a child; SECTION 3. Definition of Terms. - As used in this Act: (b) Child-refers to a person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or •p rotect himselfi'herself from abuse, neglect, cruelty, exploitation, or iliscrimination because of a physical or mental disability or condition. (Emphasis in the original) From the foregoing, the Court has established the following elements of Trafficking in Persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders[;]\" 46 Id. at 37. Decision 9 G.R. No. 267140 (2) The means used which include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another; [sic] and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs. \"47 The Court finds that the prosecution was able to establish beyond reasonable doubt all the elements of Qualified Trafficking in Persons in this case. AAA was recruited for the purpose of sexual exploitation and prostitution It is undisputed that AAA.was a minor at the time she was recruited by Dominguez.48 In her testimony, she clearly narrated that Dominguez recruited her, taking advantage of her minority and financial need, under the guise of being hired as a domestic helper (\"babysitter\"), but for the real purpose of sexual exploitation or prostitution: DIRECT EXAMINATION OF [AAA] BY PROSECUTOR BENEFROI P. PASCUAL: Q: Why, what is the reason why you accept [sic] to be a babysitter? A: I want to help my parents, ma'am. Q: Aside from that, Madam Witness, do you have other reason[ s] why you accept that [sic]? A: That's the only way to help my parents, ma'am. COURT Make it of record that the witness is wiping her tears and appears to be trying to control her emotion. PROSECUTOR Q: Did [Dominguez] inform you [of] the place of your work? A: Yes ma'am. 47 People v. Saldivar, G.R. No. 266754, January 29, 2024 [Per J. J. Lopez, Second Division] at 6, citing People v. Casio, 749 Phil. 458, 472-473 (2014) [Per J. Leanen, Second Division]. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 48 Rollo, p. 30, citing the Certificate of Live Birth. Decision 10 G.R. No. 267140 Q: Where, Madam Witness? A: She only told me 'Cagayan[,]' ma'am. Q: Did she inform you where Cagayan is, Madam Witness? A: She told me only at the back ofCubao, ma'am. [sic] Q: And what happened when you arrived at A: [Dominguez] let me enter the videoke bar and told me to entertain customers, ma'am. Q: So what happened when she asked you to entertain customers? A: At first I refused but when I think of going home I gave in to what she wanted, ma'am. [sic] PROSECUTOR I make it of record that the witness is again crying. COURT Noted. Q: ~ned while you entertain[ed] customers at - -onJuly19, 2014? A: They started caressing and kissing me and touching my private parts, ma'a m. COURT Q: Were you also required to drink intoxicated [sicJ drinks while [] entertaining male customers? A: Yes, sir. PROSECUTOR Q: Why did you drink? A: Because I will earn money through drinking, ma 'am. 49 (Emphasis supplied) 49 Rollo, pp. I 8, 20-21. Decision 11 G.R. No. 267140 The above testimony, as corroborated by the undercover government operatives, shows that AAA was subjected to sexual exploitation and prostitution. Sexual intercourse is not necessary to establish that the recruitment was for the purpose of sexual exploitation and prostitution under the Anti-Trafficking Act. As defined under the amendment in Republic Act No. 10346, sexual exploitation· and prostitution may occur even through lascivious conduct: (c ) Prostitution - refers to any act, transaction, scheme or design involving the use of a person by another, for sexual intercourse or lascivious conduct in exchange for money, profit or any other consideration. (h) Sexual Exploitation - refers to participation by a person in prostitution, pornography or the production of pornography, in exchange for money, profit or any other consideration or where the participation is caused or facilitated by any means of intimidation or threat, use of force, or other forms of coercion, abduction, fraud, deception, debt bondage, abuse of power or of position or of legal process, taking advantage of the vulnerability of the person, or giving or receiving of payments or benefits to achieve the consent of a person having control over another person; or in sexual intercourse or lascivious conduct caused or facilitated by any means as provided in this Act. so (Emphasis supplied) It may be noted that in 2022, the definition of sexual exploitation was amended under Republic Act No. 11862, further broadening its coverage: (h) Sexual Exploitation - refers to any means of actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes or lewd designs, including profiting monetarily, socially, or politically from the sexual exploitation of another, regardless of whether or not consent was given.51 (Emphasis supplied) This reflects the consistent rulings of the Court that the Anti Trafficking Act does not require the victim to actually be subjected to sexual intercourse to support a finding of trafficking.52 As held in People v. Estonilo:53 Furthermore, the presence of the trafficker's clients is not an element of the crime of recruitment or transportation of victims under Sections 3 (a) and 4 (a) of [Republic Act No.] 9208. In the same vein, the law does not require that the victims be transported to or be found in a 50 Republic Act No. 9208 (2003), sec. 3. 51 Republic Act No. 11862 (2022), An Act Strengthening the Policies on Anti-Trafficking in Persons, Providing Penalties for its Violations, and Appropriating Funds Therefor, Amending for the Purpose Republic Act No. 9208, as Amended, Otherwise Known as the \"Anti-Trafficking in Persons Act of 2003\", and Other Special Laws. 52 Realeza v. People, G.R. No. 261882, January 23, 2023 [Per J. Kho, Jr., Second Division] at 7. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 53 888 Phil. 332 (2020) [Per J. Perlas-Bernabe, Second Division]. Decision 12 G.R. No. 267140 bro1hel or a prostitution den for such crime of recruitment or transportation to be committed. In fact, it has been held that the act of sexual intercourse need not have been consummated/or recruitment to be said to have taken place. It is sufficient that the accused has lured, enticed[,] or engaged its victims or transported them for the established purpose of exploitation, which includes prostitution, sexual exploitation, fi>rced labor, slavery, and the removal or sale of organs. In this case, the prosecution has satisfactorily established accused-appellants' recruitment and transportation of private complainants for purposes of prostitution and sexual exploitation. Thus, 1he fact 1hat neither AAA nor BBB had sexual contact with any of Estonilo's clients will not affect the latter's criminal liability for Qualified Trafficking in Persons. To be sure, the gravamen of the crime of trafficking is \"the act of recruiting or using, with or without consent, a fellow human being for [inter alia,] sexual exploitation\" which, as ~ already discussed, was established to have been committed by Estonilo.54 (Emphasis supplied) The clear purpose of AAA's recruitment and transportation from. -• Rizal to Cagayan was for sexual exploitation and prostitution. She was brought to Cagayan to work in a videoke bar partly owned by Dominguez. She became one of the \"entertainers\" where men would caress her, kiss her and touch her private parts, and where she was made to drink alcoholic beverages for a fee charged to the customer. The acts of caressing and touching her private parts constitute lascivious conduct.55 Moreover, the testimony of Agent Mesa proves that the other entertainers engaged in sexual intercourse as part of their services: Q: Okay. And you also mentioned that ladies were offered to you, did you also get 1he services of the ladies? A: Yes, [m]a'am four of them. Q: Do you know the names of the ladies who attended to your group, Mr. Witness? A: I could no longer remember the names, [m]a'am, but one of them is [AAA], the minor victim, ma'am. Q: Now, after that, Mr. Witness, after you chose these ladies to attend to you, what transpired next? 54 Id at 342-343, citing People v. Aguirre, 820 Phil. 1085, 1103 (2017) [Per J. Tijam, First Division]. 55 Trocio v. People, G.R. No. 252791, August 23, 2022 [Per J. lnting, Third Division] at 9. This pinpoint \"\"'\"\"'°\" d\"'oo rofrrn ID\"\" ooe, oCfuo Doo;s;o,. ID llio Soero\"'\" O, ort woSC</ Decision 13 G.R. No. 267140 A: Of course, we ordered ladies['] drink[s] for the ladies, [m]a'am, and after consuming two sets of ladies['] drink[s], [m]a'am, they ~ffi3red their services to have sexual intercourse in the private room, Ma 'am. 56 (Emphasis supplied) Hence, even if AAA refused to engage in sexual intercourse with the male customers, it was clearly part of the work she was recruited for. Indeed, what is essential under the Anti-Trafficking Act is that a person is recruited and transported for the purpose of sexual exploitation and prostitution for money or profit. The victim does not have to be actually subjected to sexual intercourse with a customer before the recruiters can be held liable under the law. Precisely, the law was passed to curtail human trafficking, which necessitates punishing the acts of prostitution that leads to sexual abuse of the victims.57 The government operatives conducted a valid entrapment operation The Court further finds that the rescue operation conducted by the NBI constitutes a valid entrapment operation. This Court has previously upheld similar entrapment operations in trafficking cases: In many cases, this Court has outlined the difference between instigation and entrapment. In People v. Bayani we explained: Instigation is the means by which the accused is lured into the commission of the offense charged in order to prosecute him. On the other hand, entrapment is the employment of such ways and means for the purpose of trapping or capturing a lawbreaker. Thus, in instigation, officers of the law or their agents incite, induce, instigate or lure an accused into committing an offense which he or she would otherwise not commit and has no intention of committing. But in entrapment, the criminal intent or design to commit the offense charged originates in the mind of the accused, and law enforcement officials merely facilitate the apprehension of the criminal by employing ruses and schemes; thus, the accused cannot justify his or her conduct. In instigation, where law enforcers act as co-principals, the accused will have to be acquitted. But entrapment cannot bar prosecution and conviction. As has been said, instigation is a \"trap for the unwary innocent,\" while entrapment is a \"trap for the unwary criminal.\" As a general rule, a buy-bust operation, considered as a form of entrapment, is a valid means of arresting violators of Republic Act No. 9165. It is an effective way of 56 Rollo, pp. 23-24. 57 Ferrer v. People, G.R. Nos. 223042 & 223769, July 6, 2022 [Per J. Lazaro-Javier, Second Division] at 21. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 14 G.R. No. 267140 apprehending law offenders in the act of committing a crime. In a buy-bust operation, the idea to commit a crime originates from the offender, without anybody inducing or prodding him to commit the offense. Contrary to the arguments of accused-appellant, her arrest was pursuant to a valid entrapment operation and was not done through instigation. In this case, the police officers organized the entrapment operation after confirming, through surveillance and monitoring, that accused appellant was pimping minors. A confidential informant was tasked to contact accused-appellant and ask for girls willing to have sex for money. After some haggling over the ptice, the confidential informant and accused appellant finalized the agreement. That accused-appellant immediately agreed to provide the confidential informant with girls clearly shows \"that the idea to commit the crime originated from the mind of the accused.\" The arrest of accused-appellant remains valid notwithstanding that the transaction was initiated by the confidential informant Like drugs cases, the prosecution's decoy solicitation does not constitute illicit inducement but a means that \"merely furnishes evidence of[ the criminal'sJ course ofc onduct[ ]\"58 (Emphasis supplied) Here, Dominguez admits to having recruited AAA and transporting her from ...., Rizal to Cagayan under the guise ofhiring her as a babysitter. The NBI instituted the operation only after AAA called her mother, who was then assisted by an employee of the television program \"Isumbong Mo Kay Tulfo\" in contacting the authorities. Thus, the crime had already been committed long before the rescue operation. Moreover, the girls were offered to the undercover operatives as \"entertainers,\" who later offered to have sex with them in exchange for PHP 1,500.00. This confirmed to the undercover operatives that these girls, including AAA, were employed for purposes of sexual exploitation and prostitution. It was then that the operatives apprehended Dominguez. In sum, Dominguez consmnmated and was continuously committing the crime of Qualified Trafficking in Persons long before the rescue operation and without any instigation from the undercover operatives. Penalty and Damages Section 10 (e) of the Anti-Trafficking Act provides that \"any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of life imprisonment and a fine of not less than PHP 2 million but not more 58 People v. Mendez, G.R. No. 264039, May 27, 2024 [Per J. Leanen, Second Division] at 10-11. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 15 G.R. No. 267140 than PHP 5 million. \"59 Thus, the lower courts correctly sentenced Dominguez to suffer the penalty of life imprisonment and to pay a fine of PHP 2 million. The lower courts likewise correctly ordered Dominguez to pay AAA the amounts of PHP 500,000.00 as moral damages and PHP 100,000.00 as ° exemplary damages consistent with prevailing jurisprudence.6 Further, the Court affirms the ruling of the CA imposing on all monetary awards due to the victim legal interest of 6% per annum, from finality ofj udgment until full payment. As a final note, trafficking in persons is a deplorable crime with pernicious effects on society.61 Reduced to the core, it is the act of using a fellow human being as a mere commodity. Though it may be committed against anyone, women and children are typical targets of these malignant operations.62 Poverty and survival lie at the very root of this modern day slavery. Trafficking in persons is among the most dehumanizing crimes one can commit against another, even the smallest operations strip away the dignity and integrity of an· individual. Hence, the courts must ensure that human trafficking and their perpetrators suffer the full measure of the penalties under the law. FOR THESE REASONS, the appeal is DENIED. The Decision, dated May 27, 2022, of the Court of Appeals in CA-G.R. CR HC No. 10748 is AFFIRMED. SO ORDERED. • 1-NGH 59 Republic Act No. 9208 (2003), sec. I 0(c). 60 People v. Aquino, G.R. No. 263264, July 31, 2023 [Per J. Lazaro-Javier, Second Division] at 15. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 61 People v. Casio, 749 Phil 458, 460-461 (2014) [Per J. Leonen, Second Division]. 62 People v. Almero, G.R. No. 269401, April 11, 2024 [Per J. Lazaro-Javier, Second Division] at 8. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 16 G.R. No. 267140 WE CONCUR: S. CAGUIOA AM . AZARO-JA VIER ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. JAMIN S. CAGUIOA • iate Justice Decision 17 G.R. No. 267140 CERTIFICATION Pursuant to Article VIII, Section 13 oft he Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division.",
    "dispositive": "SUPREME COURT OF THE PHlUPPJNES l\\epublic of tbe flbilippines $upreme Qtourt ;ffianila THIRD DIVISION PEOPLE OF THE PHILIPPINES, G.R. No. 267140 Plaintiff-appellee, Present: CAGUIOA, J., Chairperson, - versus - LAZARO-JAVIER,* INTING, DIMAAMPA O, and SINGH, JJ. LARISSA NADEL DOMINGUEZ, Promulgated: Accused-appellant. .NOVO 6 2024 DECISION SINGH, J.: Before the Court is an Appeal from the Decision,1 dated May 27, 2022, of the Court of Appeals (CA) in CA-G.R. CR-HC No. 10748. The CA I, affirmed the Decision,2 dated October 26, 2017, of Branch Regional Trial Court, Aparri, Cagayan (RTC) in Criminal Case No. II-12583 convicting Larissa Nadel Dominguez (Dominguez) of Qualified Trafficking in Persons in violation of Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364, otherwise known as the Anti-Trafficking in Persons Act of 2003 (Anti-Trafficking Act).3 Designated additional Member vice Gaerlan, J., per Raffle dated October 13, 2024. Rollo, pp. 9-26. Penned by Associate Justice Carlita B. Calpatura and concurred in by Associate Justices Maria Elisa Sempio Diy and Roberto P. Quiroz, Seventeenth Division, Court of Appeals, Manila. 2 Id at 29-39. Penned by Presiding Judge Neljoe A. Cortes. Republic Act No. 9208 (2003), An Act to Institute Policies to Eliminate Trafficking in Persons Especially Women and Children, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations, and for Other, as amended by Republic Act No. 10364 (2013), An Act Expanding Republic Act No. 9208, Entitled \"An Act To Institute Policies to Eliminate Trafficking in Persons Especially Women an, d £Chil-dren, Establishing the Necessary Institutional Mechanisms for the Protection and Support of Trafficked Persons, Providing Penalties for its Violations and for Other Purposes\". / Decision 2 G.R. No. 267140 The Facts Dominguez was charged with violating Section 4(a), in relation to Section 6(a), of the Anti-Trafficking Act. The Information reads: That sometime in July[] 2014 and subsequent thereto in Municipality of-• province of Cagayan and within the jurisdiction of this Honorable Court, the said accused, LARISSA NADEL DOMINGUEZ [y] BAUTISTA, owner and proprietor of the located at - • -• Cagayan under the pretext of employment and taking advantage of the vulnerability of the complainant, [AAA], a minor[,] 15 years old[,] by means of deceit for the purpose of exploitation, such as prostitution and other forms of sexual exploitation, did then and there willfully, unlawfully[,] and feloniously and knowingly [sic] RECRUIT, TRANSPORT and TRANSFER the complainant [AAA], a minor, 1~ old, [sic] from , Rizal to the Municipality of -• Cagayan, and was brou ht and em loyed by the aforesaid accused at her bar styled as located at-•-• Cagayan as GRO for purposes of prostitution, pornography, sexual exploitation, [sic] as in fact the aforesaid ~ainant and several others were rescued by elements of[] the PNP of_, MSWDO and NBI RO2, Carig, Tuguegarao City, Cagayan which conducted entrapment upon the person of accused which resulted to the apprehension of the accused and the rescue of complainant [AAA] a minor[,] 15 years old.4 At the arraignment, Dominguez pleaded not guilty. After Pre-Trial, trial ensued. 5 Version oft he Prosecution The prosecution presented victim AAA, National Bureau of Investigation (NBI) Agent Christopher B. Mesa (Agent Mesa), and Social Welfare Officer III Florentina Saul (SWOIII Saul). AAA testified that she was born on , as evidenced by her Certificate of Live Birth. On July 18, 2014, when AAA was 15 years old, Dominguez offered her work as a babysitter for her 1-year-old child in Cagayan. Instead of working as a babysitter, AAA was made to work a ainst her will as an entertainer with the name \"AAA\" at the operated by Dominguez. She was forced to accept the job just to be able to earn enough money for her fare back home. She was also afraid that Dominguez would harm her if she refused. 6 4 Rollo, pp. 29-30. 5 Id at 30. 6 Id at 30-31. Decision 3 G.R. No. 267140 She worked as an entertainer for more than a week, where she would sit beside male customers, drink beer, and let the men caress her, kiss her, and touch her private parts. Some customers asked her to have sex with them, but she refused. She testified that she earned PHP 60.00 for every bottle of San Mig Light beer consumed.7 AAA eventually sought help from her mother via phone call. Her mother told her she would seek help from Ramon Tulfo. AAA testified that after this call, on July 28, 2014, NBI operatives, in coordination with the Department of Justice (DOJ) and De artment of Social Welfare and Development (DSWD), came to the and posed as customers. They drank beer with her and later took her out from the bar and arrested Dominguez. 8 Agent Mesa testified that on July 28, 2014, he received a letter from Regional Prosecutor Rommel Baligod, Chairman of the Regional Office of the Inter-Agency Committee on Anti-Trafficking, requesting the NBI Regional Office 2 to conduct an operation for the immediate rescue of AAA. The letter stemmed from a request from Ms. Joyce Molon, an employee of the television program \"Jsumbong Mo Kay Tulfo,\" seeking assistance for the rescue of AAA. Agent Mesa sought authority from their regional director for the conduct of the requested rescue operation. After he was given the needed authority, Agent Mesa proceeded to the DSWD Regional Office 2 where he formed a rescue team. Agent Mesa acted as team leader with S WO III Saul as one of the team members. He prepared the marked money to be used for the planned operation.9 At around 5:00 p.m. of July 28, 2014, the team proceeded to_, Caga an. The coordinated with the - Police Station then proceeded to the at around 9:00 p.m. Three of the NBI agents and the infonnant posed as customers, while inside they were offered beers to drink and four ladies as entertainers. AAA was among the ladies presented as entertainers and introduced herself as \"AAA.\" After consuming two beers each, the ladies, except for AAA, offered \"extra services\" in exchange for a bar fine of PHP 1,500.00. Agent Mesa paid their bill, while another agent handed the PHP 1,500.00 marked money to the cashier. Thereafter, the members of the team identified themselves as govermnent operatives and declared the purpose of the rescue mission.10 Domin uez admitted that she recruited AAA and that she owned the . The government operatives then arrested Dominguez and brought her to the - Police Station, after which, they brought her to 7 Id.at31. 8 Id 9 Id. at 32. \" Id. Decision 4 G.R. No. 267140 the NBI Regional Office 2. AAA was turned over to the custody of the DSWD Regional Office 2. Agent Mesa's testimony was corroborated by SWOIII Saul.11 Version oft he Defense The defense presented Dominguez, Cecilia Lanuza (Lanuza), and Lourdes Rosac~osacia), the Assistant Municipal Treasurer of the Municipality of_, Cagayan.12 Dominguez testified that sometime in July 2014, she went on vacation in her hometown in ...., Rizal. While on vacation, her cousin told her of a girl who had run away from home and needed a job and a place to stay. Dominguez informed her cousin that she could hire the girl to be her babysitter. They arranged for a meeting, where the girl introduced herself as AAA. Dominguez was unaware that her real name is AAA. AAA, told Dominguez that she was 18 years old, the two then agreed that Dominguez would pay her a monthly wage of PHP 3,000.00 to care for Dominguez' child.13 Domi~ a. nd AAA then traveled together to Dominguez' residence in _ , _, Cagayan where she lived with her child and common law husband, Ronald Dupaya (Dupaya). AAA attendedS to Dominguez' child at the residence. Sometimes Domin ez, Dupaya, and their child would stay overnight at the , where they have their own room. AAA would be instructed to stay in the hut outside the bar and not to mingle with the employees of the bar. AAA was also prohibited from attending to the guests of the bar.14 Then on July 28, 2014, Dominguez was arrested as part of the rescue of AAA.15 Lanuza corroborated that AAA worked as a babysitter for Dominguez and not as an entertainer at the bar. 16 Rosacia identified a Certification to the effect that the owner of is Dupaya.17 In her Appeal Memorandum, Dominguez included the testimony of additional witnesses Milet Salvador (Salvador), Rey-Ar Columbano (Columbano), Cecilia Pefiafiel (Peiiafiel), and Dupaya, who is Dominguez' live-in partner. 18 11 Id. at 33. 12 Id. at 13. i, Id. 14 Id at 13-14. is Id. 16 Id at 33. 17 Id. at 34. 18 CA rol/o, pp. 31-32. I Decision 5 G.R. No. 267140 Salvador testified that she was a maid for Dominguez' neighbor when she became acquainted with AAA. Salvador affirmed that AAA would go with Dominguez whenever she and her common-law husband would leave their residence with the child. Columbano and Pefiafiel were employed as waiters in the They testified that AAA, was babysitting Dominguez' child. They stated further that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were.at night.19 Dupaya testified that he met AAA on July 20, 2014. Dominguez informed him that AAA is the babysitter for his and Dominguez' child and that she will be paid PHP 3,000.00 monthly for babysitting. He reiterated that AAA was instructed by Dominguez to stay in the hut outside the bar and to avoid wearing short pants and make-up, neither was she allowed to enter the bar where the guests were at night.20 The Ruling of the RTC The RTC ruled that the Information sufficiently alleged that Dominguez took advantage of AAA's vulnerability and recruited and transported her under the pretext of domestic employment for the purposes of prostitution and sexual exploitation. There is no dispute that Dominguez recruited AAA, neither was there any question that the victim was a minor at the time she was recruited. The only issue to be resolved was whether AAA was recruited for the purposes of prostitution and by means of deceit.21 The RTC found that AAA's testimony, as corroborated by the government o eratives, roved that she was made to work as an entertainer in the .22 On the other hand, Dominguez raised the defense of denial, which cannot outweigh the convincing and straightforward testimonies of the prosecution witnesses.23 Dominguez also failed to present evidence to rebut the presumption of regularity. There was no proof that the prosecution witnesses bore any ill motive to cause them to perjure themselves. The RTC dismissed Dominguez' claim that it is her live-in partner who owns since she nevertheless admitted to recruiting AAA to work for her.24 Even if she is not the owner of the bar on paper, she would still be found guilty of Qualified Trafficking in Persons under Section 6(a) of 19 Id 20 Id. at 32. 21 Rollo, pp. 36-37. 22 Id at 37. 23 Id at 38. ,. Id Decision 6 G.R. No. 267140 the Anti-Trafficking Act.25 The RTC, thus, convicted Dominguez m its Decision, dated October 26, 2017: WHEREFORE, this Court finds accused LARISSA NADEL DOMINGUEZ GUILTY beyond reasonable doubt of the crime of Violation of Section 6 of [Republic Act No.] 9208 and hereby sentences her to suffer the penalty of LIFE IMPRISONMENT and to pay the fine of [PHP 2 million]. She is also ordered to pay victim AAA [PHP] 500,000.00 as moral damages and [PHP] 100,000.00 as exemplary damages. SO ORDERED.26 (Emphasis in the original) Dominguez filed a Notice of Appeal with the RTC. The Ruling of the CA The CA affirmed that the prosecution proved beyond reasonable doubt that Dominguez is guilty of Qualified Trafficking in Persons. The CA found that Dominguez took advantage of AAA's vulnerability and naivete.27 In AAA's testimony, she stated that she did not know where Cagayan province is, and that Dominguez told her it was \"at the back of Cubao.\"28 Moreover, AAA accepted Dominguez' offer of employment because her family needed the money. AAA was also familiar with Dominguez, who was her neighbor and, therefore, appeared to be trustworthy.29 The CA emphasized that trafficking may be committed even if the victim consents, especially in the case of child-victims since their consent is not given of their own free will, even if they are fully conscious of the act of trafficking.30 The CA found that AAA was subjected to sexual abuse when male customers were allowed to caress her, kiss her, and touch her private parts.31 She was also made to consume alcoholic drinks for a commission.32 Sexual intercourse per se is not necessary so long as the recruitment was done for the purpose of sexual exploitation. 33 The CA accorded full faith and credit to AAA's testimony citing her youth and immaturity,34 both badges of truthfulness and lack of guile.35 25 Id. 26 ld at 39. 27 Id. at 19. 2, Id. '' Id. 30 Id. 31 Id. at 21. 32 Id. 33 Id. 34 Id. 35 Id. Decision 7 G.R. No. 267140 The CA further ruled that there was a valid entra ment operation.36 Agent Mesa testified that the employees of offered the undercover operatives drinks and girls to choose from.37 They chose four girls, including AAA, who introduced herself as \"AAA.\" Agent Mesa's testimony was corroborated by SWOIII Saul who testified that she saw AAA, ~irls, entertaining the undercover operatives inside - ___3 8 The CA affirmed the RTC Decision in full, and imposed on all monetary awards the interest rate of 6% per annum, from the date of finality of its Decision until fully paid: WHEREFORE, premises considered, the appeal is DENIED. The [Decision,] dated October 26, 2017[,] of the Regional Trial Court of I, [Branch Aparri, Cagayan], in Criminal Cases No. H-12583, finding the accused-appellant, Larissa Nadel Dominguez, guilty beyond reasonable doubt of the crime of Qualified Trafficking in Persons, is AFFIRMED in toto. SO ORDERED.39 (Emphasis in the original) Hence, the present appeal. In her Appeal Memorandum before the CA, Dominguez argues that on July 28, 2014, she was sleeping in her private room with her live-in partner and their I-year-old child. She claims she had no knowledge that AAA was with the other girls em lo ed in the bar since she does not allow her to attend to other guests of the .40 Dominguez asserts that it was the government operatives who chose the four girls that would accompany them to their table.41 The operation was, therefore, similar to an instigation rather than a valid entrapment operation.42 Dominguez further asserts that being the co-owner of the - does not per se make her liable for trafficking committed in the establishment. 43 She also argues that the prosecution failed to prove that AAA was recruited for the u ose of ex loitation.44 The mere fact that AAA was present at the is not proof of exploitation.45 Thus, she Id. 37 Id. at 23. 38 Id. at 23-24. 39 !d. at 25. 4o CA rollo, pp. 33-34. 41 Id. at 34. 42 Id. at 35. 43 Id. at 36. 44 Id. Id. Decision 8 G.R. No. 267140 should be acquitted for the prosecution's failure to prove the elements of the crime charged. 46 The Issue Is Dominguez guilty of Qualified Trafficking in Persons? The Ruling of the Court The crime of Qualified Trafficking in Persons is defined under Sections 3, 4, and 6 of the Anti-Trafficking Act: SECTION 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, obtain, hire, provide, offer, transport, transfer, maintain, harbor, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, or sexual exploitation; SECTION 6. Qualified Trafficking in Persons. -The following are considered as qualified trafficking: (a) When the trafficked person is a child; SECTION 3. Definition of Terms. - As used in this Act: (b) Child-refers to a person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or •p rotect himselfi'herself from abuse, neglect, cruelty, exploitation, or iliscrimination because of a physical or mental disability or condition. (Emphasis in the original) From the foregoing, the Court has established the following elements of Trafficking in Persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders[;]\" 46 Id. at 37. Decision 9 G.R. No. 267140 (2) The means used which include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another; [sic] and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs. \"47 The Court finds that the prosecution was able to establish beyond reasonable doubt all the elements of Qualified Trafficking in Persons in this case. AAA was recruited for the purpose of sexual exploitation and prostitution It is undisputed that AAA.was a minor at the time she was recruited by Dominguez.48 In her testimony, she clearly narrated that Dominguez recruited her, taking advantage of her minority and financial need, under the guise of being hired as a domestic helper (\"babysitter\"), but for the real purpose of sexual exploitation or prostitution: DIRECT EXAMINATION OF [AAA] BY PROSECUTOR BENEFROI P. PASCUAL: Q: Why, what is the reason why you accept [sic] to be a babysitter? A: I want to help my parents, ma'am. Q: Aside from that, Madam Witness, do you have other reason[ s] why you accept that [sic]? A: That's the only way to help my parents, ma'am. COURT Make it of record that the witness is wiping her tears and appears to be trying to control her emotion. PROSECUTOR Q: Did [Dominguez] inform you [of] the place of your work? A: Yes ma'am. 47 People v. Saldivar, G.R. No. 266754, January 29, 2024 [Per J. J. Lopez, Second Division] at 6, citing People v. Casio, 749 Phil. 458, 472-473 (2014) [Per J. Leanen, Second Division]. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 48 Rollo, p. 30, citing the Certificate of Live Birth. Decision 10 G.R. No. 267140 Q: Where, Madam Witness? A: She only told me 'Cagayan[,]' ma'am. Q: Did she inform you where Cagayan is, Madam Witness? A: She told me only at the back ofCubao, ma'am. [sic] Q: And what happened when you arrived at A: [Dominguez] let me enter the videoke bar and told me to entertain customers, ma'am. Q: So what happened when she asked you to entertain customers? A: At first I refused but when I think of going home I gave in to what she wanted, ma'am. [sic] PROSECUTOR I make it of record that the witness is again crying. COURT Noted. Q: ~ned while you entertain[ed] customers at - -onJuly19, 2014? A: They started caressing and kissing me and touching my private parts, ma'a m. COURT Q: Were you also required to drink intoxicated [sicJ drinks while [] entertaining male customers? A: Yes, sir. PROSECUTOR Q: Why did you drink? A: Because I will earn money through drinking, ma 'am. 49 (Emphasis supplied) 49 Rollo, pp. I 8, 20-21. Decision 11 G.R. No. 267140 The above testimony, as corroborated by the undercover government operatives, shows that AAA was subjected to sexual exploitation and prostitution. Sexual intercourse is not necessary to establish that the recruitment was for the purpose of sexual exploitation and prostitution under the Anti-Trafficking Act. As defined under the amendment in Republic Act No. 10346, sexual exploitation· and prostitution may occur even through lascivious conduct: (c ) Prostitution - refers to any act, transaction, scheme or design involving the use of a person by another, for sexual intercourse or lascivious conduct in exchange for money, profit or any other consideration. (h) Sexual Exploitation - refers to participation by a person in prostitution, pornography or the production of pornography, in exchange for money, profit or any other consideration or where the participation is caused or facilitated by any means of intimidation or threat, use of force, or other forms of coercion, abduction, fraud, deception, debt bondage, abuse of power or of position or of legal process, taking advantage of the vulnerability of the person, or giving or receiving of payments or benefits to achieve the consent of a person having control over another person; or in sexual intercourse or lascivious conduct caused or facilitated by any means as provided in this Act. so (Emphasis supplied) It may be noted that in 2022, the definition of sexual exploitation was amended under Republic Act No. 11862, further broadening its coverage: (h) Sexual Exploitation - refers to any means of actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes or lewd designs, including profiting monetarily, socially, or politically from the sexual exploitation of another, regardless of whether or not consent was given.51 (Emphasis supplied) This reflects the consistent rulings of the Court that the Anti Trafficking Act does not require the victim to actually be subjected to sexual intercourse to support a finding of trafficking.52 As held in People v. Estonilo:53 Furthermore, the presence of the trafficker's clients is not an element of the crime of recruitment or transportation of victims under Sections 3 (a) and 4 (a) of [Republic Act No.] 9208. In the same vein, the law does not require that the victims be transported to or be found in a 50 Republic Act No. 9208 (2003), sec. 3. 51 Republic Act No. 11862 (2022), An Act Strengthening the Policies on Anti-Trafficking in Persons, Providing Penalties for its Violations, and Appropriating Funds Therefor, Amending for the Purpose Republic Act No. 9208, as Amended, Otherwise Known as the \"Anti-Trafficking in Persons Act of 2003\", and Other Special Laws. 52 Realeza v. People, G.R. No. 261882, January 23, 2023 [Per J. Kho, Jr., Second Division] at 7. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 53 888 Phil. 332 (2020) [Per J. Perlas-Bernabe, Second Division]. Decision 12 G.R. No. 267140 bro1hel or a prostitution den for such crime of recruitment or transportation to be committed. In fact, it has been held that the act of sexual intercourse need not have been consummated/or recruitment to be said to have taken place. It is sufficient that the accused has lured, enticed[,] or engaged its victims or transported them for the established purpose of exploitation, which includes prostitution, sexual exploitation, fi>rced labor, slavery, and the removal or sale of organs. In this case, the prosecution has satisfactorily established accused-appellants' recruitment and transportation of private complainants for purposes of prostitution and sexual exploitation. Thus, 1he fact 1hat neither AAA nor BBB had sexual contact with any of Estonilo's clients will not affect the latter's criminal liability for Qualified Trafficking in Persons. To be sure, the gravamen of the crime of trafficking is \"the act of recruiting or using, with or without consent, a fellow human being for [inter alia,] sexual exploitation\" which, as ~ already discussed, was established to have been committed by Estonilo.54 (Emphasis supplied) The clear purpose of AAA's recruitment and transportation from. -• Rizal to Cagayan was for sexual exploitation and prostitution. She was brought to Cagayan to work in a videoke bar partly owned by Dominguez. She became one of the \"entertainers\" where men would caress her, kiss her and touch her private parts, and where she was made to drink alcoholic beverages for a fee charged to the customer. The acts of caressing and touching her private parts constitute lascivious conduct.55 Moreover, the testimony of Agent Mesa proves that the other entertainers engaged in sexual intercourse as part of their services: Q: Okay. And you also mentioned that ladies were offered to you, did you also get 1he services of the ladies? A: Yes, [m]a'am four of them. Q: Do you know the names of the ladies who attended to your group, Mr. Witness? A: I could no longer remember the names, [m]a'am, but one of them is [AAA], the minor victim, ma'am. Q: Now, after that, Mr. Witness, after you chose these ladies to attend to you, what transpired next? 54 Id at 342-343, citing People v. Aguirre, 820 Phil. 1085, 1103 (2017) [Per J. Tijam, First Division]. 55 Trocio v. People, G.R. No. 252791, August 23, 2022 [Per J. lnting, Third Division] at 9. This pinpoint \"\"'\"\"'°\" d\"'oo rofrrn ID\"\" ooe, oCfuo Doo;s;o,. ID llio Soero\"'\" O, ort woSC</ Decision 13 G.R. No. 267140 A: Of course, we ordered ladies['] drink[s] for the ladies, [m]a'am, and after consuming two sets of ladies['] drink[s], [m]a'am, they ~ffi3red their services to have sexual intercourse in the private room, Ma 'am. 56 (Emphasis supplied) Hence, even if AAA refused to engage in sexual intercourse with the male customers, it was clearly part of the work she was recruited for. Indeed, what is essential under the Anti-Trafficking Act is that a person is recruited and transported for the purpose of sexual exploitation and prostitution for money or profit. The victim does not have to be actually subjected to sexual intercourse with a customer before the recruiters can be held liable under the law. Precisely, the law was passed to curtail human trafficking, which necessitates punishing the acts of prostitution that leads to sexual abuse of the victims.57 The government operatives conducted a valid entrapment operation The Court further finds that the rescue operation conducted by the NBI constitutes a valid entrapment operation. This Court has previously upheld similar entrapment operations in trafficking cases: In many cases, this Court has outlined the difference between instigation and entrapment. In People v. Bayani we explained: Instigation is the means by which the accused is lured into the commission of the offense charged in order to prosecute him. On the other hand, entrapment is the employment of such ways and means for the purpose of trapping or capturing a lawbreaker. Thus, in instigation, officers of the law or their agents incite, induce, instigate or lure an accused into committing an offense which he or she would otherwise not commit and has no intention of committing. But in entrapment, the criminal intent or design to commit the offense charged originates in the mind of the accused, and law enforcement officials merely facilitate the apprehension of the criminal by employing ruses and schemes; thus, the accused cannot justify his or her conduct. In instigation, where law enforcers act as co-principals, the accused will have to be acquitted. But entrapment cannot bar prosecution and conviction. As has been said, instigation is a \"trap for the unwary innocent,\" while entrapment is a \"trap for the unwary criminal.\" As a general rule, a buy-bust operation, considered as a form of entrapment, is a valid means of arresting violators of Republic Act No. 9165. It is an effective way of 56 Rollo, pp. 23-24. 57 Ferrer v. People, G.R. Nos. 223042 & 223769, July 6, 2022 [Per J. Lazaro-Javier, Second Division] at 21. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 14 G.R. No. 267140 apprehending law offenders in the act of committing a crime. In a buy-bust operation, the idea to commit a crime originates from the offender, without anybody inducing or prodding him to commit the offense. Contrary to the arguments of accused-appellant, her arrest was pursuant to a valid entrapment operation and was not done through instigation. In this case, the police officers organized the entrapment operation after confirming, through surveillance and monitoring, that accused appellant was pimping minors. A confidential informant was tasked to contact accused-appellant and ask for girls willing to have sex for money. After some haggling over the ptice, the confidential informant and accused appellant finalized the agreement. That accused-appellant immediately agreed to provide the confidential informant with girls clearly shows \"that the idea to commit the crime originated from the mind of the accused.\" The arrest of accused-appellant remains valid notwithstanding that the transaction was initiated by the confidential informant Like drugs cases, the prosecution's decoy solicitation does not constitute illicit inducement but a means that \"merely furnishes evidence of[ the criminal'sJ course ofc onduct[ ]\"58 (Emphasis supplied) Here, Dominguez admits to having recruited AAA and transporting her from ...., Rizal to Cagayan under the guise ofhiring her as a babysitter. The NBI instituted the operation only after AAA called her mother, who was then assisted by an employee of the television program \"Isumbong Mo Kay Tulfo\" in contacting the authorities. Thus, the crime had already been committed long before the rescue operation. Moreover, the girls were offered to the undercover operatives as \"entertainers,\" who later offered to have sex with them in exchange for PHP 1,500.00. This confirmed to the undercover operatives that these girls, including AAA, were employed for purposes of sexual exploitation and prostitution. It was then that the operatives apprehended Dominguez. In sum, Dominguez consmnmated and was continuously committing the crime of Qualified Trafficking in Persons long before the rescue operation and without any instigation from the undercover operatives. Penalty and Damages Section 10 (e) of the Anti-Trafficking Act provides that \"any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of life imprisonment and a fine of not less than PHP 2 million but not more 58 People v. Mendez, G.R. No. 264039, May 27, 2024 [Per J. Leanen, Second Division] at 10-11. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 15 G.R. No. 267140 than PHP 5 million. \"59 Thus, the lower courts correctly sentenced Dominguez to suffer the penalty of life imprisonment and to pay a fine of PHP 2 million. The lower courts likewise correctly ordered Dominguez to pay AAA the amounts of PHP 500,000.00 as moral damages and PHP 100,000.00 as ° exemplary damages consistent with prevailing jurisprudence.6 Further, the Court affirms the ruling of the CA imposing on all monetary awards due to the victim legal interest of 6% per annum, from finality ofj udgment until full payment. As a final note, trafficking in persons is a deplorable crime with pernicious effects on society.61 Reduced to the core, it is the act of using a fellow human being as a mere commodity. Though it may be committed against anyone, women and children are typical targets of these malignant operations.62 Poverty and survival lie at the very root of this modern day slavery. Trafficking in persons is among the most dehumanizing crimes one can commit against another, even the smallest operations strip away the dignity and integrity of an· individual. Hence, the courts must ensure that human trafficking and their perpetrators suffer the full measure of the penalties under the law. FOR THESE REASONS, the appeal is DENIED. The Decision, dated May 27, 2022, of the Court of Appeals in CA-G.R. CR HC No. 10748 is AFFIRMED. SO ORDERED. • 1-NGH 59 Republic Act No. 9208 (2003), sec. I 0(c). 60 People v. Aquino, G.R. No. 263264, July 31, 2023 [Per J. Lazaro-Javier, Second Division] at 15. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. 61 People v. Casio, 749 Phil 458, 460-461 (2014) [Per J. Leonen, Second Division]. 62 People v. Almero, G.R. No. 269401, April 11, 2024 [Per J. Lazaro-Javier, Second Division] at 8. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Decision 16 G.R. No. 267140 WE CONCUR: S. CAGUIOA AM . AZARO-JA VIER ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. JAMIN S. CAGUIOA • iate Justice Decision 17 G.R. No. 267140 CERTIFICATION Pursuant to Article VIII, Section 13 oft he Constitution and the Division Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division."
  },
  "entities": [
    {
      "text": "SUPREME COURT",
      "label": "ORG",
      "start": 0,
      "end": 13
    },
    {
      "text": "Qtourt",
      "label": "ORG",
      "start": 70,
      "end": 76
    },
    {
      "text": "THIRD",
      "label": "ORDINAL",
      "start": 87,
      "end": 92
    },
    {
      "text": "PHILIPPINES",
      "label": "GPE",
      "start": 116,
      "end": 127
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 129,
      "end": 133
    },
    {
      "text": "267140",
      "label": "CARDINAL",
      "start": 138,
      "end": 144
    },
    {
      "text": "Plaintiff-appellee",
      "label": "PRODUCT",
      "start": 145,
      "end": 163
    },
    {
      "text": "CAGUIOA",
      "label": "ORG",
      "start": 174,
      "end": 181
    },
    {
      "text": "DIMAAMPA",
      "label": "ORG",
      "start": 235,
      "end": 243
    },
    {
      "text": "SINGH",
      "label": "ORG",
      "start": 251,
      "end": 256
    },
    {
      "text": "6 2024",
      "label": "DATE",
      "start": 325,
      "end": 331
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 363,
      "end": 368
    },
    {
      "text": "Decision,1",
      "label": "PERSON",
      "start": 391,
      "end": 401
    },
    {
      "text": "May 27, 2022",
      "label": "DATE",
      "start": 408,
      "end": 420
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 425,
      "end": 445
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 447,
      "end": 449
    },
    {
      "text": "CA-G.R. CR-HC No",
      "label": "PRODUCT",
      "start": 454,
      "end": 470
    },
    {
      "text": "10748",
      "label": "DATE",
      "start": 472,
      "end": 477
    },
    {
      "text": "Decision,2",
      "label": "ORG",
      "start": 502,
      "end": 512
    },
    {
      "text": "October 26, 2017",
      "label": "DATE",
      "start": 519,
      "end": 535
    },
    {
      "text": "Branch Regional Trial Court",
      "label": "ORG",
      "start": 540,
      "end": 567
    },
    {
      "text": "Aparri",
      "label": "PERSON",
      "start": 569,
      "end": 575
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 577,
      "end": 584
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 586,
      "end": 589
    },
    {
      "text": "Criminal Case No",
      "label": "WORK_OF_ART",
      "start": 594,
      "end": 610
    },
    {
      "text": "Larissa Nadel Dominguez",
      "label": "PERSON",
      "start": 632,
      "end": 655
    },
    {
      "text": "Qualified Trafficking in Persons",
      "label": "ORG",
      "start": 671,
      "end": 703
    },
    {
      "text": "Section 6 of Republic Act No",
      "label": "LAW",
      "start": 720,
      "end": 748
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 750,
      "end": 754
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 787,
      "end": 792
    },
    {
      "text": "the Anti-Trafficking",
      "label": "ORG",
      "start": 813,
      "end": 833
    },
    {
      "text": "2003",
      "label": "DATE",
      "start": 852,
      "end": 856
    },
    {
      "text": "Gaerlan",
      "label": "PERSON",
      "start": 916,
      "end": 923
    },
    {
      "text": "J.",
      "label": "PERSON",
      "start": 925,
      "end": 927
    },
    {
      "text": "Raffle",
      "label": "PERSON",
      "start": 933,
      "end": 939
    },
    {
      "text": "October 13, 2024",
      "label": "DATE",
      "start": 946,
      "end": 962
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 971,
      "end": 973
    },
    {
      "text": "9-26",
      "label": "CARDINAL",
      "start": 975,
      "end": 979
    },
    {
      "text": "Carlita B. Calpatura",
      "label": "PERSON",
      "start": 1009,
      "end": 1029
    },
    {
      "text": "Maria Elisa Sempio Diy",
      "label": "PERSON",
      "start": 1069,
      "end": 1091
    },
    {
      "text": "Roberto P. Quiroz",
      "label": "PERSON",
      "start": 1096,
      "end": 1113
    },
    {
      "text": "Court of Appeals",
      "label": "ORG",
      "start": 1137,
      "end": 1153
    },
    {
      "text": "Manila",
      "label": "GPE",
      "start": 1155,
      "end": 1161
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 1163,
      "end": 1164
    },
    {
      "text": "29-39",
      "label": "DATE",
      "start": 1171,
      "end": 1176
    },
    {
      "text": "Neljoe A. Cortes",
      "label": "PERSON",
      "start": 1204,
      "end": 1220
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 1239,
      "end": 1243
    },
    {
      "text": "2003",
      "label": "DATE",
      "start": 1245,
      "end": 1249
    },
    {
      "text": "Institute Policies",
      "label": "ORG",
      "start": 1262,
      "end": 1280
    },
    {
      "text": "the Necessary Institutional Mechanisms",
      "label": "ORG",
      "start": 1361,
      "end": 1399
    },
    {
      "text": "Violations",
      "label": "ORG",
      "start": 1482,
      "end": 1492
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 1540,
      "end": 1545
    },
    {
      "text": "2013",
      "label": "DATE",
      "start": 1547,
      "end": 1551
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 1588,
      "end": 1592
    },
    {
      "text": "An Act To Institute Policies to Eliminate Trafficking in Persons Especially Women",
      "label": "WORK_OF_ART",
      "start": 1604,
      "end": 1685
    },
    {
      "text": "Chil-dren",
      "label": "PERSON",
      "start": 1693,
      "end": 1702
    },
    {
      "text": "the Necessary Institutional Mechanisms",
      "label": "ORG",
      "start": 1717,
      "end": 1755
    },
    {
      "text": "Violations",
      "label": "ORG",
      "start": 1838,
      "end": 1848
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 1885,
      "end": 1886
    },
    {
      "text": "267140",
      "label": "CARDINAL",
      "start": 1896,
      "end": 1902
    },
    {
      "text": "Section 4(a",
      "label": "LAW",
      "start": 1950,
      "end": 1961
    },
    {
      "text": "Section 6(a",
      "label": "LAW",
      "start": 1979,
      "end": 1990
    },
    {
      "text": "the Anti-Trafficking Act",
      "label": "ORG",
      "start": 1996,
      "end": 2020
    },
    {
      "text": "July",
      "label": "DATE",
      "start": 2062,
      "end": 2066
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 2069,
      "end": 2073
    },
    {
      "text": "Municipality",
      "label": "GPE",
      "start": 2100,
      "end": 2112
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 2130,
      "end": 2137
    },
    {
      "text": "this Honorable Court",
      "label": "ORG",
      "start": 2169,
      "end": 2189
    },
    {
      "text": "LARISSA",
      "label": "ORG",
      "start": 2209,
      "end": 2216
    },
    {
      "text": "BAUTISTA",
      "label": "ORG",
      "start": 2237,
      "end": 2245
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 2396,
      "end": 2399
    },
    {
      "text": "15 years old",
      "label": "DATE",
      "start": 2413,
      "end": 2425
    },
    {
      "text": "RECRUIT",
      "label": "ORG",
      "start": 2622,
      "end": 2629
    },
    {
      "text": "TRANSPORT",
      "label": "ORG",
      "start": 2631,
      "end": 2640
    },
    {
      "text": "TRANSFER",
      "label": "ORG",
      "start": 2645,
      "end": 2653
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 2671,
      "end": 2674
    },
    {
      "text": "1~",
      "label": "CARDINAL",
      "start": 2686,
      "end": 2688
    },
    {
      "text": "Rizal",
      "label": "PERSON",
      "start": 2707,
      "end": 2712
    },
    {
      "text": "the Municipality of -• Cagayan",
      "label": "GPE",
      "start": 2716,
      "end": 2746
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 2838,
      "end": 2845
    },
    {
      "text": "GRO",
      "label": "ORG",
      "start": 2849,
      "end": 2852
    },
    {
      "text": "PNP",
      "label": "ORG",
      "start": 3009,
      "end": 3012
    },
    {
      "text": "MSWDO",
      "label": "NORP",
      "start": 3018,
      "end": 3023
    },
    {
      "text": "Carig",
      "label": "GPE",
      "start": 3037,
      "end": 3042
    },
    {
      "text": "Tuguegarao City",
      "label": "GPE",
      "start": 3044,
      "end": 3059
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 3061,
      "end": 3068
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 3204,
      "end": 3207
    },
    {
      "text": "15 years",
      "label": "DATE",
      "start": 3220,
      "end": 3228
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 3255,
      "end": 3264
    },
    {
      "text": "Pre-Trial",
      "label": "ORG",
      "start": 3291,
      "end": 3300
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 3316,
      "end": 3317
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 3378,
      "end": 3381
    },
    {
      "text": "National Bureau of Investigation (NBI",
      "label": "ORG",
      "start": 3383,
      "end": 3420
    },
    {
      "text": "Christopher B. Mesa",
      "label": "PERSON",
      "start": 3428,
      "end": 3447
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 3455,
      "end": 3459
    },
    {
      "text": "Social Welfare",
      "label": "ORG",
      "start": 3466,
      "end": 3480
    },
    {
      "text": "Florentina Saul",
      "label": "PERSON",
      "start": 3493,
      "end": 3508
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 3524,
      "end": 3527
    },
    {
      "text": "July 18, 2014",
      "label": "DATE",
      "start": 3611,
      "end": 3624
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 3631,
      "end": 3634
    },
    {
      "text": "15 years old",
      "label": "DATE",
      "start": 3639,
      "end": 3651
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 3653,
      "end": 3662
    },
    {
      "text": "1-year-old",
      "label": "DATE",
      "start": 3704,
      "end": 3714
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 3724,
      "end": 3731
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 3769,
      "end": 3772
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 3840,
      "end": 3843
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 3864,
      "end": 3873
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 3994,
      "end": 4003
    },
    {
      "text": "6 4 Rollo",
      "label": "PERCENT",
      "start": 4035,
      "end": 4044
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 4046,
      "end": 4048
    },
    {
      "text": "29-30",
      "label": "CARDINAL",
      "start": 4050,
      "end": 4055
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 4065,
      "end": 4067
    },
    {
      "text": "30-31",
      "label": "DATE",
      "start": 4077,
      "end": 4082
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 4093,
      "end": 4094
    },
    {
      "text": "more than a week",
      "label": "DATE",
      "start": 4144,
      "end": 4160
    },
    {
      "text": "PHP 60.00",
      "label": "ORG",
      "start": 4379,
      "end": 4388
    },
    {
      "text": "San Mig Light",
      "label": "ORG",
      "start": 4409,
      "end": 4422
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 4439,
      "end": 4442
    },
    {
      "text": "Ramon Tulfo",
      "label": "ORG",
      "start": 4543,
      "end": 4554
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 4556,
      "end": 4559
    },
    {
      "text": "July 28, 2014",
      "label": "DATE",
      "start": 4595,
      "end": 4608
    },
    {
      "text": "NBI",
      "label": "ORG",
      "start": 4610,
      "end": 4613
    },
    {
      "text": "the Department of Justice",
      "label": "ORG",
      "start": 4647,
      "end": 4672
    },
    {
      "text": "Social Welfare and Development",
      "label": "ORG",
      "start": 4697,
      "end": 4727
    },
    {
      "text": "DSWD",
      "label": "ORG",
      "start": 4729,
      "end": 4733
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 4846,
      "end": 4855
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 4857,
      "end": 4858
    },
    {
      "text": "July 28, 2014",
      "label": "DATE",
      "start": 4888,
      "end": 4901
    },
    {
      "text": "Regional Prosecutor Rommel Baligod",
      "label": "ORG",
      "start": 4929,
      "end": 4963
    },
    {
      "text": "the Regional Office of the Inter-Agency Committee",
      "label": "ORG",
      "start": 4977,
      "end": 5026
    },
    {
      "text": "Anti-Trafficking",
      "label": "ORG",
      "start": 5030,
      "end": 5046
    },
    {
      "text": "the NBI Regional Office",
      "label": "ORG",
      "start": 5059,
      "end": 5082
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 5083,
      "end": 5084
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 5137,
      "end": 5140
    },
    {
      "text": "Joyce Molon",
      "label": "PERSON",
      "start": 5185,
      "end": 5196
    },
    {
      "text": "Jsumbong Mo Kay Tulfo",
      "label": "PERSON",
      "start": 5237,
      "end": 5258
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 5298,
      "end": 5301
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 5309,
      "end": 5313
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 5458,
      "end": 5462
    },
    {
      "text": "the DSWD Regional Office 2",
      "label": "ORG",
      "start": 5476,
      "end": 5502
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 5540,
      "end": 5544
    },
    {
      "text": "S WO III Saul",
      "label": "ORG",
      "start": 5571,
      "end": 5584
    },
    {
      "text": "operation.9",
      "label": "ORG",
      "start": 5669,
      "end": 5680
    },
    {
      "text": "around 5:00 p.m.",
      "label": "TIME",
      "start": 5684,
      "end": 5700
    },
    {
      "text": "July 28, 2014",
      "label": "DATE",
      "start": 5704,
      "end": 5717
    },
    {
      "text": "Caga",
      "label": "PERSON",
      "start": 5743,
      "end": 5747
    },
    {
      "text": "the - Police Station",
      "label": "ORG",
      "start": 5773,
      "end": 5793
    },
    {
      "text": "around 9:00 p.m.",
      "label": "TIME",
      "start": 5819,
      "end": 5835
    },
    {
      "text": "Three",
      "label": "CARDINAL",
      "start": 5836,
      "end": 5841
    },
    {
      "text": "NBI",
      "label": "ORG",
      "start": 5849,
      "end": 5852
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 5948,
      "end": 5952
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 5977,
      "end": 5980
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 6055,
      "end": 6058
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 6077,
      "end": 6080
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 6116,
      "end": 6119
    },
    {
      "text": "PHP 1,500.00",
      "label": "ORG",
      "start": 6176,
      "end": 6188
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 6196,
      "end": 6200
    },
    {
      "text": "1,500.00",
      "label": "CARDINAL",
      "start": 6253,
      "end": 6261
    },
    {
      "text": "mission.10 Domin",
      "label": "PERSON",
      "start": 6413,
      "end": 6429
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 6462,
      "end": 6465
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 6531,
      "end": 6540
    },
    {
      "text": "the - Police Station",
      "label": "ORG",
      "start": 6560,
      "end": 6580
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 6615,
      "end": 6616
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 6626,
      "end": 6627
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 6640,
      "end": 6642
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 6659,
      "end": 6660
    },
    {
      "text": "267140",
      "label": "CARDINAL",
      "start": 6670,
      "end": 6676
    },
    {
      "text": "the NBI Regional Office 2",
      "label": "ORG",
      "start": 6677,
      "end": 6702
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 6704,
      "end": 6707
    },
    {
      "text": "the DSWD Regional Office 2",
      "label": "ORG",
      "start": 6742,
      "end": 6768
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 6776,
      "end": 6780
    },
    {
      "text": "Dominguez",
      "label": "GPE",
      "start": 6873,
      "end": 6882
    },
    {
      "text": "Cecilia",
      "label": "GPE",
      "start": 6884,
      "end": 6891
    },
    {
      "text": "Lanuza",
      "label": "PERSON",
      "start": 6892,
      "end": 6898
    },
    {
      "text": "Lanuza",
      "label": "PERSON",
      "start": 6900,
      "end": 6906
    },
    {
      "text": "Lourdes Rosac",
      "label": "PERSON",
      "start": 6913,
      "end": 6926
    },
    {
      "text": "osacia",
      "label": "PERSON",
      "start": 6927,
      "end": 6933
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 7006,
      "end": 7015
    },
    {
      "text": "July 2014",
      "label": "DATE",
      "start": 7043,
      "end": 7052
    },
    {
      "text": "Rizal",
      "label": "PERSON",
      "start": 7100,
      "end": 7105
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 7221,
      "end": 7230
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 7368,
      "end": 7371
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 7373,
      "end": 7382
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 7417,
      "end": 7420
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 7422,
      "end": 7425
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 7432,
      "end": 7441
    },
    {
      "text": "18 years old",
      "label": "DATE",
      "start": 7455,
      "end": 7467
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 7473,
      "end": 7476
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 7494,
      "end": 7503
    },
    {
      "text": "monthly",
      "label": "DATE",
      "start": 7520,
      "end": 7527
    },
    {
      "text": "PHP 3,000.00",
      "label": "ORG",
      "start": 7536,
      "end": 7548
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 7561,
      "end": 7570
    },
    {
      "text": "Domi~",
      "label": "PERSON",
      "start": 7581,
      "end": 7586
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 7593,
      "end": 7596
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 7623,
      "end": 7632
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 7654,
      "end": 7661
    },
    {
      "text": "Ronald Dupaya",
      "label": "PERSON",
      "start": 7717,
      "end": 7730
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 7741,
      "end": 7744
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 7758,
      "end": 7767
    },
    {
      "text": "Sometimes Domin",
      "label": "PERSON",
      "start": 7793,
      "end": 7808
    },
    {
      "text": "Dupaya",
      "label": "ORG",
      "start": 7813,
      "end": 7819
    },
    {
      "text": "overnight",
      "label": "TIME",
      "start": 7848,
      "end": 7857
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 7899,
      "end": 7902
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 8007,
      "end": 8010
    },
    {
      "text": "July 28, 2014",
      "label": "DATE",
      "start": 8082,
      "end": 8095
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 8097,
      "end": 8106
    },
    {
      "text": "Lanuza",
      "label": "PERSON",
      "start": 8152,
      "end": 8158
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 8177,
      "end": 8180
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 8208,
      "end": 8217
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 8256,
      "end": 8258
    },
    {
      "text": "Rosacia",
      "label": "PERSON",
      "start": 8259,
      "end": 8266
    },
    {
      "text": "Certification",
      "label": "ORG",
      "start": 8280,
      "end": 8293
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 8365,
      "end": 8374
    },
    {
      "text": "Milet Salvador",
      "label": "GPE",
      "start": 8422,
      "end": 8436
    },
    {
      "text": "Rey-Ar Columbano",
      "label": "PERSON",
      "start": 8449,
      "end": 8465
    },
    {
      "text": "Cecilia Pefiafiel",
      "label": "PERSON",
      "start": 8479,
      "end": 8496
    },
    {
      "text": "Dupaya",
      "label": "ORG",
      "start": 8514,
      "end": 8520
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 8529,
      "end": 8538
    },
    {
      "text": "18 11",
      "label": "DATE",
      "start": 8557,
      "end": 8562
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 8570,
      "end": 8572
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 8584,
      "end": 8586
    },
    {
      "text": "13-14",
      "label": "DATE",
      "start": 8604,
      "end": 8609
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 8627,
      "end": 8629
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 8641,
      "end": 8643
    },
    {
      "text": "18",
      "label": "CARDINAL",
      "start": 8645,
      "end": 8647
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 8648,
      "end": 8650
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 8658,
      "end": 8660
    },
    {
      "text": "31-32",
      "label": "CARDINAL",
      "start": 8662,
      "end": 8667
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 8680,
      "end": 8681
    },
    {
      "text": "267140 Salvador",
      "label": "PERCENT",
      "start": 8691,
      "end": 8706
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 8741,
      "end": 8750
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 8793,
      "end": 8796
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 8821,
      "end": 8824
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 8839,
      "end": 8848
    },
    {
      "text": "Columbano",
      "label": "ORG",
      "start": 8933,
      "end": 8942
    },
    {
      "text": "Pefiafiel",
      "label": "PERSON",
      "start": 8947,
      "end": 8956
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 9009,
      "end": 9012
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 9030,
      "end": 9039
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 9073,
      "end": 9076
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 9095,
      "end": 9104
    },
    {
      "text": "Dupaya",
      "label": "ORG",
      "start": 9261,
      "end": 9267
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 9290,
      "end": 9293
    },
    {
      "text": "July 20, 2014",
      "label": "DATE",
      "start": 9297,
      "end": 9310
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 9340,
      "end": 9343
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 9374,
      "end": 9383
    },
    {
      "text": "PHP 3,000.00",
      "label": "ORG",
      "start": 9417,
      "end": 9429
    },
    {
      "text": "monthly",
      "label": "DATE",
      "start": 9430,
      "end": 9437
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 9474,
      "end": 9477
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 9496,
      "end": 9505
    },
    {
      "text": "The Ruling of the",
      "label": "WORK_OF_ART",
      "start": 9662,
      "end": 9679
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 9680,
      "end": 9683
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 9688,
      "end": 9691
    },
    {
      "text": "Information",
      "label": "ORG",
      "start": 9707,
      "end": 9718
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 9745,
      "end": 9754
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 9773,
      "end": 9776
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 9951,
      "end": 9960
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 9971,
      "end": 9974
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 10108,
      "end": 10111
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 10189,
      "end": 10192
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 10204,
      "end": 10207
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 10347,
      "end": 10356
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 10488,
      "end": 10497
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 10681,
      "end": 10684
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 10695,
      "end": 10704
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 10798,
      "end": 10801
    },
    {
      "text": "Qualified Trafficking in Persons",
      "label": "ORG",
      "start": 10906,
      "end": 10938
    },
    {
      "text": "Section 6(a",
      "label": "LAW",
      "start": 10945,
      "end": 10956
    },
    {
      "text": "19",
      "label": "CARDINAL",
      "start": 10961,
      "end": 10963
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 10977,
      "end": 10979
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 10981,
      "end": 10983
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 10991,
      "end": 10993
    },
    {
      "text": "36-37",
      "label": "CARDINAL",
      "start": 10995,
      "end": 11000
    },
    {
      "text": "22",
      "label": "CARDINAL",
      "start": 11002,
      "end": 11004
    },
    {
      "text": "37",
      "label": "CARDINAL",
      "start": 11011,
      "end": 11013
    },
    {
      "text": "38",
      "label": "DATE",
      "start": 11024,
      "end": 11026
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 11093,
      "end": 11096
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 11114,
      "end": 11123
    },
    {
      "text": "October 26, 2017",
      "label": "DATE",
      "start": 11146,
      "end": 11162
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 11180,
      "end": 11185
    },
    {
      "text": "LARISSA",
      "label": "ORG",
      "start": 11200,
      "end": 11207
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 11316,
      "end": 11320
    },
    {
      "text": "2 million",
      "label": "CARDINAL",
      "start": 11417,
      "end": 11426
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 11463,
      "end": 11466
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 11468,
      "end": 11471
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 11506,
      "end": 11509
    },
    {
      "text": "100,000.00",
      "label": "CARDINAL",
      "start": 11511,
      "end": 11521
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 11559,
      "end": 11567
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 11585,
      "end": 11594
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 11629,
      "end": 11632
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 11659,
      "end": 11661
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 11728,
      "end": 11737
    },
    {
      "text": "Qualified Trafficking in Persons",
      "label": "ORG",
      "start": 11751,
      "end": 11783
    },
    {
      "text": "CA",
      "label": "ORG",
      "start": 11789,
      "end": 11791
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 11803,
      "end": 11812
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 11831,
      "end": 11834
    },
    {
      "text": "naivete.27",
      "label": "PERSON",
      "start": 11855,
      "end": 11865
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 11869,
      "end": 11872
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 11925,
      "end": 11932
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 11955,
      "end": 11964
    },
    {
      "text": "Cubao",
      "label": "ORG",
      "start": 11997,
      "end": 12002
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 12017,
      "end": 12020
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 12030,
      "end": 12039
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 12098,
      "end": 12101
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 12125,
      "end": 12134
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 12207,
      "end": 12209
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 12447,
      "end": 12449
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 12461,
      "end": 12464
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 12769,
      "end": 12771
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 12776,
      "end": 12778
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 12813,
      "end": 12816
    },
    {
      "text": "25",
      "label": "CARDINAL",
      "start": 12913,
      "end": 12915
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 12929,
      "end": 12931
    },
    {
      "text": "27",
      "label": "CARDINAL",
      "start": 12933,
      "end": 12935
    },
    {
      "text": "19",
      "label": "CARDINAL",
      "start": 12943,
      "end": 12945
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 12947,
      "end": 12948
    },
    {
      "text": "Id.",
      "label": "GPE",
      "start": 12950,
      "end": 12953
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 12978,
      "end": 12980
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 12982,
      "end": 12984
    },
    {
      "text": "35",
      "label": "CARDINAL",
      "start": 13003,
      "end": 13005
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 13019,
      "end": 13020
    },
    {
      "text": "267140",
      "label": "CARDINAL",
      "start": 13030,
      "end": 13036
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 13041,
      "end": 13043
    },
    {
      "text": "operation.36",
      "label": "CARDINAL",
      "start": 13092,
      "end": 13104
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 13111,
      "end": 13115
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 13228,
      "end": 13232
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 13250,
      "end": 13253
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 13282,
      "end": 13285
    },
    {
      "text": "Mesa",
      "label": "PERSON",
      "start": 13294,
      "end": 13298
    },
    {
      "text": "Saul",
      "label": "PERSON",
      "start": 13338,
      "end": 13342
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 13370,
      "end": 13373
    },
    {
      "text": "3 8",
      "label": "CARDINAL",
      "start": 13433,
      "end": 13436
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 13441,
      "end": 13443
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 13535,
      "end": 13537
    },
    {
      "text": "DENIED",
      "label": "ORG",
      "start": 13655,
      "end": 13661
    },
    {
      "text": "October 26, 2017",
      "label": "DATE",
      "start": 13685,
      "end": 13701
    },
    {
      "text": "the Regional Trial Court of I",
      "label": "ORG",
      "start": 13708,
      "end": 13737
    },
    {
      "text": "Branch Aparri",
      "label": "PERSON",
      "start": 13740,
      "end": 13753
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 13755,
      "end": 13762
    },
    {
      "text": "Criminal Cases No. H-12583",
      "label": "ORG",
      "start": 13768,
      "end": 13794
    },
    {
      "text": "Larissa Nadel Dominguez",
      "label": "PERSON",
      "start": 13827,
      "end": 13850
    },
    {
      "text": "SO ORDERED.39",
      "label": "ORG",
      "start": 13954,
      "end": 13967
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 14058,
      "end": 14060
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 14062,
      "end": 14071
    },
    {
      "text": "July 28, 2014",
      "label": "DATE",
      "start": 14087,
      "end": 14100
    },
    {
      "text": "I-year-old",
      "label": "DATE",
      "start": 14174,
      "end": 14184
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 14229,
      "end": 14232
    },
    {
      "text": "lo ed",
      "label": "PERSON",
      "start": 14261,
      "end": 14266
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 14414,
      "end": 14418
    },
    {
      "text": "operation.42 Dominguez",
      "label": "GPE",
      "start": 14556,
      "end": 14578
    },
    {
      "text": "43",
      "label": "CARDINAL",
      "start": 14708,
      "end": 14710
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 14769,
      "end": 14772
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 14839,
      "end": 14842
    },
    {
      "text": "37 Id.",
      "label": "CARDINAL",
      "start": 14908,
      "end": 14914
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 14918,
      "end": 14920
    },
    {
      "text": "38 Id.",
      "label": "CARDINAL",
      "start": 14922,
      "end": 14928
    },
    {
      "text": "23-24",
      "label": "CARDINAL",
      "start": 14932,
      "end": 14937
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 14939,
      "end": 14941
    },
    {
      "text": "d.",
      "label": "PERSON",
      "start": 14943,
      "end": 14945
    },
    {
      "text": "25",
      "label": "CARDINAL",
      "start": 14949,
      "end": 14951
    },
    {
      "text": "4o",
      "label": "CARDINAL",
      "start": 14953,
      "end": 14955
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 14956,
      "end": 14958
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 14966,
      "end": 14968
    },
    {
      "text": "33-34",
      "label": "CARDINAL",
      "start": 14970,
      "end": 14975
    },
    {
      "text": "41",
      "label": "CARDINAL",
      "start": 14977,
      "end": 14979
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 14987,
      "end": 14989
    },
    {
      "text": "42 Id.",
      "label": "CARDINAL",
      "start": 14991,
      "end": 14997
    },
    {
      "text": "35",
      "label": "CARDINAL",
      "start": 15001,
      "end": 15003
    },
    {
      "text": "36",
      "label": "CARDINAL",
      "start": 15015,
      "end": 15017
    },
    {
      "text": "44",
      "label": "CARDINAL",
      "start": 15019,
      "end": 15021
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 15039,
      "end": 15040
    },
    {
      "text": "267140",
      "label": "DATE",
      "start": 15050,
      "end": 15056
    },
    {
      "text": "46",
      "label": "CARDINAL",
      "start": 15151,
      "end": 15153
    },
    {
      "text": "Qualified Trafficking in Persons",
      "label": "ORG",
      "start": 15187,
      "end": 15219
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 15239,
      "end": 15244
    },
    {
      "text": "Sections 3,",
      "label": "ORG",
      "start": 15308,
      "end": 15319
    },
    {
      "text": "4",
      "label": "DATE",
      "start": 15320,
      "end": 15321
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 15327,
      "end": 15328
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 15801,
      "end": 15802
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 15945,
      "end": 15946
    },
    {
      "text": "18) years of age or",
      "label": "DATE",
      "start": 16037,
      "end": 16056
    },
    {
      "text": "eighteen",
      "label": "DATE",
      "start": 16073,
      "end": 16081
    },
    {
      "text": "18",
      "label": "CARDINAL",
      "start": 16083,
      "end": 16085
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 16274,
      "end": 16282
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 16324,
      "end": 16329
    },
    {
      "text": "Trafficking in Persons",
      "label": "WORK_OF_ART",
      "start": 16372,
      "end": 16394
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 16397,
      "end": 16398
    },
    {
      "text": "46 Id.",
      "label": "CARDINAL",
      "start": 16576,
      "end": 16582
    },
    {
      "text": "37",
      "label": "CARDINAL",
      "start": 16586,
      "end": 16588
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 16599,
      "end": 16600
    },
    {
      "text": "267140",
      "label": "DATE",
      "start": 16610,
      "end": 16616
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 16618,
      "end": 16619
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 16943,
      "end": 16944
    },
    {
      "text": "47",
      "label": "CARDINAL",
      "start": 17167,
      "end": 17169
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 17174,
      "end": 17179
    },
    {
      "text": "Qualified Trafficking in Persons",
      "label": "ORG",
      "start": 17273,
      "end": 17305
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 17320,
      "end": 17323
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 17522,
      "end": 17531
    },
    {
      "text": "Madam Witness",
      "label": "WORK_OF_ART",
      "start": 17921,
      "end": 17934
    },
    {
      "text": "47",
      "label": "CARDINAL",
      "start": 18236,
      "end": 18238
    },
    {
      "text": "People v. Saldivar",
      "label": "ORG",
      "start": 18239,
      "end": 18257
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 18259,
      "end": 18263
    },
    {
      "text": "266754",
      "label": "DATE",
      "start": 18268,
      "end": 18274
    },
    {
      "text": "January 29, 2024",
      "label": "DATE",
      "start": 18276,
      "end": 18292
    },
    {
      "text": "J. J. Lopez",
      "label": "PERSON",
      "start": 18298,
      "end": 18309
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 18331,
      "end": 18332
    },
    {
      "text": "People v. Casio",
      "label": "ORG",
      "start": 18341,
      "end": 18356
    },
    {
      "text": "749 Phil",
      "label": "QUANTITY",
      "start": 18358,
      "end": 18366
    },
    {
      "text": "458",
      "label": "CARDINAL",
      "start": 18368,
      "end": 18371
    },
    {
      "text": "472",
      "label": "CARDINAL",
      "start": 18373,
      "end": 18376
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 18382,
      "end": 18386
    },
    {
      "text": "J. Leanen",
      "label": "PERSON",
      "start": 18393,
      "end": 18402
    },
    {
      "text": "Second Division",
      "label": "ORG",
      "start": 18404,
      "end": 18419
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 18492,
      "end": 18509
    },
    {
      "text": "48",
      "label": "CARDINAL",
      "start": 18519,
      "end": 18521
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 18532,
      "end": 18534
    },
    {
      "text": "the Certificate of Live Birth",
      "label": "ORG",
      "start": 18543,
      "end": 18572
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 18583,
      "end": 18585
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 18586,
      "end": 18593
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 18695,
      "end": 18702
    },
    {
      "text": "Madam Witness",
      "label": "WORK_OF_ART",
      "start": 18707,
      "end": 18720
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 18973,
      "end": 18978
    },
    {
      "text": "COURT Noted",
      "label": "ORG",
      "start": 19128,
      "end": 19139
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 19199,
      "end": 19203
    },
    {
      "text": "ma 'am",
      "label": "PERSON",
      "start": 19482,
      "end": 19488
    },
    {
      "text": "49",
      "label": "DATE",
      "start": 19490,
      "end": 19492
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 19494,
      "end": 19502
    },
    {
      "text": "49",
      "label": "CARDINAL",
      "start": 19513,
      "end": 19515
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 19516,
      "end": 19521
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 19529,
      "end": 19530
    },
    {
      "text": "20-21",
      "label": "DATE",
      "start": 19532,
      "end": 19537
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 19548,
      "end": 19550
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 19551,
      "end": 19555
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 19656,
      "end": 19659
    },
    {
      "text": "the Anti-Trafficking Act",
      "label": "LAW",
      "start": 19851,
      "end": 19875
    },
    {
      "text": "10346",
      "label": "DATE",
      "start": 19928,
      "end": 19933
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 20922,
      "end": 20930
    },
    {
      "text": "2022",
      "label": "DATE",
      "start": 20965,
      "end": 20969
    },
    {
      "text": "11862",
      "label": "DATE",
      "start": 21044,
      "end": 21049
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 21407,
      "end": 21415
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 21470,
      "end": 21475
    },
    {
      "text": "the Anti Trafficking Act",
      "label": "LAW",
      "start": 21481,
      "end": 21505
    },
    {
      "text": "People",
      "label": "PERSON",
      "start": 21631,
      "end": 21637
    },
    {
      "text": "Sections 3",
      "label": "ORG",
      "start": 21788,
      "end": 21798
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 21807,
      "end": 21808
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 21835,
      "end": 21839
    },
    {
      "text": "50 Republic Act",
      "label": "MONEY",
      "start": 21936,
      "end": 21951
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 21956,
      "end": 21960
    },
    {
      "text": "2003",
      "label": "DATE",
      "start": 21962,
      "end": 21966
    },
    {
      "text": "sec",
      "label": "ORG",
      "start": 21969,
      "end": 21972
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 21974,
      "end": 21975
    },
    {
      "text": "11862",
      "label": "DATE",
      "start": 21997,
      "end": 22002
    },
    {
      "text": "2022",
      "label": "DATE",
      "start": 22004,
      "end": 22008
    },
    {
      "text": "Anti-Trafficking in Persons",
      "label": "ORG",
      "start": 22048,
      "end": 22075
    },
    {
      "text": "Violations",
      "label": "ORG",
      "start": 22105,
      "end": 22115
    },
    {
      "text": "the Purpose Republic Act No",
      "label": "ORG",
      "start": 22164,
      "end": 22191
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 22193,
      "end": 22197
    },
    {
      "text": "2003",
      "label": "DATE",
      "start": 22270,
      "end": 22274
    },
    {
      "text": "52",
      "label": "CARDINAL",
      "start": 22301,
      "end": 22303
    },
    {
      "text": "Realeza v. People",
      "label": "PERSON",
      "start": 22304,
      "end": 22321
    },
    {
      "text": "261882",
      "label": "DATE",
      "start": 22332,
      "end": 22338
    },
    {
      "text": "January 23, 2023",
      "label": "DATE",
      "start": 22340,
      "end": 22356
    },
    {
      "text": "J. Kho",
      "label": "PERSON",
      "start": 22362,
      "end": 22368
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 22395,
      "end": 22396
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 22468,
      "end": 22485
    },
    {
      "text": "53 888 Phil",
      "label": "QUANTITY",
      "start": 22495,
      "end": 22506
    },
    {
      "text": "332",
      "label": "CARDINAL",
      "start": 22508,
      "end": 22511
    },
    {
      "text": "2020",
      "label": "DATE",
      "start": 22513,
      "end": 22517
    },
    {
      "text": "J. Perlas-Bernabe",
      "label": "PERSON",
      "start": 22524,
      "end": 22541
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 22570,
      "end": 22572
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 22573,
      "end": 22577
    },
    {
      "text": "267140",
      "label": "CARDINAL",
      "start": 22582,
      "end": 22588
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 23294,
      "end": 23297
    },
    {
      "text": "BBB",
      "label": "ORG",
      "start": 23302,
      "end": 23305
    },
    {
      "text": "Estonilo",
      "label": "PERSON",
      "start": 23337,
      "end": 23345
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 23702,
      "end": 23710
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 23742,
      "end": 23745
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 23797,
      "end": 23804
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 23870,
      "end": 23877
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 23919,
      "end": 23928
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 23941,
      "end": 23944
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 24462,
      "end": 24466
    },
    {
      "text": "Witness",
      "label": "PERSON",
      "start": 24547,
      "end": 24554
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 24610,
      "end": 24613
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 24626,
      "end": 24629
    },
    {
      "text": "Witness",
      "label": "PERSON",
      "start": 24681,
      "end": 24688
    },
    {
      "text": "342",
      "label": "CARDINAL",
      "start": 24768,
      "end": 24771
    },
    {
      "text": "People v. Aguirre",
      "label": "PERSON",
      "start": 24784,
      "end": 24801
    },
    {
      "text": "820 Phil",
      "label": "PERSON",
      "start": 24803,
      "end": 24811
    },
    {
      "text": "1085",
      "label": "DATE",
      "start": 24813,
      "end": 24817
    },
    {
      "text": "1103",
      "label": "DATE",
      "start": 24819,
      "end": 24823
    },
    {
      "text": "2017",
      "label": "DATE",
      "start": 24825,
      "end": 24829
    },
    {
      "text": "First Division",
      "label": "ORG",
      "start": 24846,
      "end": 24860
    },
    {
      "text": "55",
      "label": "CARDINAL",
      "start": 24863,
      "end": 24865
    },
    {
      "text": "Trocio v. People",
      "label": "PERSON",
      "start": 24866,
      "end": 24882
    },
    {
      "text": "252791",
      "label": "DATE",
      "start": 24893,
      "end": 24899
    },
    {
      "text": "August 23, 2022",
      "label": "DATE",
      "start": 24901,
      "end": 24916
    },
    {
      "text": "Third Division",
      "label": "ORG",
      "start": 24933,
      "end": 24947
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 24952,
      "end": 24953
    },
    {
      "text": "d\"'oo",
      "label": "ORG",
      "start": 24978,
      "end": 24983
    },
    {
      "text": "oCfuo Doo;s;o",
      "label": "PERSON",
      "start": 25001,
      "end": 25014
    },
    {
      "text": "Soero",
      "label": "PERSON",
      "start": 25025,
      "end": 25030
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 25057,
      "end": 25059
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 25060,
      "end": 25064
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 25165,
      "end": 25168
    },
    {
      "text": "Ma",
      "label": "PERSON",
      "start": 25283,
      "end": 25285
    },
    {
      "text": "56",
      "label": "CARDINAL",
      "start": 25291,
      "end": 25293
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 25295,
      "end": 25303
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 25329,
      "end": 25332
    },
    {
      "text": "the Anti-Trafficking Act",
      "label": "LAW",
      "start": 25485,
      "end": 25509
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 26005,
      "end": 26010
    },
    {
      "text": "NBI",
      "label": "ORG",
      "start": 26068,
      "end": 26071
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 26119,
      "end": 26124
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 26219,
      "end": 26224
    },
    {
      "text": "People v. Bayani",
      "label": "PERSON",
      "start": 26292,
      "end": 26308
    },
    {
      "text": "9165",
      "label": "DATE",
      "start": 27476,
      "end": 27480
    },
    {
      "text": "56",
      "label": "CARDINAL",
      "start": 27508,
      "end": 27510
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 27518,
      "end": 27520
    },
    {
      "text": "23-24",
      "label": "CARDINAL",
      "start": 27522,
      "end": 27527
    },
    {
      "text": "57",
      "label": "CARDINAL",
      "start": 27529,
      "end": 27531
    },
    {
      "text": "Ferrer v. People",
      "label": "PERSON",
      "start": 27532,
      "end": 27548
    },
    {
      "text": "G.R. Nos",
      "label": "PERSON",
      "start": 27550,
      "end": 27558
    },
    {
      "text": "July 6, 2022",
      "label": "DATE",
      "start": 27577,
      "end": 27589
    },
    {
      "text": "J. Lazaro-Javier",
      "label": "PERSON",
      "start": 27595,
      "end": 27611
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 27633,
      "end": 27635
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 27707,
      "end": 27724
    },
    {
      "text": "14",
      "label": "CARDINAL",
      "start": 27743,
      "end": 27745
    },
    {
      "text": "267140",
      "label": "DATE",
      "start": 27755,
      "end": 27761
    },
    {
      "text": "58",
      "label": "CARDINAL",
      "start": 28990,
      "end": 28992
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 28994,
      "end": 29002
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 29019,
      "end": 29028
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 29056,
      "end": 29059
    },
    {
      "text": "Rizal",
      "label": "PERSON",
      "start": 29092,
      "end": 29097
    },
    {
      "text": "Cagayan",
      "label": "NORP",
      "start": 29101,
      "end": 29108
    },
    {
      "text": "NBI",
      "label": "ORG",
      "start": 29159,
      "end": 29162
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 29199,
      "end": 29202
    },
    {
      "text": "Isumbong Mo Kay Tulfo",
      "label": "WORK_OF_ART",
      "start": 29286,
      "end": 29307
    },
    {
      "text": "PHP 1,500.00",
      "label": "ORG",
      "start": 29554,
      "end": 29566
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 29640,
      "end": 29643
    },
    {
      "text": "Dominguez",
      "label": "LOC",
      "start": 29757,
      "end": 29766
    },
    {
      "text": "Dominguez",
      "label": "PERSON",
      "start": 29776,
      "end": 29785
    },
    {
      "text": "Damages Section 10",
      "label": "ORG",
      "start": 29981,
      "end": 29999
    },
    {
      "text": "the Anti-Trafficking Act",
      "label": "ORG",
      "start": 30007,
      "end": 30031
    },
    {
      "text": "Section 6",
      "label": "LAW",
      "start": 30102,
      "end": 30111
    },
    {
      "text": "58",
      "label": "CARDINAL",
      "start": 30213,
      "end": 30215
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 30234,
      "end": 30238
    },
    {
      "text": "264039",
      "label": "DATE",
      "start": 30243,
      "end": 30249
    },
    {
      "text": "May 27, 2024",
      "label": "DATE",
      "start": 30251,
      "end": 30263
    },
    {
      "text": "J. Leanen",
      "label": "PERSON",
      "start": 30269,
      "end": 30278
    },
    {
      "text": "Second Division",
      "label": "ORG",
      "start": 30280,
      "end": 30295
    },
    {
      "text": "10-11",
      "label": "CARDINAL",
      "start": 30300,
      "end": 30305
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 30377,
      "end": 30394
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 30413,
      "end": 30415
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 30416,
      "end": 30423
    },
    {
      "text": "267140",
      "label": "CARDINAL",
      "start": 30425,
      "end": 30431
    },
    {
      "text": "59",
      "label": "CARDINAL",
      "start": 30453,
      "end": 30455
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 30499,
      "end": 30508
    },
    {
      "text": "PHP 2 million",
      "label": "LAW",
      "start": 30573,
      "end": 30586
    },
    {
      "text": "Dominguez",
      "label": "ORG",
      "start": 30632,
      "end": 30641
    },
    {
      "text": "AAA",
      "label": "ORG",
      "start": 30649,
      "end": 30652
    },
    {
      "text": "PHP 500,000.00",
      "label": "ORG",
      "start": 30668,
      "end": 30682
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 30798,
      "end": 30803
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 30830,
      "end": 30832
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 30901,
      "end": 30903
    },
    {
      "text": "DENIED",
      "label": "ORG",
      "start": 31675,
      "end": 31681
    },
    {
      "text": "May 27, 2022",
      "label": "DATE",
      "start": 31703,
      "end": 31715
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 31720,
      "end": 31740
    },
    {
      "text": "CA-G.R. CR HC No",
      "label": "ORG",
      "start": 31744,
      "end": 31760
    },
    {
      "text": "10748",
      "label": "DATE",
      "start": 31762,
      "end": 31767
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 31821,
      "end": 31825
    },
    {
      "text": "2003",
      "label": "DATE",
      "start": 31827,
      "end": 31831
    },
    {
      "text": "sec",
      "label": "ORG",
      "start": 31834,
      "end": 31837
    },
    {
      "text": "60",
      "label": "CARDINAL",
      "start": 31847,
      "end": 31849
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 31868,
      "end": 31872
    },
    {
      "text": "263264",
      "label": "DATE",
      "start": 31877,
      "end": 31883
    },
    {
      "text": "July 31, 2023",
      "label": "DATE",
      "start": 31885,
      "end": 31898
    },
    {
      "text": "J. Lazaro-Javier",
      "label": "PERSON",
      "start": 31904,
      "end": 31920
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 31942,
      "end": 31944
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 32016,
      "end": 32033
    },
    {
      "text": "61",
      "label": "CARDINAL",
      "start": 32043,
      "end": 32045
    },
    {
      "text": "People v. Casio",
      "label": "ORG",
      "start": 32046,
      "end": 32061
    },
    {
      "text": "749",
      "label": "CARDINAL",
      "start": 32063,
      "end": 32066
    },
    {
      "text": "Phil 458",
      "label": "PERSON",
      "start": 32067,
      "end": 32075
    },
    {
      "text": "460",
      "label": "CARDINAL",
      "start": 32077,
      "end": 32080
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 32086,
      "end": 32090
    },
    {
      "text": "J. Leonen",
      "label": "PERSON",
      "start": 32097,
      "end": 32106
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 32108,
      "end": 32114
    },
    {
      "text": "62",
      "label": "CARDINAL",
      "start": 32126,
      "end": 32128
    },
    {
      "text": "Almero",
      "label": "PERSON",
      "start": 32139,
      "end": 32145
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 32147,
      "end": 32151
    },
    {
      "text": "269401",
      "label": "DATE",
      "start": 32156,
      "end": 32162
    },
    {
      "text": "April 11, 2024",
      "label": "DATE",
      "start": 32164,
      "end": 32178
    },
    {
      "text": "J. Lazaro-Javier",
      "label": "PERSON",
      "start": 32184,
      "end": 32200
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 32222,
      "end": 32223
    },
    {
      "text": "the Supreme Court",
      "label": "ORG",
      "start": 32295,
      "end": 32312
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 32331,
      "end": 32333
    },
    {
      "text": "G.R.",
      "label": "GPE",
      "start": 32334,
      "end": 32338
    },
    {
      "text": "JAMIN S. CAGUIOA •",
      "label": "PERSON",
      "start": 32571,
      "end": 32589
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 32612,
      "end": 32614
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 32615,
      "end": 32622
    },
    {
      "text": "267140",
      "label": "CARDINAL",
      "start": 32624,
      "end": 32630
    },
    {
      "text": "Section 13",
      "label": "LAW",
      "start": 32671,
      "end": 32681
    },
    {
      "text": "Constitution",
      "label": "LAW",
      "start": 32689,
      "end": 32701
    }
  ],
  "metadata": {
    "num_tokens": 6631,
    "num_sentences": 289,
    "num_entities": 602
  }
}