{
  "filename": "270870.pdf",
  "full_text": "I SUPREME COURT OF THE PHILIPPINES PUBUC INFORMATION OFFICE ~~ ~ 3Repu bl ie of tbe l)b ilippi it~:7':f_ -----1.------1-+-7\"5f~ $>Up re me <!Court ;fffila ni la SECOND DIVISION PEOPLE OF THE PHIILIPPINES, G.R. No. 270870 Plaintiff-appel lee, Present: LEONEN ** ' -versus- LAZARO-JAVIER,*** Acting Chairperson, LOPEZ, M., LOPEZ, J., and KHO, JR., JJ. XXX.270870 and YYY270870,* Promulgated: Accused-appellants. x-----------------------------------------------------------------------------------------x DECISION LOPEZ, M., J.: In this Appeal, 1 XXX270870 and YYY270870 assail the Decision,2 which affirmed their conviction for qualified trafficking in persons under Modified pursuant to Supreme Coutt Amended Administrative Circular No. 83-2015 dated September 5, 2017 (Re: Protocols and Procedures in the Promulgation, Publication, and Posting on the Websites of Decisions, Final Resolutions, and Final Orders Using Fictitious Names/Personal Circumstances); The identity of the victim or any information which could establish or compromise their identity, as well as those of their immediate family or household members, shall be witl1held pursuant to Republic Act No. 7610 (1992), An Act Providing for Stronger Deterrence and Special Protection Against Child Abuse, Exploitation and Discrimimtion, Providing Penalties for its Violation, and for Other Purposes. •• On official leave. ••• Designated Acting Chairperson per Special Order No. 3144 dated November 7, 2024. 1 Rollo, pp. 3--4. Id. at 8-24. The October 11, 202 l Decision in CA-G.R. CR-HC No. 13004 was penned by Associate Justice Ramon A. Cruz and concuned in by As~ociat0 Justices Ruben Rc:ynaido G. Roxas and Bonifacio S. Pascua of the Eleventh Division, Court of Appeals, Manila. r Decision 2 G.R. No. 270870 Section 4(a), in relation to Section 6 of Republic Act (RA) No. 9208,3 as amended by RA No. 10364.4 ANTECED.ENTS XXX270870, YYY270870, (collectively, accused-appellants), and a John Doe were charged with four counts of qualified trafficking in persons under Section 4(a ), in relation to Section 6( a) of RA No. 9208, as amended by RA No. 10364, under the following Informations: CRIMINAL CASE NO. R-ANG-15-01637-CR That sometime in the month of December 2013, in the City of _, Philippines, and withi..1 the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 11 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW [.]5 (Emphasis in the original) CRIMINAL CASE NO. R-ANG-15-01638-CR That on or about the 1st day of January 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by mea.'1S of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a foe of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. 3 Anti-Trafficking in Persons act of 2003. 4 Expanded Anti-Trafficking in Persons Act of 2012. 5 Rollo, pp. 9-10. Decision 3 G.R. No. 270870 The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA \\V[.]6 CRIMINAL CASE NO. R-ANG-15-01639-CR That sometime in the month of April 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870J, AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW[.]7 CRIMINAL CASE NO. R-ANG-15-01640-CR That sometime during the last week of April 2014, in the City of _, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there wil[l]fully, unlawfully and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above- mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA\\ V.8 During pre-trial, the identity of accused-appellants as the persons charged in the Informations were admitted. Thereafter, trial ensued. 9 6 Id. at 10. 7 Id. at 1-11. 8 Id. at 1 I. 9 Id. Decision 4 G.R. No. 270870 For the prosecution, AAA270870, and her sister, BBB270870, were presented as witnesses. The prosecution adopted the direct examination of AAA270870 in Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 since these cases involved the same parties. The prosecution also adopted the formal offer of evidence already submitted in the said separate cases, which included: (a) Investigation Data Form dated April 29, 2015; (b) BBB270870's Sinumpaang Salaysay; (c) BBB270870's Certificate of Live Birth; (d) AAA270870's Sinumpaang Salaysay; and (e) AAA270870's Certificate of Live Birth.10 AAA270870 was 14 years old when she was called to testify. She was born on January 22, 2002.11 She testified on the four instances in which accused-appellants exploited her and brought her to be abused by foreigners. The first instance occurred in December 2013 when AAA270870 was only 11 years old. She recalled that XXX:270870 came to their residence to take pictures of her, and instructed her to look presentable as they will be going somewhere later. Afterward, CCC270870~ 12 one of XXX:270870's daughters, picked up AAA270870 and brought her to XXX270870's house. XXX270870, CCC270870, and AAA270870 then went to Robinsons - to wait for YYY270870 and her husband. \\Vhen YYY270870 arrived, xxx:270870 handed AAA270870 over to YYY270870 and her husband, who took AAA270870 to the apartment of a certain Tom, a foreigner. The four of them then went to a hotel.13 In the hotel, YYY270870 and her husband stayed downstairs while AAA270870 and Tom went into a room14 where the carnal knowledge occurred.15 AAA270870 described the ordeal as painful because it was done against her will.16 Thereafter, YYY270870, her husband, AAA270870, and DDD270870 went to SM - to look for a bike to give to AAA270870. ~ couldn't find one, they dropped Tom off at a Petron Gas Station on - Highway. Before leaving, DDD270870 gave AAA270870 PHP 3,000.00 and YYY270870 and her husband PHP 1,000.00 each. YYY270870, her husband, and AAA270870 then headed to a 7-Eleven convenience store, where XXX270870 and her daughters~ CCC270870 and EEE270870 17 were waiting.18 When AAA.270870 entered one of the comfort rooms, EEE270870 followed her, frisked her, and took PHP 2,000.00 from her. EEE270870 10 Id. at 32. Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 refer to different cases involving the same parties. 11 Id. See also RTC records, p. 10. 12 RTC records, p. 7. 13 Rollo, p. 33. 14 TSN, September 7, 2016, p. 27. 15 Rollo, p. 33. 16 TSN, February 29, 2016, p. 11. 17 RTC records, p. 7. See also TSR December 6, 2017, p. 2. The RTC records refer to her as either\"-\" or\"-·\" 18 Rollo, p. 33. Decision 5 G.R. No. 270870 handed the PHP 2,000.00 to XXX270870 who brought fruits with it. XXX270870 gave the fruits to AAA270870 with PHP 250.00. XXX270870 instructed AAA270870 not to tell anyone about what happened. When AAA270870 arrived home, she gave the money and the fruits to her grandmother.19 When her grandmother asked where the money came from, AAA270870 merely said \"wala po\" and her grandmother accepted it without further question.20 The second incident happened on January 1, 2014. XXX270870 asked AAA270870' s grandmother for permission to bring the young girl somewhere for a pictorial. 21 When the grandmother agreed, XXX270870 fetched AAA270870 and broughtherto YYY270870 in Robinsons' Balibago. Similar to the previous incident, YYY270870 and her husband brought AAA270870 to DDD270870. The four of them went to another hotel where Tom and AAA270870 had sex once more. Tom then gave AAA270870 PHP 2,000.00 and YYY270870 and her husband PHP 1,000.00 each. \\,Vhen YYY270870 handed AAA270870 back to XXX270870, XXX270870 took PHPl,000.00 from AAA270870 and repeated her instruction not to tell anyone. As before, AAA270870 gave the remaining money to her grandmother but she did not disclose anything, fearing that XXX270870 might retaliate.22 The third occurrence took place in April 2014. XXX270870 went to AAA270870's house and took photos of AAA270870 and her siblings on the pretense that a foreigner would select one of them for a scholarship. Subsequently, XXX270870 took her daughter FFF27087 ,23 and AAA270870 to the apartment of a foreigner named Charles. XXX270870 then left the two children alone with Charles. Charles instructed FFF270870 to put his penis into her mouth while he inserted a toy penis into AAA270870's vagina. After satisfying his lust, Charles gave both girls PHP 500.00 each. XXX:270870 then returned to fetch the girls and bring them home. Again, AAA270870 simply gave the money to her grandmother but did not disclose what happened. 24 The final offense occurred in the last week of April 2014, when XXX270870 brought AAA270870, EEE270870, FFF270870, and BBB270870 to Charles. ¥/hen they arrived, Charles gave XXX270870 and EEE270870 money to buy food. While the two were away, Charles ordered the children to put his penis into their mouths. A few moments later, XXX270870 and EEE270870 returned to the apartment with food from Jollibee. XX:X:270870 left EEE270870 and the food with Charles. After XX:X:270870 left, Charles continued to satisfy his lust. He made BBB270870 19 Id. at 33. 20 Id. at 34. 21 Id. 22 Id. at 33. 23 RTC records, p. 8. 24 Rollo, p. 33. Decision 6 G.R. No. 270870 lick EEE270870's private organ then told AAA270870 and FFF270870 to do the same. The girls were left with no choice but to accede. Thereafter, Charles told the children to drink a white-colored liquid that looked like phlegm. After doing so_, Charles gave the children PHP 500.00 each. XXX270870 took the money from AAA270870.25 BBB270870 corroborated this portion of AAA270870's testimony. She restated that XXX270870 brought them (AAA270870, EEE270870, FFF270870, and her) to Charles who sexually abused them by forcing them to put his penis into their mouths, having them lick each other's private parts, and making them drink a white, phlegm-like substance.26 On the other hand, the defense offered the testimonies of XXX:270870, her two daughters, CCC270870 and EEE270870, and YYY270870. XXX270870 claimed that she knows AAA270870 because they were former neighbors in_,_, - City from 2011 to March 2013. She is also friends with AAA270870's grandmother, whom she calls \"-\" and AAA270870's mother. XXX270870 denied knowing Y-YY270870 personally, explaining that she only became aware of YYY270870 when CCC270870 accused YYY270870 as one of her procurers27 in another case for qualified trafficking. CCC270870 had been staying with the Department of Social Welfare and Development (DSWD) for two years, alongside AAA270870. XXX270870 and AAA270870's mother would visit their daughters together, and during those visits, she and AAA270870 got along well and there were no unusual incidents between them.28 XXX270870 was arrested on July 22, 2015. She denied having known YYY270870 and all the allegations against her.29 She also highlighted that she did not escape nor hide from the po~ice authorities. 30 I CCC270870 and EEE270870 kimply corroborated their mother's testimony. du Finally, YYY270870 refuted the allegations against her. She claimed to have no knowledge of th~ charge. of human trafficking. She likewise denied having known X, XX2T0870 and AAA270870. She alleged l 25 Id. 26 Id. at 13-14. 27 Colloquially called a \"pimp.\" 28 Rollo, p. 38. 29 Id. at 34. 30 Id. Decision 7 G.R. No. 270870 that she met AAA270870 for the first time at the Prosecutor's Office after the complaint against her had been filed.31 In its Decision, 32 XXX270870 and YYY270870 were convicted of qualified trafficking.33 It found that the prosecution was able to prove that AAA270870 was a minor at the time she was peddled by the two accused to foreigners. 34 Further, the two accused took advantage of AAA270870's vulnerability for the purpose of sexual exploitation. 35 The Regional Trial Court (RTC) noted that the defense offered no other evidence other than uncorroborated denials and self-serving testimonies. The RTC ruled that mere denials cannot outweigh the positive identification and unequivocal narrations of AAA27087.36 Thus, XXX270870 was convicted of four counts of qualified trafficking in person committed against AAA270870. However, the RTC acquitted YYY270870 in Criminal Case Nos. R-ANG-15-01639-CR and R ANG-15-01640-CR because she was not mentioned at all in those cases.37 The dispositive portion of the decision states: WHEREFORE, IN VIEW OF THE FOREGOING, accused [XXX270870] is found criminally liable for the four [] counts of qualified child trafficking CRIMINAL CASE No. R-ANG-15-01637-CR, CRIMINAL CASE No. R-ANG-15-01638-CR, CRIMINAL CASE No. R ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640-CR. Accordingly, Accused [XXX270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos (PHP] 2,000,000.00) for each of the four D stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] 100,000.00 as exemplary damages for each of the four [] charges, as provided un.der Article 2219 of the New Civil Code. Accused [YYY270870] is found criminally liable for the two D counts of qualified child trafficking in CRIMINAL CASE No. R-ANG-15- 01637-CR and CRIMINAL CASE No. R-ANG-15-01638-CR. Accordingly, Accused [YYY270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos ([PHP] 2,000,000.00) for each of the two [] stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] I 00,000.00 as exemplary damages for the two [] charges, as provided Article 2219 the New Civil Code. Accused [YYY270870] is ACQUITTED for CRIMINAL CASE No. R-ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640- CR, as t.lie fact from which the criminal and civil liability did not exist. 31 Id. at 15. 32 Id. at30-51. The September 24, 2018 Decision in Criminal Case Nos. R-ANG-15-01637-CRto R-ANG- 15-01640-CR was penned bv Acting Presiding Judge Katrina Nora S. Buan Factora of Branch ■, Regional Trial Comt, City. 33 Id. at 43-44. 34 Id. at 44-45. 35 Id. at 44--47. 36 Id. at 46. 37 Id. at 47. Decision 8 G.R. No. 270870 SO ORDERED.38 (Emphasis in the original) Accused-appellants appealed. In their Brief, 39 they argued that the elements of qualified trafficking were not proven beyond reasonable doubt.40 First, the prosecution failed to prove \"fraud, deception, and taking advantage of the vulnerability\"41 of [AAA270870]. Second, AAA270870's testimony was full of \"patent incredibilities.\"42 For one, despite having been sexually abused for the first time in December 2013, AAA270870 kept consenting to the same acts until the last week·of April 2014.43 There is also no reason for AAA270870 to be afraid of XXX270870 since there is no evidence that XXX270870 ever intimidated or threatened her. 44 More importantly, AAA270870 has been in the custody of the DSWD since May 2014 yet she only filed the complaint one year later, or in June 2015.45 The CA affirmed the convictions in its assailed Decision.46 It ruled that the prosecution had successfully established that AAA270870 was a minor during the incidents that occurred between December 2013 and April 2014. Further, AAA270870 and BBB270870's testimonies \"revealed in graphic detail\" how accused-appellants \"(1) offered [AAA270870] to different foreigners on different separate occasions by preying on her vulnerability as a minor; (2) the act was done for a fee; and (3) it was committed for the purpose of sexual exploitation.\" 47 As regards the alleged lack of fraud, deception or taking advantage, the CA held that the offense is qualified trafficking in persons because AAA270870 was a minor; hence, the means used to commit the offense becomes irnrnaterial.48 Even if AAA270870 did \"consent\" to these acts, this consent is rendered meaningless due to the coercive, abusive, and deceptive means employed by the perpetrators of human trafficking. 49 Finally, the CA held that it was insignificant that AAA270870 did not report the abuse to her grandmother and did not report immediately the incidents to the authorities when she was in the custody of theDSWD.50 The appellate court increased the award of moral damages to PHP 500,000.00 and imposed 6% legal interest per annum. The dispositive portion reads:51 38 Id. at 51. 39 CA rollo, pp. 39-56. 40 Id. at 52. Id. 42 Id. at 53. 43 Id. 44 Id. 45 Id. at 54. 46 Roilo, pp. 8-24. 47 Id. at 19. 48 Id. at 19-20. 49 Id. at 21. 50 Id. at 22. 51 Id. at 23. r Decision 9 G.R. No. 270870 WHEREFORE, premises considered, the appeal is hereby DISMISSED, and the Decision dated September 24, 2018 of the Regional Trial Court of-City,_, in Criminal Case Nos. R-ANG-15- 01637-CR to R-ANG-15-01640-CR is AFFIRMED with MOI)IFICATION that (1) the award of moral damages is increased to [PHP] 500,000.00; and (2) there shall be interest on all damages awarded at the legal rate of [] 6% per annum from the date of finality of this Decision until full payment. SO ORDERED.52 (Emphasis in the original) Hence, this appeal. ISSUE Whether the crime of qualified trafficking in persons against accused appellants was proven beyond reasonable doubt. RULING Accused-appellants are liable of qualified trafficking in persons Accused-appellants were charged and convicted for qualified trafficking in persons under Section 4(a), in relation to Section 6(a) of RA No. 9208, as amended by RA No. 10364: Section 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, transport, transfer, harbor, provide, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, sexual exploitation, forced labor, slavery, involuntary servitude or debt bondage[.] Section 6. Qualified Trafficki.ng in Persons. - The following are considered as qualified trafficking: (a) When the trafficked person is a cru1d; 52 Id. at 24. Decision 10 G.R. No. 270870 In People v. Casio,53 the Court defined the elements of trafficking in persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders\"; (2) The means used include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another\"; and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs.\" 54 (Citation omitted, italics in the original) The cri1ne is qualified when the trafficked person is a \"child\" which is defined as any \"person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or protect himself/herself from abuse, neglect, cruelty, exploitation, or discrimination because of a physical or mental disability or condition. 55 In such cases, the recruitment, transportation, transfer, harboring, or receipt of a child for the purpose of exploitation shall also be considered as \"trafficking in persons\" regardless of the means used.56 More importantly, the minor's consent to the sexual transaction is irrelevant to the commission of the crime as victims who are minors cannot validly give their consent. 57 Consequently, accused appellants' argument that the prosecution failed to prove \"fraud, deception, and taking advantage of vulnerability\" must necessarily fail. Here, the presence of all the elements of qualified trafficking was duly established by the prosecution. First, it is undisputed that AAA270870 was a minor when she was trafficked. 58 Second, AAA270870's testimonial evidence proves that she was offered by accused-appellants to various foreigners for sexual pleasure from December 2013 to April 2014. Her testimony vividly described how t XXX270870, whmn she calls\" fetched her and brought her to YYY270870, who then brought her to Tom who sexually abused her: 53 749 Phil 458 (2014) [Per J. Leonen, Second DivisionJ. 54 Id. at 472-473. 55 Republic Act No. 9208 (2003), as amended by Republic Act No. 10364 (2013), sec. 3(b). 56 Id. 57 Id. 58 RTC records, pp. 10-11. Decision 11 G.R. No. 270870 Atty. Isidro: Q Can you remember anything that happened to you sometime in December 2013? • A Yes, sir. Q What is that? A [.XXX270870] went to our house to take pictures ofm e, sir. Q You mentioned that [..XXX270870] wanted to take your picture, what happened next t.ifter that? A She told me to fix myselfa nd later on she will fetch me. Q After going to the house of[.X.XX-270870] [sic], where did you go next? A We went to sir. Q When you went to who were with you? A [.X.XX-270870] and CCC270870, sir. Q When you got to - what happened there? A We waited for YYY270870 and the husband ofYYY270870, sir. Q And did the husband ofY YY270870 and YYY270870 arrive? A Yes, sir. Q What ~hen they arrived? A Then .....g ave me to YYY270870 and her husband, sir. Q Why did [..X:XX-270870] give you to YYY270870? A For the foreigner named Tom, sir. Q When you arrived at the house of( sic) foreigner, what happened after that? A We boarded on a tricycle and we went to a hotel and the husband of YYY270870 told Joan to cover me because I am a minor and it was prohibited. Q What happened when you got to tile hotel? A Me and the foreigner had a [sic] sex, sir.59 (Emphasis supplied, italics in the original) AAA270870 testified that the same thing happened in January 2014: 59 TSN, February 29, 2016, pp. 5--10. Decision 12 • G.R. No. 270870 [Atty. Isidro:] Q Do you remember [sic] something happened to you on - [sic] January I, 2014? A Yes, sir. Q What happened to you? A [XXX270870]fetched [sic] at our house, sir. Q What happened after she fetched you? A We went to YYY270870 at - sir. Q What happened when you met up with YYY270870 at - ? A Then again [XXX270870J gave me to YYY270870 and her husband_. sir. Q After she gave you to YYY270870 and her husband, where did you go? A. We again fetched the foreigner at Petron. Q Is this Tom again? A Yes, sir. Q After you fetched Tom, where did you go? A Again to the hotel, sir. Q What did you do to [sic] the hotel? A We had a [sic] sex again, sir.60 (Emphasis supplied, italics in the original) Moreover, AAA270870 likewise narrated in detail the harrowing expenence that she went through . in April 2014 with Charles, another foreigner: [Atty. Isidro:] Q Do you remember [sic] something happened to you in April 2014? A Yes, sir. Q What happened to you? A She went to our house according to [.XXX-270870] she will take pictures of me and my other sibling. Q 1Vho went to your Jwuse? A [XXX270870], sir. Q After she took pictures of[sic], what happened after that? A She chose who among us ·will be given a scholarship. 60 Id. at 17-18. r Decision lJ G.R. No. 270870 Q After she tuok pictures, what happened after that? A She told me just io ·wairfor a while. Q After you waited what happened? A She texted to my Ate instructing to go to her house. Q Did you go to her house? A Yes, sir, with my elder sister. Q What happened when you got to her house? A We left together with FFF270870 [sic], [..XXX270870], and me, sir. Q And then where did the 3 ofy ou go? A At -Avenue in an apartment ofa foreigner, sir. Q And who is this foreigner A Charles, sir. Q What did Charles instruct you to do? A He instructed FFF270870 to put her [sic] penis inside the mouth of FFF270870 [sic]. Q What about you, what did he instruct you to do? A He inserted a toy penis to my vagina, sir. Q In the last week of April 2014, do you remember anything that happened to you in significant [sic] in connection to what happened to you previously? A Yes; sir. • Q What happened to you? A We went back to the apartment of the foreigner, sir. Q Who were you with? A EEE270870, CCC270870, me and BBB270870, and XKX.270870, sir. Q 1-Vhat happened in tlie room when you were left with GGG270870? A He instructed us to pui his penis inside our mouth. Q Did you do it? A Yes, sir. 61 TSN, Februai-y 29, 2016, pp. 21-24. Decision 14 G.R. No. 270870 Q What did Charles asked [sic] BBB270870 to do? A Then XXX270870 and EEE270870 arrived and XXX270870 left the apartment and then the foreigner instructed BBB270870 to lick the private organ ofE liza [sic]. Q Did BBB20870 do it? A Yes, sir. Q Aside from this was there anything else that Charles asked you to do in connection with something white? A Yes, sir. Q What was that? A Then he instructed us to also do what· BBB210870 and EEE270870 [sic] did. Q By the way, who is this EEE270870? A The daughter of.XXX270870, sir. Q You mentioned something about white that Charles [sic] making you to drink in your affidavit, what was that about? A He instructed BBB270870 to drink something colored white in a glass looks like a phlegm. Q Did BBB270870 drink it? A Yes, sir. Q After BBB270870 drunk [sic] it, what happened after that? A Then he instructed me and CCC270870 to do the same thing. 62 (Emphasis supplied, italics in the original) We stress that AAA270870's narration of the vile events that happened on the last week of April 2014 was duly corroborated by BBB270870's testimony. 63 Credibility oft he private complainant It is settled that the task of assigning values to the testimonies of witnesses and weighing their credibility is best left to the trial court, which forms its first-hand impressions as witnesses testify before it.64 As a rule, the findings and conclusions of trial courts on the credibility of witnesses enjoy a badge of respect because they have Jhe advantage of observing the demeanor of witnesses as they testify.65 It will not be disturbed absent any showing that the trial court overlooked certain facts and circumstances which could 62 TSN, February 29, 2016, pp. 28--32. 63 Rollo, pp. 36--37. 64 People v. Del Rosario, 657 Phil. 635, 642 (201 I) [J. Nachura, Second Division]. 65 People v. Lacaden, 620 Phil. 807, 819 (2009) [J. Chico-Nazario, Third Division]. y Decision 15 G.R. No. 270870 substantially affect the outcome of the case. 66 Moreover, we have long adhered to the rule that the \"[f]actual findings of the trial court, including its assessment of the credibility of witnesses, probative weight of their testimonies, as well as of the documentary evidence, are accorded great weight and respect, especially when the same are affirmed by the CA.\"67 Here, the trial court found \"credence in the testimony of the complainant [AAA270870], over the denials of [accused-appellants,]\"68 and concurred in by the appellate court. 69 We find no reason to depart from this rule. That AAA270870 did not resist the subsequent acts of trafficking is of no moment. Suffice it to say, \"there is no typical form of behavior for a woman when facing a traumatic experience such as a sexual assault.\"70 As a child, it is understandable that AAA270870 did not react to her ordeal in the well ordered manner of an adult.71 Finally, AAA270870's delay in reporting the incident also does not diminish her credibility: Neither the delay in reporting the incidents to the proper authorities tainted the victims' credibility. For sure, there was no prompt revelation of what befell the victims. But \"long silence and delay in reporting the crime I of rape have not always been construed as indications of a false accusation.\" \"A rape charge becomes doubtful only when the delay in revealing its commission is unreasonable and unexplained.\" In the present case, appellant threatened the victims that he would kill them and their families if they would tell anyone of what he did to them. To our mind, this is a reasonable explanation for the delay.72 While :x:x:x:270870 may not have verbally threatened AAA270870, :x:x:x:270870 herself alleged that AAA270870 looks up to :x:x:x:270870 as her own mother: [Atty. Balverde:] Q How would you describe your relationship with the family of-? A We were close, ma'am, my children and \"Nanay\" [sic] because \"Nanay\" was the one who assisted me in giving birth to my second to the youngest of my seven[] children, ma'am. Q And, Ms. Witness, how about your relationship with [AAA270870] and [BBB270870], how can you describe it? 66 People v. Regaspi, 768 Phil. 593, 598 (2015) [Per J. Peralta, Third Division]. 67 People v. Amurao, 878 Phil. 306, 323 (2020) [Per J. Caguioa, First Division]. 68 Rollo, p. 46. 69 Id. at 21-23. 70 People v. Rusco, 796 Phil. 147, 158 (2016)[Per J. Perez, Third Division]. 71 People v. Apilo, 331 Phil. 869, 888 (1996) (Per J. Pai, ganiban, Third Division]. 72 People v. Grate/a, 868 Phil. 8, 19 (2020) [Per J. Reyes, Jr., First Division]. y ---·-···--··-··-·--·----- Decision 16 G.R. No. 270870 A Our relationship was okay, ma'am. They were treating me as their mother.73 (Emphasis supplied) Undeniably, XXX270870 exerted a significant level of influence over AAA270870. This also explains why AAA270870's grandmother simply agreed to her granddaughter's closeness with XXX270870. This influence, coupled with the fact that AAA270870 has already suffered repeated sexual abuse, sufficiently explains the delay in reporting the incidents. Indeed, the gravity of the situation was just too much for an innocent child to bear that it has taken AAA270870 time to muster up the courage and overcome the traumatizing events done to her. During her cross-examination, AAA270870 acknowledged that she continued to feel fearful even after being rescued by the DSWD and International Justice System (IJM): [Atty. Balverde:] Q You stated that you were afraid of [.XXX-270870], how come this time you were no longer afraid and you freely and voluntary told the story with the DSWD and to the JJM? A I am not afraid anymore because there [sic] are already there to protect me and defense me, ma'am. Q When you were rescued by the DSfVD you were still scared, is that what you are trying to say? A Yes, ma'am. 74 (Emphasis supplied, italics in the original) All told, the courts a quo were correct in finding the accused-appellants guilty beyond reasonable doubt of the crime charged. The Court affirms the imposition of the penalty of life imprisonment and fine in the amount of PHP 2,000,000.00 as provided under Section l0(e) of RA No. 9208, as amended by RA No. 10364, 75 for each count. We likewise affirm the award of PHP 500,000.00 as moral damages and PHP 100,000.00 as exemplary damages, with legal interest of 6% per annum from finality of this judgment until full payment, pursuant to our pronouncement in People v. Ex-Mayor Estonilo, Sr. 76 ACCORDINGLY, the appeal is DISMISSED. The Decision dated October 11, 2021 of the Court of Appeals in CA-G.R. CR-HC No. 13004 is AFFIRMED. 73 TSN, October 12, 2016, pp. 11-12. 74 TSN, September 7, 2016, p. 5. 75 Republic Act No. 9208 (20030, as amended by Republic Act No. 10364 (2013), sec. lO(e) states: SEC. 10. Penalties and Sanccions. - The following penalties and sanctions are hereby established for ~~ ~ffenses enumerated in this Act: I ( e) Any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of lite imprisonment and a fine of not less than Twb million pesos (P2,000,000.00) but not more than Five million pesos (P5,000,000.00)[.] I y 76 745 Phil. 33 l, 356 (2014) [Per J. Leonardo-De Castro, First Division]. Decision 17 G.R. No. 270870 Accused-appellant XXX270870 is GUILTY beyond reasonable doubt of four counts ofviolation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 in Criminal Case Nos. R-ANG-15-01637-CR, R ANG-15-01638-CR, R-ANG-15-01639-CR, and R-ANG-15-01640-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP 500,o·oo.oo, and exemplary damages amounting to PHP 100,000.00 for each count. Accused-appellant YYY270870 is GUILTY beyond reasonable doubt of two counts of violation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 i~ Criminal Case Nos. R-ANG-15-01637-CR and R ANG-15-01638-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP. 500,000.00, and exemplary damages amounting to PHP 100,000.00 for each count. All monetary awards shall earn legal interest at the rate of 6% per annum from the finality of this Decision until full payment. SO ORDERED. Decision 18 G.R. No. 270870 WE CONCUR: On official leave MARVIC M.V.F. LEONEN Senior Associate Justice Chairperson AMY~O-JAV IER JHOSE~OPEZ Associate Justice Associate Justice .KHO,~ Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. llf;~A AMY ~'IER •i:ociate Justice Acting Chairperson CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the \\\\-Titer of the opinion of the Court's Division and the Acting Chairperson· s Attestation.",
  "sections": {
    "header": "I SUPREME COURT OF THE PHILIPPINES PUBUC INFORMATION OFFICE ~~ ~ 3Repu bl ie of tbe l)b ilippi it~:7':f_ -----1.------1-+-7\"5f~ $>Up re me <!Court ;fffila ni la SECOND DIVISION PEOPLE OF THE PHIILIPPINES, G.R. No. 270870 Plaintiff-appel lee, Present: LEONEN ** ' -versus- LAZARO-JAVIER,*** Acting Chairperson, LOPEZ, M., LOPEZ, J., and KHO, JR., JJ. XXX.270870 and YYY270870,* Promulgated: Accused-appellants. x-----------------------------------------------------------------------------------------x DECISION LOPEZ, M., J.: In this Appeal, 1 XXX270870 and YYY270870 assail the Decision,2 which affirmed their conviction for qualified trafficking in persons under Modified pursuant to Supreme Coutt Amended Administrative Circular No. 83-2015 dated September 5, 2017 (Re: Protocols and Procedures in the Promulgation, Publication, and Posting on the Websites of Decisions, Final Resolutions, and Final Orders Using Fictitious Names/Personal Circumstances); The identity of the victim or any information which could establish or compromise their identity, as well as those of their immediate family or household members, shall be witl1held pursuant to Republic Act No. 7610 (1992), An Act Providing for Stronger Deterrence and Special Protection Against Child Abuse, Exploitation and Discrimimtion, Providing Penalties for its Violation, and for Other Purposes. •• On official leave. ••• Designated Acting Chairperson per Special Order No. 3144 dated November 7, 2024. 1 Rollo, pp. 3--4. Id. at 8-24. The October 11, 202 l Decision in CA-G.R. CR-HC No. 13004 was penned by Associate Justice Ramon A. Cruz and concuned in by As~ociat0 Justices Ruben Rc:ynaido G. Roxas and Bonifacio S. Pascua of the Eleventh Division, Court of Appeals, Manila. r Decision 2 G.R. No. 270870 Section 4(a), in relation to Section 6 of Republic Act (RA) No. 9208,3 as amended by RA No. 10364.4 ANTECED.ENTS XXX270870, YYY270870, (collectively, accused-appellants), and a John Doe were charged with four counts of qualified trafficking in persons under Section 4(a ), in relation to Section 6( a) of RA No. 9208, as amended by RA No. 10364, under the following Informations: CRIMINAL CASE NO. R-ANG-15-01637-CR That sometime in the month of December 2013, in the City of _, Philippines, and withi..1 the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 11 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW [.]5 (Emphasis in the original) CRIMINAL CASE NO. R-ANG-15-01638-CR That on or about the 1st day of January 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by mea.'1S of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a foe of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. 3 Anti-Trafficking in Persons act of 2003. 4 Expanded Anti-Trafficking in Persons Act of 2012. 5 Rollo, pp. 9-10. Decision 3 G.R. No. 270870 The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA \\V[.]6 CRIMINAL CASE NO. R-ANG-15-01639-CR That sometime in the month of April 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870J, AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW[.]7 CRIMINAL CASE NO. R-ANG-15-01640-CR That sometime during the last week of April 2014, in the City of _, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there wil[l]fully, unlawfully and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above- mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA\\ V.8 During pre-trial, the identity of accused-appellants as the persons charged in the Informations were admitted. Thereafter, trial ensued. 9 6 Id. at 10. 7 Id. at 1-11. 8 Id. at 1 I. 9 Id. Decision 4 G.R. No. 270870 For the prosecution, AAA270870, and her sister, BBB270870, were presented as witnesses. The prosecution adopted the direct examination of AAA270870 in Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 since these cases involved the same parties. The prosecution also adopted the formal offer of evidence already submitted in the said separate cases, which included: (a) Investigation Data Form dated April 29, 2015; (b) BBB270870's Sinumpaang Salaysay; (c) BBB270870's Certificate of Live Birth; (d) AAA270870's Sinumpaang Salaysay; and (e) AAA270870's Certificate of Live Birth.10 AAA270870 was 14 years old when she was called to testify. She was born on January 22, 2002.11 She testified on the four instances in which accused-appellants exploited her and brought her to be abused by foreigners. The first instance occurred in December 2013 when AAA270870 was only 11 years old. She recalled that XXX:270870 came to their residence to take pictures of her, and instructed her to look presentable as they will be going somewhere later. Afterward, CCC270870~ 12 one of XXX:270870's daughters, picked up AAA270870 and brought her to XXX270870's house. XXX270870, CCC270870, and AAA270870 then went to Robinsons - to wait for YYY270870 and her husband. \\Vhen YYY270870 arrived, xxx:270870 handed AAA270870 over to YYY270870 and her husband, who took AAA270870 to the apartment of a certain Tom, a foreigner. The four of them then went to a hotel.13 In the hotel, YYY270870 and her husband stayed downstairs while AAA270870 and Tom went into a room14 where the carnal knowledge occurred.15 AAA270870 described the ordeal as painful because it was done against her will.16 Thereafter, YYY270870, her husband, AAA270870, and DDD270870 went to SM - to look for a bike to give to AAA270870. ~ couldn't find one, they dropped Tom off at a Petron Gas Station on - Highway. Before leaving, DDD270870 gave AAA270870 PHP 3,000.00 and YYY270870 and her husband PHP 1,000.00 each. YYY270870, her husband, and AAA270870 then headed to a 7-Eleven convenience store, where XXX270870 and her daughters~ CCC270870 and EEE270870 17 were waiting.18 When AAA.270870 entered one of the comfort rooms, EEE270870 followed her, frisked her, and took PHP 2,000.00 from her. EEE270870 10 Id. at 32. Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 refer to different cases involving the same parties. 11 Id. See also RTC records, p. 10. 12 RTC records, p. 7. 13 Rollo, p. 33. 14 TSN, September 7, 2016, p. 27. 15 Rollo, p. 33. 16 TSN, February 29, 2016, p. 11. 17 RTC records, p. 7. See also TSR December 6, 2017, p. 2. The RTC records refer to her as either\"-\" or\"-·\" 18 Rollo, p. 33. Decision 5 G.R. No. 270870 handed the PHP 2,000.00 to XXX270870 who brought fruits with it. XXX270870 gave the fruits to AAA270870 with PHP 250.00. XXX270870 instructed AAA270870 not to tell anyone about what happened. When AAA270870 arrived home, she gave the money and the fruits to her grandmother.19 When her grandmother asked where the money came from, AAA270870 merely said \"wala po\" and her grandmother accepted it without further question.20 The second incident happened on January 1, 2014. XXX270870 asked AAA270870' s grandmother for permission to bring the young girl somewhere for a pictorial. 21 When the grandmother agreed, XXX270870 fetched AAA270870 and broughtherto YYY270870 in Robinsons' Balibago. Similar to the previous incident, YYY270870 and her husband brought AAA270870 to DDD270870. The four of them went to another hotel where Tom and AAA270870 had sex once more. Tom then gave AAA270870 PHP 2,000.00 and YYY270870 and her husband PHP 1,000.00 each. \\,Vhen YYY270870 handed AAA270870 back to XXX270870, XXX270870 took PHPl,000.00 from AAA270870 and repeated her instruction not to tell anyone. As before, AAA270870 gave the remaining money to her grandmother but she did not disclose anything, fearing that XXX270870 might retaliate.22 The third occurrence took place in April 2014. XXX270870 went to AAA270870's house and took photos of AAA270870 and her siblings on the pretense that a foreigner would select one of them for a scholarship. Subsequently, XXX270870 took her daughter FFF27087 ,23 and AAA270870 to the apartment of a foreigner named Charles. XXX270870 then left the two children alone with Charles. Charles instructed FFF270870 to put his penis into her mouth while he inserted a toy penis into AAA270870's vagina. After satisfying his lust, Charles gave both girls PHP 500.00 each. XXX:270870 then returned to fetch the girls and bring them home. Again, AAA270870 simply gave the money to her grandmother but did not disclose what happened. 24 The final offense occurred in the last week of April 2014, when XXX270870 brought AAA270870, EEE270870, FFF270870, and BBB270870 to Charles. ¥/hen they arrived, Charles gave XXX270870 and EEE270870 money to buy food. While the two were away, Charles ordered the children to put his penis into their mouths. A few moments later, XXX270870 and EEE270870 returned to the apartment with food from Jollibee. XX:X:270870 left EEE270870 and the food with Charles. After XX:X:270870 left, Charles continued to satisfy his lust. He made BBB270870 19 Id. at 33. 20 Id. at 34. 21 Id. 22 Id. at 33. 23 RTC records, p. 8. 24 Rollo, p. 33. Decision 6 G.R. No. 270870 lick EEE270870's private organ then told AAA270870 and FFF270870 to do the same. The girls were left with no choice but to accede. Thereafter, Charles told the children to drink a white-colored liquid that looked like phlegm. After doing so_, Charles gave the children PHP 500.00 each. XXX270870 took the money from AAA270870.25 BBB270870 corroborated this portion of AAA270870's testimony. She restated that XXX270870 brought them (AAA270870, EEE270870, FFF270870, and her) to Charles who sexually abused them by forcing them to put his penis into their mouths, having them lick each other's private parts, and making them drink a white, phlegm-like substance.26 On the other hand, the defense offered the testimonies of XXX:270870, her two daughters, CCC270870 and EEE270870, and YYY270870. XXX270870 claimed that she knows AAA270870 because they were former neighbors in_,_, - City from 2011 to March 2013. She is also friends with AAA270870's grandmother, whom she calls \"-\" and AAA270870's mother. XXX270870 denied knowing Y-YY270870 personally, explaining that she only became aware of YYY270870 when CCC270870 accused YYY270870 as one of her procurers27 in another case for qualified trafficking. CCC270870 had been staying with the Department of Social Welfare and Development (DSWD) for two years, alongside AAA270870. XXX270870 and AAA270870's mother would visit their daughters together, and during those visits, she and AAA270870 got along well and there were no unusual incidents between them.28 XXX270870 was arrested on July 22, 2015. She denied having known YYY270870 and all the allegations against her.29 She also highlighted that she did not escape nor hide from the po~ice authorities. 30 I CCC270870 and EEE270870 kimply corroborated their mother's testimony. du Finally, YYY270870 refuted the allegations against her. She claimed to have no knowledge of th~ charge. of human trafficking. She likewise denied having known X, XX2T0870 and AAA270870. She alleged l 25 Id. 26 Id. at 13-14. 27 Colloquially called a \"pimp.\" 28 Rollo, p. 38. 29 Id. at 34. 30 Id. Decision 7 G.R. No. 270870 that she met AAA270870 for the first time at the Prosecutor's Office after the complaint against her had been filed.31 In its Decision, 32 XXX270870 and YYY270870 were convicted of qualified trafficking.33 It found that the prosecution was able to prove that AAA270870 was a minor at the time she was peddled by the two accused to foreigners. 34 Further, the two accused took advantage of AAA270870's vulnerability for the purpose of sexual exploitation. 35 The Regional Trial Court (RTC) noted that the defense offered no other evidence other than uncorroborated denials and self-serving testimonies. The RTC ruled that mere denials cannot outweigh the positive identification and unequivocal narrations of AAA27087.36 Thus, XXX270870 was convicted of four counts of qualified trafficking in person committed against AAA270870. However, the RTC acquitted YYY270870 in Criminal Case Nos. R-ANG-15-01639-CR and R ANG-15-01640-CR because she was not mentioned at all in those cases.37 The dispositive portion of the decision states: WHEREFORE, IN VIEW OF THE FOREGOING, accused [XXX270870] is found criminally liable for the four [] counts of qualified child trafficking CRIMINAL CASE No. R-ANG-15-01637-CR, CRIMINAL CASE No. R-ANG-15-01638-CR, CRIMINAL CASE No. R ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640-CR. Accordingly, Accused [XXX270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos (PHP] 2,000,000.00) for each of the four D stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] 100,000.00 as exemplary damages for each of the four [] charges, as provided un.der Article 2219 of the New Civil Code. Accused [YYY270870] is found criminally liable for the two D counts of qualified child trafficking in CRIMINAL CASE No. R-ANG-15- 01637-CR and CRIMINAL CASE No. R-ANG-15-01638-CR. Accordingly, Accused [YYY270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos ([PHP] 2,000,000.00) for each of the two [] stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] I 00,000.00 as exemplary damages for the two [] charges, as provided Article 2219 the New Civil Code. Accused [YYY270870] is ACQUITTED for CRIMINAL CASE No. R-ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640- CR, as t.lie fact from which the criminal and civil liability did not exist. 31 Id. at 15. 32 Id. at30-51. The September 24, 2018 Decision in Criminal Case Nos. R-ANG-15-01637-CRto R-ANG- 15-01640-CR was penned bv Acting Presiding Judge Katrina Nora S. Buan Factora of Branch ■, Regional Trial Comt, City. 33 Id. at 43-44. 34 Id. at 44-45. 35 Id. at 44--47. 36 Id. at 46. 37 Id. at 47. Decision 8 G.R. No. 270870 SO ORDERED.38 (Emphasis in the original) Accused-appellants appealed. In their Brief, 39 they argued that the elements of qualified trafficking were not proven beyond reasonable doubt.40 First, the prosecution failed to prove \"fraud, deception, and taking advantage of the vulnerability\"41 of [AAA270870]. Second, AAA270870's testimony was full of \"patent incredibilities.\"42 For one, despite having been sexually abused for the first time in December 2013, AAA270870 kept consenting to the same acts until the last week·of April 2014.43 There is also no reason for AAA270870 to be afraid of XXX270870 since there is no evidence that XXX270870 ever intimidated or threatened her. 44 More importantly, AAA270870 has been in the custody of the DSWD since May 2014 yet she only filed the complaint one year later, or in June 2015.45 The CA affirmed the convictions in its assailed Decision.46 It ruled that the prosecution had successfully established that AAA270870 was a minor during the incidents that occurred between December 2013 and April 2014. Further, AAA270870 and BBB270870's testimonies \"revealed in graphic detail\" how accused-appellants \"(1) offered [AAA270870] to different foreigners on different separate occasions by preying on her vulnerability as a minor; (2) the act was done for a fee; and (3) it was committed for the purpose of sexual exploitation.\" 47 As regards the alleged lack of fraud, deception or taking advantage, the CA held that the offense is qualified trafficking in persons because AAA270870 was a minor; hence, the means used to commit the offense becomes irnrnaterial.48 Even if AAA270870 did \"consent\" to these acts, this consent is rendered meaningless due to the coercive, abusive, and deceptive means employed by the perpetrators of human trafficking. 49 Finally, the CA held that it was insignificant that AAA270870 did not report the abuse to her grandmother and did not report immediately the incidents to the authorities when she was in the custody of theDSWD.50 The appellate court increased the award of moral damages to PHP 500,000.00 and imposed 6% legal interest per annum. The dispositive portion reads:51 38 Id. at 51. 39 CA rollo, pp. 39-56. 40 Id. at 52. Id. 42 Id. at 53. 43 Id. 44 Id. 45 Id. at 54. 46 Roilo, pp. 8-24. 47 Id. at 19. 48 Id. at 19-20. 49 Id. at 21. 50 Id. at 22. 51 Id. at 23. r Decision 9 G.R. No. 270870 WHEREFORE, premises considered, the appeal is hereby DISMISSED, and the Decision dated September 24, 2018 of the Regional Trial Court of-City,_, in Criminal Case Nos. R-ANG-15- 01637-CR to R-ANG-15-01640-CR is AFFIRMED with MOI)IFICATION that (1) the award of moral damages is increased to [PHP] 500,000.00; and (2) there shall be interest on all damages awarded at the legal rate of [] 6% per annum from the date of finality of this Decision until full payment. SO ORDERED.52 (Emphasis in the original) Hence, this appeal. ISSUE Whether the crime of qualified trafficking in persons against accused appellants was proven beyond reasonable doubt. RULING Accused-appellants are liable of qualified trafficking in persons Accused-appellants were charged and convicted for qualified trafficking in persons under Section 4(a), in relation to Section 6(a) of RA No. 9208, as amended by RA No. 10364: Section 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, transport, transfer, harbor, provide, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, sexual exploitation, forced labor, slavery, involuntary servitude or debt bondage[.] Section 6. Qualified Trafficki.ng in Persons. - The following are considered as qualified trafficking: (a) When the trafficked person is a cru1d; 52 Id. at 24. Decision 10 G.R. No. 270870 In People v. Casio,53 the Court defined the elements of trafficking in persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders\"; (2) The means used include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another\"; and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs.\" 54 (Citation omitted, italics in the original) The cri1ne is qualified when the trafficked person is a \"child\" which is defined as any \"person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or protect himself/herself from abuse, neglect, cruelty, exploitation, or discrimination because of a physical or mental disability or condition. 55 In such cases, the recruitment, transportation, transfer, harboring, or receipt of a child for the purpose of exploitation shall also be considered as \"trafficking in persons\" regardless of the means used.56 More importantly, the minor's consent to the sexual transaction is irrelevant to the commission of the crime as victims who are minors cannot validly give their consent. 57 Consequently, accused appellants' argument that the prosecution failed to prove \"fraud, deception, and taking advantage of vulnerability\" must necessarily fail. Here, the presence of all the elements of qualified trafficking was duly established by the prosecution. First, it is undisputed that AAA270870 was a minor when she was trafficked. 58 Second, AAA270870's testimonial evidence proves that she was offered by accused-appellants to various foreigners for sexual pleasure from December 2013 to April 2014. Her testimony vividly described how t XXX270870, whmn she calls\" fetched her and brought her to YYY270870, who then brought her to Tom who sexually abused her: 53 749 Phil 458 (2014) [Per J. Leonen, Second DivisionJ. 54 Id. at 472-473. 55 Republic Act No. 9208 (2003), as amended by Republic Act No. 10364 (2013), sec. 3(b). 56 Id. 57 Id. 58 RTC records, pp. 10-11. Decision 11 G.R. No. 270870 Atty. Isidro: Q Can you remember anything that happened to you sometime in December 2013? • A Yes, sir. Q What is that? A [.XXX270870] went to our house to take pictures ofm e, sir. Q You mentioned that [..XXX270870] wanted to take your picture, what happened next t.ifter that? A She told me to fix myselfa nd later on she will fetch me. Q After going to the house of[.X.XX-270870] [sic], where did you go next? A We went to sir. Q When you went to who were with you? A [.X.XX-270870] and CCC270870, sir. Q When you got to - what happened there? A We waited for YYY270870 and the husband ofYYY270870, sir. Q And did the husband ofY YY270870 and YYY270870 arrive? A Yes, sir. Q What ~hen they arrived? A Then .....g ave me to YYY270870 and her husband, sir. Q Why did [..X:XX-270870] give you to YYY270870? A For the foreigner named Tom, sir. Q When you arrived at the house of( sic) foreigner, what happened after that? A We boarded on a tricycle and we went to a hotel and the husband of YYY270870 told Joan to cover me because I am a minor and it was prohibited. Q What happened when you got to tile hotel? A Me and the foreigner had a [sic] sex, sir.59 (Emphasis supplied, italics in the original) AAA270870 testified that the same thing happened in January 2014: 59 TSN, February 29, 2016, pp. 5--10. Decision 12 • G.R. No. 270870 [Atty. Isidro:] Q Do you remember [sic] something happened to you on - [sic] January I, 2014? A Yes, sir. Q What happened to you? A [XXX270870]fetched [sic] at our house, sir. Q What happened after she fetched you? A We went to YYY270870 at - sir. Q What happened when you met up with YYY270870 at - ? A Then again [XXX270870J gave me to YYY270870 and her husband_. sir. Q After she gave you to YYY270870 and her husband, where did you go? A. We again fetched the foreigner at Petron. Q Is this Tom again? A Yes, sir. Q After you fetched Tom, where did you go? A Again to the hotel, sir. Q What did you do to [sic] the hotel? A We had a [sic] sex again, sir.60 (Emphasis supplied, italics in the original) Moreover, AAA270870 likewise narrated in detail the harrowing expenence that she went through . in April 2014 with Charles, another foreigner: [Atty. Isidro:] Q Do you remember [sic] something happened to you in April 2014? A Yes, sir. Q What happened to you? A She went to our house according to [.XXX-270870] she will take pictures of me and my other sibling. Q 1Vho went to your Jwuse? A [XXX270870], sir. Q After she took pictures of[sic], what happened after that? A She chose who among us ·will be given a scholarship. 60 Id. at 17-18. r Decision lJ G.R. No. 270870 Q After she tuok pictures, what happened after that? A She told me just io ·wairfor a while. Q After you waited what happened? A She texted to my Ate instructing to go to her house. Q Did you go to her house? A Yes, sir, with my elder sister. Q What happened when you got to her house? A We left together with FFF270870 [sic], [..XXX270870], and me, sir. Q And then where did the 3 ofy ou go? A At -Avenue in an apartment ofa foreigner, sir. Q And who is this foreigner A Charles, sir. Q What did Charles instruct you to do? A He instructed FFF270870 to put her [sic] penis inside the mouth of FFF270870 [sic]. Q What about you, what did he instruct you to do? A He inserted a toy penis to my vagina, sir. Q In the last week of April 2014, do you remember anything that happened to you in significant [sic] in connection to what happened to you previously? A Yes; sir. • Q What happened to you? A We went back to the apartment of the foreigner, sir. Q Who were you with? A EEE270870, CCC270870, me and BBB270870, and XKX.270870, sir. Q 1-Vhat happened in tlie room when you were left with GGG270870? A He instructed us to pui his penis inside our mouth. Q Did you do it? A Yes, sir. 61 TSN, Februai-y 29, 2016, pp. 21-24. Decision 14 G.R. No. 270870 Q What did Charles asked [sic] BBB270870 to do? A Then XXX270870 and EEE270870 arrived and XXX270870 left the apartment and then the foreigner instructed BBB270870 to lick the private organ ofE liza [sic]. Q Did BBB20870 do it? A Yes, sir. Q Aside from this was there anything else that Charles asked you to do in connection with something white? A Yes, sir. Q What was that? A Then he instructed us to also do what· BBB210870 and EEE270870 [sic] did. Q By the way, who is this EEE270870? A The daughter of.XXX270870, sir. Q You mentioned something about white that Charles [sic] making you to drink in your affidavit, what was that about? A He instructed BBB270870 to drink something colored white in a glass looks like a phlegm. Q Did BBB270870 drink it? A Yes, sir. Q After BBB270870 drunk [sic] it, what happened after that? A Then he instructed me and CCC270870 to do the same thing. 62 (Emphasis supplied, italics in the original) We stress that AAA270870's narration of the vile events that happened on the last week of April 2014 was duly corroborated by BBB270870's testimony. 63 Credibility oft he private complainant It is settled that the task of assigning values to the testimonies of witnesses and weighing their credibility is best left to the trial court, which forms its first-hand impressions as witnesses testify before it.64 As a rule, the findings and conclusions of trial courts on the credibility of witnesses enjoy a badge of respect because they have Jhe advantage of observing the demeanor of witnesses as they testify.65 It will not be disturbed absent any showing that the trial court overlooked certain facts and circumstances which could 62 TSN, February 29, 2016, pp. 28--32. 63 Rollo, pp. 36--37. 64 People v. Del Rosario, 657 Phil. 635, 642 (201 I) [J. Nachura, Second Division]. 65 People v. Lacaden, 620 Phil. 807, 819 (2009) [J. Chico-Nazario, Third Division]. y Decision 15 G.R. No. 270870 substantially affect the outcome of the case. 66 Moreover, we have long adhered to the rule that the \"[f]actual findings of the trial court, including its assessment of the credibility of witnesses, probative weight of their testimonies, as well as of the documentary evidence, are accorded great weight and respect, especially when the same are affirmed by the CA.\"67 Here, the trial court found \"credence in the testimony of the complainant [AAA270870], over the denials of [accused-appellants,]\"68 and concurred in by the appellate court. 69 We find no reason to depart from this rule. That AAA270870 did not resist the subsequent acts of trafficking is of no moment. Suffice it to say, \"there is no typical form of behavior for a woman when facing a traumatic experience such as a sexual assault.\"70 As a child, it is understandable that AAA270870 did not react to her ordeal in the well ordered manner of an adult.71 Finally, AAA270870's delay in reporting the incident also does not diminish her credibility: Neither the delay in reporting the incidents to the proper authorities tainted the victims' credibility. For sure, there was no prompt revelation of what befell the victims. But \"long silence and delay in reporting the crime I of rape have not always been construed as indications of a false accusation.\" \"A rape charge becomes doubtful only when the delay in revealing its commission is unreasonable and unexplained.\" In the present case, appellant threatened the victims that he would kill them and their families if they would tell anyone of what he did to them. To our mind, this is a reasonable explanation for the delay.72 While :x:x:x:270870 may not have verbally threatened AAA270870, :x:x:x:270870 herself alleged that AAA270870 looks up to :x:x:x:270870 as her own mother: [Atty. Balverde:] Q How would you describe your relationship with the family of-? A We were close, ma'am, my children and \"Nanay\" [sic] because \"Nanay\" was the one who assisted me in giving birth to my second to the youngest of my seven[] children, ma'am. Q And, Ms. Witness, how about your relationship with [AAA270870] and [BBB270870], how can you describe it? 66 People v. Regaspi, 768 Phil. 593, 598 (2015) [Per J. Peralta, Third Division]. 67 People v. Amurao, 878 Phil. 306, 323 (2020) [Per J. Caguioa, First Division]. 68 Rollo, p. 46. 69 Id. at 21-23. 70 People v. Rusco, 796 Phil. 147, 158 (2016)[Per J. Perez, Third Division]. 71 People v. Apilo, 331 Phil. 869, 888 (1996) (Per J. Pai, ganiban, Third Division]. 72 People v. Grate/a, 868 Phil. 8, 19 (2020) [Per J. Reyes, Jr., First Division]. y ---·-···--··-··-·--·----- Decision 16 G.R. No. 270870 A Our relationship was okay, ma'am. They were treating me as their mother.73 (Emphasis supplied) Undeniably, XXX270870 exerted a significant level of influence over AAA270870. This also explains why AAA270870's grandmother simply agreed to her granddaughter's closeness with XXX270870. This influence, coupled with the fact that AAA270870 has already suffered repeated sexual abuse, sufficiently explains the delay in reporting the incidents. Indeed, the gravity of the situation was just too much for an innocent child to bear that it has taken AAA270870 time to muster up the courage and overcome the traumatizing events done to her. During her cross-examination, AAA270870 acknowledged that she continued to feel fearful even after being rescued by the DSWD and International Justice System (IJM): [Atty. Balverde:] Q You stated that you were afraid of [.XXX-270870], how come this time you were no longer afraid and you freely and voluntary told the story with the DSWD and to the JJM? A I am not afraid anymore because there [sic] are already there to protect me and defense me, ma'am. Q When you were rescued by the DSfVD you were still scared, is that what you are trying to say? A Yes, ma'am. 74 (Emphasis supplied, italics in the original) All told, the courts a quo were correct in finding the accused-appellants guilty beyond reasonable doubt of the crime charged. The Court affirms the imposition of the penalty of life imprisonment and fine in the amount of PHP 2,000,000.00 as provided under Section l0(e) of RA No. 9208, as amended by RA No. 10364, 75 for each count. We likewise affirm the award of PHP 500,000.00 as moral damages and PHP 100,000.00 as exemplary damages, with legal interest of 6% per annum from finality of this judgment until full payment, pursuant to our pronouncement in People v. Ex-Mayor Estonilo, Sr. 76 ACCORDINGLY, the appeal is DISMISSED. The Decision dated October 11, 2021 of the Court of Appeals in CA-G.R. CR-HC No. 13004 is AFFIRMED. 73 TSN, October 12, 2016, pp. 11-12. 74 TSN, September 7, 2016, p. 5. 75 Republic Act No. 9208 (20030, as amended by Republic Act No. 10364 (2013), sec. lO(e) states: SEC. 10. Penalties and Sanccions. - The following penalties and sanctions are hereby established for ~~ ~ffenses enumerated in this Act: I ( e) Any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of lite imprisonment and a fine of not less than Twb million pesos (P2,000,000.00) but not more than Five million pesos (P5,000,000.00)[.] I y 76 745 Phil. 33 l, 356 (2014) [Per J. Leonardo-De Castro, First Division]. Decision 17 G.R. No. 270870 Accused-appellant XXX270870 is GUILTY beyond reasonable doubt of four counts ofviolation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 in Criminal Case Nos. R-ANG-15-01637-CR, R ANG-15-01638-CR, R-ANG-15-01639-CR, and R-ANG-15-01640-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP 500,o·oo.oo, and exemplary damages amounting to PHP 100,000.00 for each count. Accused-appellant YYY270870 is GUILTY beyond reasonable doubt of two counts of violation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 i~ Criminal Case Nos. R-ANG-15-01637-CR and R ANG-15-01638-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP. 500,000.00, and exemplary damages amounting to PHP 100,000.00 for each count. All monetary awards shall earn legal interest at the rate of 6% per annum from the finality of this Decision until full payment. SO ORDERED. Decision 18 G.R. No. 270870 WE CONCUR: On official leave MARVIC M.V.F. LEONEN Senior Associate Justice Chairperson AMY~O-JAV IER JHOSE~OPEZ Associate Justice Associate Justice .KHO,~ Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. llf;~A AMY ~'IER •i:ociate Justice Acting Chairperson CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the \\\\-Titer of the opinion of the Court's Division and the Acting Chairperson· s Attestation.",
    "syllabus": "",
    "decision": "I SUPREME COURT OF THE PHILIPPINES PUBUC INFORMATION OFFICE ~~ ~ 3Repu bl ie of tbe l)b ilippi it~:7':f_ -----1.------1-+-7\"5f~ $>Up re me <!Court ;fffila ni la SECOND DIVISION PEOPLE OF THE PHIILIPPINES, G.R. No. 270870 Plaintiff-appel lee, Present: LEONEN ** ' -versus- LAZARO-JAVIER,*** Acting Chairperson, LOPEZ, M., LOPEZ, J., and KHO, JR., JJ. XXX.270870 and YYY270870,* Promulgated: Accused-appellants. x-----------------------------------------------------------------------------------------x DECISION LOPEZ, M., J.: In this Appeal, 1 XXX270870 and YYY270870 assail the Decision,2 which affirmed their conviction for qualified trafficking in persons under Modified pursuant to Supreme Coutt Amended Administrative Circular No. 83-2015 dated September 5, 2017 (Re: Protocols and Procedures in the Promulgation, Publication, and Posting on the Websites of Decisions, Final Resolutions, and Final Orders Using Fictitious Names/Personal Circumstances); The identity of the victim or any information which could establish or compromise their identity, as well as those of their immediate family or household members, shall be witl1held pursuant to Republic Act No. 7610 (1992), An Act Providing for Stronger Deterrence and Special Protection Against Child Abuse, Exploitation and Discrimimtion, Providing Penalties for its Violation, and for Other Purposes. •• On official leave. ••• Designated Acting Chairperson per Special Order No. 3144 dated November 7, 2024. 1 Rollo, pp. 3--4. Id. at 8-24. The October 11, 202 l Decision in CA-G.R. CR-HC No. 13004 was penned by Associate Justice Ramon A. Cruz and concuned in by As~ociat0 Justices Ruben Rc:ynaido G. Roxas and Bonifacio S. Pascua of the Eleventh Division, Court of Appeals, Manila. r Decision 2 G.R. No. 270870 Section 4(a), in relation to Section 6 of Republic Act (RA) No. 9208,3 as amended by RA No. 10364.4 ANTECED.ENTS XXX270870, YYY270870, (collectively, accused-appellants), and a John Doe were charged with four counts of qualified trafficking in persons under Section 4(a ), in relation to Section 6( a) of RA No. 9208, as amended by RA No. 10364, under the following Informations: CRIMINAL CASE NO. R-ANG-15-01637-CR That sometime in the month of December 2013, in the City of _, Philippines, and withi..1 the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 11 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW [.]5 (Emphasis in the original) CRIMINAL CASE NO. R-ANG-15-01638-CR That on or about the 1st day of January 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by mea.'1S of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a foe of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. 3 Anti-Trafficking in Persons act of 2003. 4 Expanded Anti-Trafficking in Persons Act of 2012. 5 Rollo, pp. 9-10. Decision 3 G.R. No. 270870 The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA \\V[.]6 CRIMINAL CASE NO. R-ANG-15-01639-CR That sometime in the month of April 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870J, AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW[.]7 CRIMINAL CASE NO. R-ANG-15-01640-CR That sometime during the last week of April 2014, in the City of _, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there wil[l]fully, unlawfully and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above- mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA\\ V.8 During pre-trial, the identity of accused-appellants as the persons charged in the Informations were admitted. Thereafter, trial ensued. 9 6 Id. at 10. 7 Id. at 1-11. 8 Id. at 1 I. 9 Id. Decision 4 G.R. No. 270870 For the prosecution, AAA270870, and her sister, BBB270870, were presented as witnesses. The prosecution adopted the direct examination of AAA270870 in Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 since these cases involved the same parties. The prosecution also adopted the formal offer of evidence already submitted in the said separate cases, which included: (a) Investigation Data Form dated April 29, 2015; (b) BBB270870's Sinumpaang Salaysay; (c) BBB270870's Certificate of Live Birth; (d) AAA270870's Sinumpaang Salaysay; and (e) AAA270870's Certificate of Live Birth.10 AAA270870 was 14 years old when she was called to testify. She was born on January 22, 2002.11 She testified on the four instances in which accused-appellants exploited her and brought her to be abused by foreigners. The first instance occurred in December 2013 when AAA270870 was only 11 years old. She recalled that XXX:270870 came to their residence to take pictures of her, and instructed her to look presentable as they will be going somewhere later. Afterward, CCC270870~ 12 one of XXX:270870's daughters, picked up AAA270870 and brought her to XXX270870's house. XXX270870, CCC270870, and AAA270870 then went to Robinsons - to wait for YYY270870 and her husband. \\Vhen YYY270870 arrived, xxx:270870 handed AAA270870 over to YYY270870 and her husband, who took AAA270870 to the apartment of a certain Tom, a foreigner. The four of them then went to a hotel.13 In the hotel, YYY270870 and her husband stayed downstairs while AAA270870 and Tom went into a room14 where the carnal knowledge occurred.15 AAA270870 described the ordeal as painful because it was done against her will.16 Thereafter, YYY270870, her husband, AAA270870, and DDD270870 went to SM - to look for a bike to give to AAA270870. ~ couldn't find one, they dropped Tom off at a Petron Gas Station on - Highway. Before leaving, DDD270870 gave AAA270870 PHP 3,000.00 and YYY270870 and her husband PHP 1,000.00 each. YYY270870, her husband, and AAA270870 then headed to a 7-Eleven convenience store, where XXX270870 and her daughters~ CCC270870 and EEE270870 17 were waiting.18 When AAA.270870 entered one of the comfort rooms, EEE270870 followed her, frisked her, and took PHP 2,000.00 from her. EEE270870 10 Id. at 32. Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 refer to different cases involving the same parties. 11 Id. See also RTC records, p. 10. 12 RTC records, p. 7. 13 Rollo, p. 33. 14 TSN, September 7, 2016, p. 27. 15 Rollo, p. 33. 16 TSN, February 29, 2016, p. 11. 17 RTC records, p. 7. See also TSR December 6, 2017, p. 2. The RTC records refer to her as either\"-\" or\"-·\" 18 Rollo, p. 33. Decision 5 G.R. No. 270870 handed the PHP 2,000.00 to XXX270870 who brought fruits with it. XXX270870 gave the fruits to AAA270870 with PHP 250.00. XXX270870 instructed AAA270870 not to tell anyone about what happened. When AAA270870 arrived home, she gave the money and the fruits to her grandmother.19 When her grandmother asked where the money came from, AAA270870 merely said \"wala po\" and her grandmother accepted it without further question.20 The second incident happened on January 1, 2014. XXX270870 asked AAA270870' s grandmother for permission to bring the young girl somewhere for a pictorial. 21 When the grandmother agreed, XXX270870 fetched AAA270870 and broughtherto YYY270870 in Robinsons' Balibago. Similar to the previous incident, YYY270870 and her husband brought AAA270870 to DDD270870. The four of them went to another hotel where Tom and AAA270870 had sex once more. Tom then gave AAA270870 PHP 2,000.00 and YYY270870 and her husband PHP 1,000.00 each. \\,Vhen YYY270870 handed AAA270870 back to XXX270870, XXX270870 took PHPl,000.00 from AAA270870 and repeated her instruction not to tell anyone. As before, AAA270870 gave the remaining money to her grandmother but she did not disclose anything, fearing that XXX270870 might retaliate.22 The third occurrence took place in April 2014. XXX270870 went to AAA270870's house and took photos of AAA270870 and her siblings on the pretense that a foreigner would select one of them for a scholarship. Subsequently, XXX270870 took her daughter FFF27087 ,23 and AAA270870 to the apartment of a foreigner named Charles. XXX270870 then left the two children alone with Charles. Charles instructed FFF270870 to put his penis into her mouth while he inserted a toy penis into AAA270870's vagina. After satisfying his lust, Charles gave both girls PHP 500.00 each. XXX:270870 then returned to fetch the girls and bring them home. Again, AAA270870 simply gave the money to her grandmother but did not disclose what happened. 24 The final offense occurred in the last week of April 2014, when XXX270870 brought AAA270870, EEE270870, FFF270870, and BBB270870 to Charles. ¥/hen they arrived, Charles gave XXX270870 and EEE270870 money to buy food. While the two were away, Charles ordered the children to put his penis into their mouths. A few moments later, XXX270870 and EEE270870 returned to the apartment with food from Jollibee. XX:X:270870 left EEE270870 and the food with Charles. After XX:X:270870 left, Charles continued to satisfy his lust. He made BBB270870 19 Id. at 33. 20 Id. at 34. 21 Id. 22 Id. at 33. 23 RTC records, p. 8. 24 Rollo, p. 33. Decision 6 G.R. No. 270870 lick EEE270870's private organ then told AAA270870 and FFF270870 to do the same. The girls were left with no choice but to accede. Thereafter, Charles told the children to drink a white-colored liquid that looked like phlegm. After doing so_, Charles gave the children PHP 500.00 each. XXX270870 took the money from AAA270870.25 BBB270870 corroborated this portion of AAA270870's testimony. She restated that XXX270870 brought them (AAA270870, EEE270870, FFF270870, and her) to Charles who sexually abused them by forcing them to put his penis into their mouths, having them lick each other's private parts, and making them drink a white, phlegm-like substance.26 On the other hand, the defense offered the testimonies of XXX:270870, her two daughters, CCC270870 and EEE270870, and YYY270870. XXX270870 claimed that she knows AAA270870 because they were former neighbors in_,_, - City from 2011 to March 2013. She is also friends with AAA270870's grandmother, whom she calls \"-\" and AAA270870's mother. XXX270870 denied knowing Y-YY270870 personally, explaining that she only became aware of YYY270870 when CCC270870 accused YYY270870 as one of her procurers27 in another case for qualified trafficking. CCC270870 had been staying with the Department of Social Welfare and Development (DSWD) for two years, alongside AAA270870. XXX270870 and AAA270870's mother would visit their daughters together, and during those visits, she and AAA270870 got along well and there were no unusual incidents between them.28 XXX270870 was arrested on July 22, 2015. She denied having known YYY270870 and all the allegations against her.29 She also highlighted that she did not escape nor hide from the po~ice authorities. 30 I CCC270870 and EEE270870 kimply corroborated their mother's testimony. du Finally, YYY270870 refuted the allegations against her. She claimed to have no knowledge of th~ charge. of human trafficking. She likewise denied having known X, XX2T0870 and AAA270870. She alleged l 25 Id. 26 Id. at 13-14. 27 Colloquially called a \"pimp.\" 28 Rollo, p. 38. 29 Id. at 34. 30 Id. Decision 7 G.R. No. 270870 that she met AAA270870 for the first time at the Prosecutor's Office after the complaint against her had been filed.31 In its Decision, 32 XXX270870 and YYY270870 were convicted of qualified trafficking.33 It found that the prosecution was able to prove that AAA270870 was a minor at the time she was peddled by the two accused to foreigners. 34 Further, the two accused took advantage of AAA270870's vulnerability for the purpose of sexual exploitation. 35 The Regional Trial Court (RTC) noted that the defense offered no other evidence other than uncorroborated denials and self-serving testimonies. The RTC ruled that mere denials cannot outweigh the positive identification and unequivocal narrations of AAA27087.36 Thus, XXX270870 was convicted of four counts of qualified trafficking in person committed against AAA270870. However, the RTC acquitted YYY270870 in Criminal Case Nos. R-ANG-15-01639-CR and R ANG-15-01640-CR because she was not mentioned at all in those cases.37 The dispositive portion of the decision states: WHEREFORE, IN VIEW OF THE FOREGOING, accused [XXX270870] is found criminally liable for the four [] counts of qualified child trafficking CRIMINAL CASE No. R-ANG-15-01637-CR, CRIMINAL CASE No. R-ANG-15-01638-CR, CRIMINAL CASE No. R ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640-CR. Accordingly, Accused [XXX270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos (PHP] 2,000,000.00) for each of the four D stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] 100,000.00 as exemplary damages for each of the four [] charges, as provided un.der Article 2219 of the New Civil Code. Accused [YYY270870] is found criminally liable for the two D counts of qualified child trafficking in CRIMINAL CASE No. R-ANG-15- 01637-CR and CRIMINAL CASE No. R-ANG-15-01638-CR. Accordingly, Accused [YYY270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos ([PHP] 2,000,000.00) for each of the two [] stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] I 00,000.00 as exemplary damages for the two [] charges, as provided Article 2219 the New Civil Code. Accused [YYY270870] is ACQUITTED for CRIMINAL CASE No. R-ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640- CR, as t.lie fact from which the criminal and civil liability did not exist. 31 Id. at 15. 32 Id. at30-51. The September 24, 2018 Decision in Criminal Case Nos. R-ANG-15-01637-CRto R-ANG- 15-01640-CR was penned bv Acting Presiding Judge Katrina Nora S. Buan Factora of Branch ■, Regional Trial Comt, City. 33 Id. at 43-44. 34 Id. at 44-45. 35 Id. at 44--47. 36 Id. at 46. 37 Id. at 47. Decision 8 G.R. No. 270870 SO ORDERED.38 (Emphasis in the original) Accused-appellants appealed. In their Brief, 39 they argued that the elements of qualified trafficking were not proven beyond reasonable doubt.40 First, the prosecution failed to prove \"fraud, deception, and taking advantage of the vulnerability\"41 of [AAA270870]. Second, AAA270870's testimony was full of \"patent incredibilities.\"42 For one, despite having been sexually abused for the first time in December 2013, AAA270870 kept consenting to the same acts until the last week·of April 2014.43 There is also no reason for AAA270870 to be afraid of XXX270870 since there is no evidence that XXX270870 ever intimidated or threatened her. 44 More importantly, AAA270870 has been in the custody of the DSWD since May 2014 yet she only filed the complaint one year later, or in June 2015.45 The CA affirmed the convictions in its assailed Decision.46 It ruled that the prosecution had successfully established that AAA270870 was a minor during the incidents that occurred between December 2013 and April 2014. Further, AAA270870 and BBB270870's testimonies \"revealed in graphic detail\" how accused-appellants \"(1) offered [AAA270870] to different foreigners on different separate occasions by preying on her vulnerability as a minor; (2) the act was done for a fee; and (3) it was committed for the purpose of sexual exploitation.\" 47 As regards the alleged lack of fraud, deception or taking advantage, the CA held that the offense is qualified trafficking in persons because AAA270870 was a minor; hence, the means used to commit the offense becomes irnrnaterial.48 Even if AAA270870 did \"consent\" to these acts, this consent is rendered meaningless due to the coercive, abusive, and deceptive means employed by the perpetrators of human trafficking. 49 Finally, the CA held that it was insignificant that AAA270870 did not report the abuse to her grandmother and did not report immediately the incidents to the authorities when she was in the custody of theDSWD.50 The appellate court increased the award of moral damages to PHP 500,000.00 and imposed 6% legal interest per annum. The dispositive portion reads:51 38 Id. at 51. 39 CA rollo, pp. 39-56. 40 Id. at 52. Id. 42 Id. at 53. 43 Id. 44 Id. 45 Id. at 54. 46 Roilo, pp. 8-24. 47 Id. at 19. 48 Id. at 19-20. 49 Id. at 21. 50 Id. at 22. 51 Id. at 23. r Decision 9 G.R. No. 270870 WHEREFORE, premises considered, the appeal is hereby DISMISSED, and the Decision dated September 24, 2018 of the Regional Trial Court of-City,_, in Criminal Case Nos. R-ANG-15- 01637-CR to R-ANG-15-01640-CR is AFFIRMED with MOI)IFICATION that (1) the award of moral damages is increased to [PHP] 500,000.00; and (2) there shall be interest on all damages awarded at the legal rate of [] 6% per annum from the date of finality of this Decision until full payment. SO ORDERED.52 (Emphasis in the original) Hence, this appeal. ISSUE Whether the crime of qualified trafficking in persons against accused appellants was proven beyond reasonable doubt. RULING Accused-appellants are liable of qualified trafficking in persons Accused-appellants were charged and convicted for qualified trafficking in persons under Section 4(a), in relation to Section 6(a) of RA No. 9208, as amended by RA No. 10364: Section 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, transport, transfer, harbor, provide, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, sexual exploitation, forced labor, slavery, involuntary servitude or debt bondage[.] Section 6. Qualified Trafficki.ng in Persons. - The following are considered as qualified trafficking: (a) When the trafficked person is a cru1d; 52 Id. at 24. Decision 10 G.R. No. 270870 In People v. Casio,53 the Court defined the elements of trafficking in persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders\"; (2) The means used include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another\"; and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs.\" 54 (Citation omitted, italics in the original) The cri1ne is qualified when the trafficked person is a \"child\" which is defined as any \"person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or protect himself/herself from abuse, neglect, cruelty, exploitation, or discrimination because of a physical or mental disability or condition. 55 In such cases, the recruitment, transportation, transfer, harboring, or receipt of a child for the purpose of exploitation shall also be considered as \"trafficking in persons\" regardless of the means used.56 More importantly, the minor's consent to the sexual transaction is irrelevant to the commission of the crime as victims who are minors cannot validly give their consent. 57 Consequently, accused appellants' argument that the prosecution failed to prove \"fraud, deception, and taking advantage of vulnerability\" must necessarily fail. Here, the presence of all the elements of qualified trafficking was duly established by the prosecution. First, it is undisputed that AAA270870 was a minor when she was trafficked. 58 Second, AAA270870's testimonial evidence proves that she was offered by accused-appellants to various foreigners for sexual pleasure from December 2013 to April 2014. Her testimony vividly described how t XXX270870, whmn she calls\" fetched her and brought her to YYY270870, who then brought her to Tom who sexually abused her: 53 749 Phil 458 (2014) [Per J. Leonen, Second DivisionJ. 54 Id. at 472-473. 55 Republic Act No. 9208 (2003), as amended by Republic Act No. 10364 (2013), sec. 3(b). 56 Id. 57 Id. 58 RTC records, pp. 10-11. Decision 11 G.R. No. 270870 Atty. Isidro: Q Can you remember anything that happened to you sometime in December 2013? • A Yes, sir. Q What is that? A [.XXX270870] went to our house to take pictures ofm e, sir. Q You mentioned that [..XXX270870] wanted to take your picture, what happened next t.ifter that? A She told me to fix myselfa nd later on she will fetch me. Q After going to the house of[.X.XX-270870] [sic], where did you go next? A We went to sir. Q When you went to who were with you? A [.X.XX-270870] and CCC270870, sir. Q When you got to - what happened there? A We waited for YYY270870 and the husband ofYYY270870, sir. Q And did the husband ofY YY270870 and YYY270870 arrive? A Yes, sir. Q What ~hen they arrived? A Then .....g ave me to YYY270870 and her husband, sir. Q Why did [..X:XX-270870] give you to YYY270870? A For the foreigner named Tom, sir. Q When you arrived at the house of( sic) foreigner, what happened after that? A We boarded on a tricycle and we went to a hotel and the husband of YYY270870 told Joan to cover me because I am a minor and it was prohibited. Q What happened when you got to tile hotel? A Me and the foreigner had a [sic] sex, sir.59 (Emphasis supplied, italics in the original) AAA270870 testified that the same thing happened in January 2014: 59 TSN, February 29, 2016, pp. 5--10. Decision 12 • G.R. No. 270870 [Atty. Isidro:] Q Do you remember [sic] something happened to you on - [sic] January I, 2014? A Yes, sir. Q What happened to you? A [XXX270870]fetched [sic] at our house, sir. Q What happened after she fetched you? A We went to YYY270870 at - sir. Q What happened when you met up with YYY270870 at - ? A Then again [XXX270870J gave me to YYY270870 and her husband_. sir. Q After she gave you to YYY270870 and her husband, where did you go? A. We again fetched the foreigner at Petron. Q Is this Tom again? A Yes, sir. Q After you fetched Tom, where did you go? A Again to the hotel, sir. Q What did you do to [sic] the hotel? A We had a [sic] sex again, sir.60 (Emphasis supplied, italics in the original) Moreover, AAA270870 likewise narrated in detail the harrowing expenence that she went through . in April 2014 with Charles, another foreigner: [Atty. Isidro:] Q Do you remember [sic] something happened to you in April 2014? A Yes, sir. Q What happened to you? A She went to our house according to [.XXX-270870] she will take pictures of me and my other sibling. Q 1Vho went to your Jwuse? A [XXX270870], sir. Q After she took pictures of[sic], what happened after that? A She chose who among us ·will be given a scholarship. 60 Id. at 17-18. r Decision lJ G.R. No. 270870 Q After she tuok pictures, what happened after that? A She told me just io ·wairfor a while. Q After you waited what happened? A She texted to my Ate instructing to go to her house. Q Did you go to her house? A Yes, sir, with my elder sister. Q What happened when you got to her house? A We left together with FFF270870 [sic], [..XXX270870], and me, sir. Q And then where did the 3 ofy ou go? A At -Avenue in an apartment ofa foreigner, sir. Q And who is this foreigner A Charles, sir. Q What did Charles instruct you to do? A He instructed FFF270870 to put her [sic] penis inside the mouth of FFF270870 [sic]. Q What about you, what did he instruct you to do? A He inserted a toy penis to my vagina, sir. Q In the last week of April 2014, do you remember anything that happened to you in significant [sic] in connection to what happened to you previously? A Yes; sir. • Q What happened to you? A We went back to the apartment of the foreigner, sir. Q Who were you with? A EEE270870, CCC270870, me and BBB270870, and XKX.270870, sir. Q 1-Vhat happened in tlie room when you were left with GGG270870? A He instructed us to pui his penis inside our mouth. Q Did you do it? A Yes, sir. 61 TSN, Februai-y 29, 2016, pp. 21-24. Decision 14 G.R. No. 270870 Q What did Charles asked [sic] BBB270870 to do? A Then XXX270870 and EEE270870 arrived and XXX270870 left the apartment and then the foreigner instructed BBB270870 to lick the private organ ofE liza [sic]. Q Did BBB20870 do it? A Yes, sir. Q Aside from this was there anything else that Charles asked you to do in connection with something white? A Yes, sir. Q What was that? A Then he instructed us to also do what· BBB210870 and EEE270870 [sic] did. Q By the way, who is this EEE270870? A The daughter of.XXX270870, sir. Q You mentioned something about white that Charles [sic] making you to drink in your affidavit, what was that about? A He instructed BBB270870 to drink something colored white in a glass looks like a phlegm. Q Did BBB270870 drink it? A Yes, sir. Q After BBB270870 drunk [sic] it, what happened after that? A Then he instructed me and CCC270870 to do the same thing. 62 (Emphasis supplied, italics in the original) We stress that AAA270870's narration of the vile events that happened on the last week of April 2014 was duly corroborated by BBB270870's testimony. 63 Credibility oft he private complainant It is settled that the task of assigning values to the testimonies of witnesses and weighing their credibility is best left to the trial court, which forms its first-hand impressions as witnesses testify before it.64 As a rule, the findings and conclusions of trial courts on the credibility of witnesses enjoy a badge of respect because they have Jhe advantage of observing the demeanor of witnesses as they testify.65 It will not be disturbed absent any showing that the trial court overlooked certain facts and circumstances which could 62 TSN, February 29, 2016, pp. 28--32. 63 Rollo, pp. 36--37. 64 People v. Del Rosario, 657 Phil. 635, 642 (201 I) [J. Nachura, Second Division]. 65 People v. Lacaden, 620 Phil. 807, 819 (2009) [J. Chico-Nazario, Third Division]. y Decision 15 G.R. No. 270870 substantially affect the outcome of the case. 66 Moreover, we have long adhered to the rule that the \"[f]actual findings of the trial court, including its assessment of the credibility of witnesses, probative weight of their testimonies, as well as of the documentary evidence, are accorded great weight and respect, especially when the same are affirmed by the CA.\"67 Here, the trial court found \"credence in the testimony of the complainant [AAA270870], over the denials of [accused-appellants,]\"68 and concurred in by the appellate court. 69 We find no reason to depart from this rule. That AAA270870 did not resist the subsequent acts of trafficking is of no moment. Suffice it to say, \"there is no typical form of behavior for a woman when facing a traumatic experience such as a sexual assault.\"70 As a child, it is understandable that AAA270870 did not react to her ordeal in the well ordered manner of an adult.71 Finally, AAA270870's delay in reporting the incident also does not diminish her credibility: Neither the delay in reporting the incidents to the proper authorities tainted the victims' credibility. For sure, there was no prompt revelation of what befell the victims. But \"long silence and delay in reporting the crime I of rape have not always been construed as indications of a false accusation.\" \"A rape charge becomes doubtful only when the delay in revealing its commission is unreasonable and unexplained.\" In the present case, appellant threatened the victims that he would kill them and their families if they would tell anyone of what he did to them. To our mind, this is a reasonable explanation for the delay.72 While :x:x:x:270870 may not have verbally threatened AAA270870, :x:x:x:270870 herself alleged that AAA270870 looks up to :x:x:x:270870 as her own mother: [Atty. Balverde:] Q How would you describe your relationship with the family of-? A We were close, ma'am, my children and \"Nanay\" [sic] because \"Nanay\" was the one who assisted me in giving birth to my second to the youngest of my seven[] children, ma'am. Q And, Ms. Witness, how about your relationship with [AAA270870] and [BBB270870], how can you describe it? 66 People v. Regaspi, 768 Phil. 593, 598 (2015) [Per J. Peralta, Third Division]. 67 People v. Amurao, 878 Phil. 306, 323 (2020) [Per J. Caguioa, First Division]. 68 Rollo, p. 46. 69 Id. at 21-23. 70 People v. Rusco, 796 Phil. 147, 158 (2016)[Per J. Perez, Third Division]. 71 People v. Apilo, 331 Phil. 869, 888 (1996) (Per J. Pai, ganiban, Third Division]. 72 People v. Grate/a, 868 Phil. 8, 19 (2020) [Per J. Reyes, Jr., First Division]. y ---·-···--··-··-·--·----- Decision 16 G.R. No. 270870 A Our relationship was okay, ma'am. They were treating me as their mother.73 (Emphasis supplied) Undeniably, XXX270870 exerted a significant level of influence over AAA270870. This also explains why AAA270870's grandmother simply agreed to her granddaughter's closeness with XXX270870. This influence, coupled with the fact that AAA270870 has already suffered repeated sexual abuse, sufficiently explains the delay in reporting the incidents. Indeed, the gravity of the situation was just too much for an innocent child to bear that it has taken AAA270870 time to muster up the courage and overcome the traumatizing events done to her. During her cross-examination, AAA270870 acknowledged that she continued to feel fearful even after being rescued by the DSWD and International Justice System (IJM): [Atty. Balverde:] Q You stated that you were afraid of [.XXX-270870], how come this time you were no longer afraid and you freely and voluntary told the story with the DSWD and to the JJM? A I am not afraid anymore because there [sic] are already there to protect me and defense me, ma'am. Q When you were rescued by the DSfVD you were still scared, is that what you are trying to say? A Yes, ma'am. 74 (Emphasis supplied, italics in the original) All told, the courts a quo were correct in finding the accused-appellants guilty beyond reasonable doubt of the crime charged. The Court affirms the imposition of the penalty of life imprisonment and fine in the amount of PHP 2,000,000.00 as provided under Section l0(e) of RA No. 9208, as amended by RA No. 10364, 75 for each count. We likewise affirm the award of PHP 500,000.00 as moral damages and PHP 100,000.00 as exemplary damages, with legal interest of 6% per annum from finality of this judgment until full payment, pursuant to our pronouncement in People v. Ex-Mayor Estonilo, Sr. 76 ACCORDINGLY, the appeal is DISMISSED. The Decision dated October 11, 2021 of the Court of Appeals in CA-G.R. CR-HC No. 13004 is AFFIRMED. 73 TSN, October 12, 2016, pp. 11-12. 74 TSN, September 7, 2016, p. 5. 75 Republic Act No. 9208 (20030, as amended by Republic Act No. 10364 (2013), sec. lO(e) states: SEC. 10. Penalties and Sanccions. - The following penalties and sanctions are hereby established for ~~ ~ffenses enumerated in this Act: I ( e) Any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of lite imprisonment and a fine of not less than Twb million pesos (P2,000,000.00) but not more than Five million pesos (P5,000,000.00)[.] I y 76 745 Phil. 33 l, 356 (2014) [Per J. Leonardo-De Castro, First Division]. Decision 17 G.R. No. 270870 Accused-appellant XXX270870 is GUILTY beyond reasonable doubt of four counts ofviolation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 in Criminal Case Nos. R-ANG-15-01637-CR, R ANG-15-01638-CR, R-ANG-15-01639-CR, and R-ANG-15-01640-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP 500,o·oo.oo, and exemplary damages amounting to PHP 100,000.00 for each count. Accused-appellant YYY270870 is GUILTY beyond reasonable doubt of two counts of violation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 i~ Criminal Case Nos. R-ANG-15-01637-CR and R ANG-15-01638-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP. 500,000.00, and exemplary damages amounting to PHP 100,000.00 for each count. All monetary awards shall earn legal interest at the rate of 6% per annum from the finality of this Decision until full payment. SO ORDERED. Decision 18 G.R. No. 270870 WE CONCUR: On official leave MARVIC M.V.F. LEONEN Senior Associate Justice Chairperson AMY~O-JAV IER JHOSE~OPEZ Associate Justice Associate Justice .KHO,~ Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. llf;~A AMY ~'IER •i:ociate Justice Acting Chairperson CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the \\\\-Titer of the opinion of the Court's Division and the Acting Chairperson· s Attestation.",
    "dispositive": "I SUPREME COURT OF THE PHILIPPINES PUBUC INFORMATION OFFICE ~~ ~ 3Repu bl ie of tbe l)b ilippi it~:7':f_ -----1.------1-+-7\"5f~ $>Up re me <!Court ;fffila ni la SECOND DIVISION PEOPLE OF THE PHIILIPPINES, G.R. No. 270870 Plaintiff-appel lee, Present: LEONEN ** ' -versus- LAZARO-JAVIER,*** Acting Chairperson, LOPEZ, M., LOPEZ, J., and KHO, JR., JJ. XXX.270870 and YYY270870,* Promulgated: Accused-appellants. x-----------------------------------------------------------------------------------------x DECISION LOPEZ, M., J.: In this Appeal, 1 XXX270870 and YYY270870 assail the Decision,2 which affirmed their conviction for qualified trafficking in persons under Modified pursuant to Supreme Coutt Amended Administrative Circular No. 83-2015 dated September 5, 2017 (Re: Protocols and Procedures in the Promulgation, Publication, and Posting on the Websites of Decisions, Final Resolutions, and Final Orders Using Fictitious Names/Personal Circumstances); The identity of the victim or any information which could establish or compromise their identity, as well as those of their immediate family or household members, shall be witl1held pursuant to Republic Act No. 7610 (1992), An Act Providing for Stronger Deterrence and Special Protection Against Child Abuse, Exploitation and Discrimimtion, Providing Penalties for its Violation, and for Other Purposes. •• On official leave. ••• Designated Acting Chairperson per Special Order No. 3144 dated November 7, 2024. 1 Rollo, pp. 3--4. Id. at 8-24. The October 11, 202 l Decision in CA-G.R. CR-HC No. 13004 was penned by Associate Justice Ramon A. Cruz and concuned in by As~ociat0 Justices Ruben Rc:ynaido G. Roxas and Bonifacio S. Pascua of the Eleventh Division, Court of Appeals, Manila. r Decision 2 G.R. No. 270870 Section 4(a), in relation to Section 6 of Republic Act (RA) No. 9208,3 as amended by RA No. 10364.4 ANTECED.ENTS XXX270870, YYY270870, (collectively, accused-appellants), and a John Doe were charged with four counts of qualified trafficking in persons under Section 4(a ), in relation to Section 6( a) of RA No. 9208, as amended by RA No. 10364, under the following Informations: CRIMINAL CASE NO. R-ANG-15-01637-CR That sometime in the month of December 2013, in the City of _, Philippines, and withi..1 the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 11 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW [.]5 (Emphasis in the original) CRIMINAL CASE NO. R-ANG-15-01638-CR That on or about the 1st day of January 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by mea.'1S of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a foe of [PHP] 1,000.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. 3 Anti-Trafficking in Persons act of 2003. 4 Expanded Anti-Trafficking in Persons Act of 2012. 5 Rollo, pp. 9-10. Decision 3 G.R. No. 270870 The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA \\V[.]6 CRIMINAL CASE NO. R-ANG-15-01639-CR That sometime in the month of April 2014, in the City of_, Philippines, and within the jurisdiction of this Honorable Court, the above named accused, [XXX270870], [YYY270870J, AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there willfully, unlawfully[,] and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above-mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LAW[.]7 CRIMINAL CASE NO. R-ANG-15-01640-CR That sometime during the last week of April 2014, in the City of _, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, [XXX270870], [YYY270870], AND JOHN DOE conspiring and confederating together and mutually aiding and abetting one another, for the purpose of sexual exploitation, by means of fraud, deception and taking advantage of the vulnerability of one, [AAA270870], a minor, 12 years of age & 3 months, did then and there wil[l]fully, unlawfully and feloniously hire, match for money and/or other consideration the said victim/person for the purpose of sexual services, prostitution and sexual exploitation, where the said accused hire or recruit the said victim for the purpose of delivering her to a customer to engage in sexual services for a fee of [PHP] 500.00, with said accused deriving profits from said business, to the damage and prejudice of the above- mentioned private complainant. The crime was attended by the qualifying circumstance of minority of the victim, [AAA270870]. CONTRARY TO LA\\ V.8 During pre-trial, the identity of accused-appellants as the persons charged in the Informations were admitted. Thereafter, trial ensued. 9 6 Id. at 10. 7 Id. at 1-11. 8 Id. at 1 I. 9 Id. Decision 4 G.R. No. 270870 For the prosecution, AAA270870, and her sister, BBB270870, were presented as witnesses. The prosecution adopted the direct examination of AAA270870 in Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 since these cases involved the same parties. The prosecution also adopted the formal offer of evidence already submitted in the said separate cases, which included: (a) Investigation Data Form dated April 29, 2015; (b) BBB270870's Sinumpaang Salaysay; (c) BBB270870's Certificate of Live Birth; (d) AAA270870's Sinumpaang Salaysay; and (e) AAA270870's Certificate of Live Birth.10 AAA270870 was 14 years old when she was called to testify. She was born on January 22, 2002.11 She testified on the four instances in which accused-appellants exploited her and brought her to be abused by foreigners. The first instance occurred in December 2013 when AAA270870 was only 11 years old. She recalled that XXX:270870 came to their residence to take pictures of her, and instructed her to look presentable as they will be going somewhere later. Afterward, CCC270870~ 12 one of XXX:270870's daughters, picked up AAA270870 and brought her to XXX270870's house. XXX270870, CCC270870, and AAA270870 then went to Robinsons - to wait for YYY270870 and her husband. \\Vhen YYY270870 arrived, xxx:270870 handed AAA270870 over to YYY270870 and her husband, who took AAA270870 to the apartment of a certain Tom, a foreigner. The four of them then went to a hotel.13 In the hotel, YYY270870 and her husband stayed downstairs while AAA270870 and Tom went into a room14 where the carnal knowledge occurred.15 AAA270870 described the ordeal as painful because it was done against her will.16 Thereafter, YYY270870, her husband, AAA270870, and DDD270870 went to SM - to look for a bike to give to AAA270870. ~ couldn't find one, they dropped Tom off at a Petron Gas Station on - Highway. Before leaving, DDD270870 gave AAA270870 PHP 3,000.00 and YYY270870 and her husband PHP 1,000.00 each. YYY270870, her husband, and AAA270870 then headed to a 7-Eleven convenience store, where XXX270870 and her daughters~ CCC270870 and EEE270870 17 were waiting.18 When AAA.270870 entered one of the comfort rooms, EEE270870 followed her, frisked her, and took PHP 2,000.00 from her. EEE270870 10 Id. at 32. Criminal Case Nos. R-ANG-15-01525 to R-ANG-15-01528 refer to different cases involving the same parties. 11 Id. See also RTC records, p. 10. 12 RTC records, p. 7. 13 Rollo, p. 33. 14 TSN, September 7, 2016, p. 27. 15 Rollo, p. 33. 16 TSN, February 29, 2016, p. 11. 17 RTC records, p. 7. See also TSR December 6, 2017, p. 2. The RTC records refer to her as either\"-\" or\"-·\" 18 Rollo, p. 33. Decision 5 G.R. No. 270870 handed the PHP 2,000.00 to XXX270870 who brought fruits with it. XXX270870 gave the fruits to AAA270870 with PHP 250.00. XXX270870 instructed AAA270870 not to tell anyone about what happened. When AAA270870 arrived home, she gave the money and the fruits to her grandmother.19 When her grandmother asked where the money came from, AAA270870 merely said \"wala po\" and her grandmother accepted it without further question.20 The second incident happened on January 1, 2014. XXX270870 asked AAA270870' s grandmother for permission to bring the young girl somewhere for a pictorial. 21 When the grandmother agreed, XXX270870 fetched AAA270870 and broughtherto YYY270870 in Robinsons' Balibago. Similar to the previous incident, YYY270870 and her husband brought AAA270870 to DDD270870. The four of them went to another hotel where Tom and AAA270870 had sex once more. Tom then gave AAA270870 PHP 2,000.00 and YYY270870 and her husband PHP 1,000.00 each. \\,Vhen YYY270870 handed AAA270870 back to XXX270870, XXX270870 took PHPl,000.00 from AAA270870 and repeated her instruction not to tell anyone. As before, AAA270870 gave the remaining money to her grandmother but she did not disclose anything, fearing that XXX270870 might retaliate.22 The third occurrence took place in April 2014. XXX270870 went to AAA270870's house and took photos of AAA270870 and her siblings on the pretense that a foreigner would select one of them for a scholarship. Subsequently, XXX270870 took her daughter FFF27087 ,23 and AAA270870 to the apartment of a foreigner named Charles. XXX270870 then left the two children alone with Charles. Charles instructed FFF270870 to put his penis into her mouth while he inserted a toy penis into AAA270870's vagina. After satisfying his lust, Charles gave both girls PHP 500.00 each. XXX:270870 then returned to fetch the girls and bring them home. Again, AAA270870 simply gave the money to her grandmother but did not disclose what happened. 24 The final offense occurred in the last week of April 2014, when XXX270870 brought AAA270870, EEE270870, FFF270870, and BBB270870 to Charles. ¥/hen they arrived, Charles gave XXX270870 and EEE270870 money to buy food. While the two were away, Charles ordered the children to put his penis into their mouths. A few moments later, XXX270870 and EEE270870 returned to the apartment with food from Jollibee. XX:X:270870 left EEE270870 and the food with Charles. After XX:X:270870 left, Charles continued to satisfy his lust. He made BBB270870 19 Id. at 33. 20 Id. at 34. 21 Id. 22 Id. at 33. 23 RTC records, p. 8. 24 Rollo, p. 33. Decision 6 G.R. No. 270870 lick EEE270870's private organ then told AAA270870 and FFF270870 to do the same. The girls were left with no choice but to accede. Thereafter, Charles told the children to drink a white-colored liquid that looked like phlegm. After doing so_, Charles gave the children PHP 500.00 each. XXX270870 took the money from AAA270870.25 BBB270870 corroborated this portion of AAA270870's testimony. She restated that XXX270870 brought them (AAA270870, EEE270870, FFF270870, and her) to Charles who sexually abused them by forcing them to put his penis into their mouths, having them lick each other's private parts, and making them drink a white, phlegm-like substance.26 On the other hand, the defense offered the testimonies of XXX:270870, her two daughters, CCC270870 and EEE270870, and YYY270870. XXX270870 claimed that she knows AAA270870 because they were former neighbors in_,_, - City from 2011 to March 2013. She is also friends with AAA270870's grandmother, whom she calls \"-\" and AAA270870's mother. XXX270870 denied knowing Y-YY270870 personally, explaining that she only became aware of YYY270870 when CCC270870 accused YYY270870 as one of her procurers27 in another case for qualified trafficking. CCC270870 had been staying with the Department of Social Welfare and Development (DSWD) for two years, alongside AAA270870. XXX270870 and AAA270870's mother would visit their daughters together, and during those visits, she and AAA270870 got along well and there were no unusual incidents between them.28 XXX270870 was arrested on July 22, 2015. She denied having known YYY270870 and all the allegations against her.29 She also highlighted that she did not escape nor hide from the po~ice authorities. 30 I CCC270870 and EEE270870 kimply corroborated their mother's testimony. du Finally, YYY270870 refuted the allegations against her. She claimed to have no knowledge of th~ charge. of human trafficking. She likewise denied having known X, XX2T0870 and AAA270870. She alleged l 25 Id. 26 Id. at 13-14. 27 Colloquially called a \"pimp.\" 28 Rollo, p. 38. 29 Id. at 34. 30 Id. Decision 7 G.R. No. 270870 that she met AAA270870 for the first time at the Prosecutor's Office after the complaint against her had been filed.31 In its Decision, 32 XXX270870 and YYY270870 were convicted of qualified trafficking.33 It found that the prosecution was able to prove that AAA270870 was a minor at the time she was peddled by the two accused to foreigners. 34 Further, the two accused took advantage of AAA270870's vulnerability for the purpose of sexual exploitation. 35 The Regional Trial Court (RTC) noted that the defense offered no other evidence other than uncorroborated denials and self-serving testimonies. The RTC ruled that mere denials cannot outweigh the positive identification and unequivocal narrations of AAA27087.36 Thus, XXX270870 was convicted of four counts of qualified trafficking in person committed against AAA270870. However, the RTC acquitted YYY270870 in Criminal Case Nos. R-ANG-15-01639-CR and R ANG-15-01640-CR because she was not mentioned at all in those cases.37 The dispositive portion of the decision states: WHEREFORE, IN VIEW OF THE FOREGOING, accused [XXX270870] is found criminally liable for the four [] counts of qualified child trafficking CRIMINAL CASE No. R-ANG-15-01637-CR, CRIMINAL CASE No. R-ANG-15-01638-CR, CRIMINAL CASE No. R ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640-CR. Accordingly, Accused [XXX270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos (PHP] 2,000,000.00) for each of the four D stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] 100,000.00 as exemplary damages for each of the four [] charges, as provided un.der Article 2219 of the New Civil Code. Accused [YYY270870] is found criminally liable for the two D counts of qualified child trafficking in CRIMINAL CASE No. R-ANG-15- 01637-CR and CRIMINAL CASE No. R-ANG-15-01638-CR. Accordingly, Accused [YYY270870] is sentenced to suffer the penalty of life imprisonment and a fine of not less than Two million pesos ([PHP] 2,000,000.00) for each of the two [] stated Criminal Informations. Moreover, she is made to pay [AAA270870] [PHP] 100,000.00 as moral damages, and [PHP] I 00,000.00 as exemplary damages for the two [] charges, as provided Article 2219 the New Civil Code. Accused [YYY270870] is ACQUITTED for CRIMINAL CASE No. R-ANG-15-01639-CR and CRIMINAL CASE No. R-ANG-15-01640- CR, as t.lie fact from which the criminal and civil liability did not exist. 31 Id. at 15. 32 Id. at30-51. The September 24, 2018 Decision in Criminal Case Nos. R-ANG-15-01637-CRto R-ANG- 15-01640-CR was penned bv Acting Presiding Judge Katrina Nora S. Buan Factora of Branch ■, Regional Trial Comt, City. 33 Id. at 43-44. 34 Id. at 44-45. 35 Id. at 44--47. 36 Id. at 46. 37 Id. at 47. Decision 8 G.R. No. 270870 SO ORDERED.38 (Emphasis in the original) Accused-appellants appealed. In their Brief, 39 they argued that the elements of qualified trafficking were not proven beyond reasonable doubt.40 First, the prosecution failed to prove \"fraud, deception, and taking advantage of the vulnerability\"41 of [AAA270870]. Second, AAA270870's testimony was full of \"patent incredibilities.\"42 For one, despite having been sexually abused for the first time in December 2013, AAA270870 kept consenting to the same acts until the last week·of April 2014.43 There is also no reason for AAA270870 to be afraid of XXX270870 since there is no evidence that XXX270870 ever intimidated or threatened her. 44 More importantly, AAA270870 has been in the custody of the DSWD since May 2014 yet she only filed the complaint one year later, or in June 2015.45 The CA affirmed the convictions in its assailed Decision.46 It ruled that the prosecution had successfully established that AAA270870 was a minor during the incidents that occurred between December 2013 and April 2014. Further, AAA270870 and BBB270870's testimonies \"revealed in graphic detail\" how accused-appellants \"(1) offered [AAA270870] to different foreigners on different separate occasions by preying on her vulnerability as a minor; (2) the act was done for a fee; and (3) it was committed for the purpose of sexual exploitation.\" 47 As regards the alleged lack of fraud, deception or taking advantage, the CA held that the offense is qualified trafficking in persons because AAA270870 was a minor; hence, the means used to commit the offense becomes irnrnaterial.48 Even if AAA270870 did \"consent\" to these acts, this consent is rendered meaningless due to the coercive, abusive, and deceptive means employed by the perpetrators of human trafficking. 49 Finally, the CA held that it was insignificant that AAA270870 did not report the abuse to her grandmother and did not report immediately the incidents to the authorities when she was in the custody of theDSWD.50 The appellate court increased the award of moral damages to PHP 500,000.00 and imposed 6% legal interest per annum. The dispositive portion reads:51 38 Id. at 51. 39 CA rollo, pp. 39-56. 40 Id. at 52. Id. 42 Id. at 53. 43 Id. 44 Id. 45 Id. at 54. 46 Roilo, pp. 8-24. 47 Id. at 19. 48 Id. at 19-20. 49 Id. at 21. 50 Id. at 22. 51 Id. at 23. r Decision 9 G.R. No. 270870 WHEREFORE, premises considered, the appeal is hereby DISMISSED, and the Decision dated September 24, 2018 of the Regional Trial Court of-City,_, in Criminal Case Nos. R-ANG-15- 01637-CR to R-ANG-15-01640-CR is AFFIRMED with MOI)IFICATION that (1) the award of moral damages is increased to [PHP] 500,000.00; and (2) there shall be interest on all damages awarded at the legal rate of [] 6% per annum from the date of finality of this Decision until full payment. SO ORDERED.52 (Emphasis in the original) Hence, this appeal. ISSUE Whether the crime of qualified trafficking in persons against accused appellants was proven beyond reasonable doubt. RULING Accused-appellants are liable of qualified trafficking in persons Accused-appellants were charged and convicted for qualified trafficking in persons under Section 4(a), in relation to Section 6(a) of RA No. 9208, as amended by RA No. 10364: Section 4. Acts ofT rafficking in Persons. - It shall be unlawful for any person, natural or juridical, to commit any of the following acts: (a) To recruit, transport, transfer, harbor, provide, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, sexual exploitation, forced labor, slavery, involuntary servitude or debt bondage[.] Section 6. Qualified Trafficki.ng in Persons. - The following are considered as qualified trafficking: (a) When the trafficked person is a cru1d; 52 Id. at 24. Decision 10 G.R. No. 270870 In People v. Casio,53 the Court defined the elements of trafficking in persons: (1) The act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders\"; (2) The means used include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another\"; and (3) The purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs.\" 54 (Citation omitted, italics in the original) The cri1ne is qualified when the trafficked person is a \"child\" which is defined as any \"person below eighteen (18) years of age or one who is over eighteen (18) but is unable to fully take care of or protect himself/herself from abuse, neglect, cruelty, exploitation, or discrimination because of a physical or mental disability or condition. 55 In such cases, the recruitment, transportation, transfer, harboring, or receipt of a child for the purpose of exploitation shall also be considered as \"trafficking in persons\" regardless of the means used.56 More importantly, the minor's consent to the sexual transaction is irrelevant to the commission of the crime as victims who are minors cannot validly give their consent. 57 Consequently, accused appellants' argument that the prosecution failed to prove \"fraud, deception, and taking advantage of vulnerability\" must necessarily fail. Here, the presence of all the elements of qualified trafficking was duly established by the prosecution. First, it is undisputed that AAA270870 was a minor when she was trafficked. 58 Second, AAA270870's testimonial evidence proves that she was offered by accused-appellants to various foreigners for sexual pleasure from December 2013 to April 2014. Her testimony vividly described how t XXX270870, whmn she calls\" fetched her and brought her to YYY270870, who then brought her to Tom who sexually abused her: 53 749 Phil 458 (2014) [Per J. Leonen, Second DivisionJ. 54 Id. at 472-473. 55 Republic Act No. 9208 (2003), as amended by Republic Act No. 10364 (2013), sec. 3(b). 56 Id. 57 Id. 58 RTC records, pp. 10-11. Decision 11 G.R. No. 270870 Atty. Isidro: Q Can you remember anything that happened to you sometime in December 2013? • A Yes, sir. Q What is that? A [.XXX270870] went to our house to take pictures ofm e, sir. Q You mentioned that [..XXX270870] wanted to take your picture, what happened next t.ifter that? A She told me to fix myselfa nd later on she will fetch me. Q After going to the house of[.X.XX-270870] [sic], where did you go next? A We went to sir. Q When you went to who were with you? A [.X.XX-270870] and CCC270870, sir. Q When you got to - what happened there? A We waited for YYY270870 and the husband ofYYY270870, sir. Q And did the husband ofY YY270870 and YYY270870 arrive? A Yes, sir. Q What ~hen they arrived? A Then .....g ave me to YYY270870 and her husband, sir. Q Why did [..X:XX-270870] give you to YYY270870? A For the foreigner named Tom, sir. Q When you arrived at the house of( sic) foreigner, what happened after that? A We boarded on a tricycle and we went to a hotel and the husband of YYY270870 told Joan to cover me because I am a minor and it was prohibited. Q What happened when you got to tile hotel? A Me and the foreigner had a [sic] sex, sir.59 (Emphasis supplied, italics in the original) AAA270870 testified that the same thing happened in January 2014: 59 TSN, February 29, 2016, pp. 5--10. Decision 12 • G.R. No. 270870 [Atty. Isidro:] Q Do you remember [sic] something happened to you on - [sic] January I, 2014? A Yes, sir. Q What happened to you? A [XXX270870]fetched [sic] at our house, sir. Q What happened after she fetched you? A We went to YYY270870 at - sir. Q What happened when you met up with YYY270870 at - ? A Then again [XXX270870J gave me to YYY270870 and her husband_. sir. Q After she gave you to YYY270870 and her husband, where did you go? A. We again fetched the foreigner at Petron. Q Is this Tom again? A Yes, sir. Q After you fetched Tom, where did you go? A Again to the hotel, sir. Q What did you do to [sic] the hotel? A We had a [sic] sex again, sir.60 (Emphasis supplied, italics in the original) Moreover, AAA270870 likewise narrated in detail the harrowing expenence that she went through . in April 2014 with Charles, another foreigner: [Atty. Isidro:] Q Do you remember [sic] something happened to you in April 2014? A Yes, sir. Q What happened to you? A She went to our house according to [.XXX-270870] she will take pictures of me and my other sibling. Q 1Vho went to your Jwuse? A [XXX270870], sir. Q After she took pictures of[sic], what happened after that? A She chose who among us ·will be given a scholarship. 60 Id. at 17-18. r Decision lJ G.R. No. 270870 Q After she tuok pictures, what happened after that? A She told me just io ·wairfor a while. Q After you waited what happened? A She texted to my Ate instructing to go to her house. Q Did you go to her house? A Yes, sir, with my elder sister. Q What happened when you got to her house? A We left together with FFF270870 [sic], [..XXX270870], and me, sir. Q And then where did the 3 ofy ou go? A At -Avenue in an apartment ofa foreigner, sir. Q And who is this foreigner A Charles, sir. Q What did Charles instruct you to do? A He instructed FFF270870 to put her [sic] penis inside the mouth of FFF270870 [sic]. Q What about you, what did he instruct you to do? A He inserted a toy penis to my vagina, sir. Q In the last week of April 2014, do you remember anything that happened to you in significant [sic] in connection to what happened to you previously? A Yes; sir. • Q What happened to you? A We went back to the apartment of the foreigner, sir. Q Who were you with? A EEE270870, CCC270870, me and BBB270870, and XKX.270870, sir. Q 1-Vhat happened in tlie room when you were left with GGG270870? A He instructed us to pui his penis inside our mouth. Q Did you do it? A Yes, sir. 61 TSN, Februai-y 29, 2016, pp. 21-24. Decision 14 G.R. No. 270870 Q What did Charles asked [sic] BBB270870 to do? A Then XXX270870 and EEE270870 arrived and XXX270870 left the apartment and then the foreigner instructed BBB270870 to lick the private organ ofE liza [sic]. Q Did BBB20870 do it? A Yes, sir. Q Aside from this was there anything else that Charles asked you to do in connection with something white? A Yes, sir. Q What was that? A Then he instructed us to also do what· BBB210870 and EEE270870 [sic] did. Q By the way, who is this EEE270870? A The daughter of.XXX270870, sir. Q You mentioned something about white that Charles [sic] making you to drink in your affidavit, what was that about? A He instructed BBB270870 to drink something colored white in a glass looks like a phlegm. Q Did BBB270870 drink it? A Yes, sir. Q After BBB270870 drunk [sic] it, what happened after that? A Then he instructed me and CCC270870 to do the same thing. 62 (Emphasis supplied, italics in the original) We stress that AAA270870's narration of the vile events that happened on the last week of April 2014 was duly corroborated by BBB270870's testimony. 63 Credibility oft he private complainant It is settled that the task of assigning values to the testimonies of witnesses and weighing their credibility is best left to the trial court, which forms its first-hand impressions as witnesses testify before it.64 As a rule, the findings and conclusions of trial courts on the credibility of witnesses enjoy a badge of respect because they have Jhe advantage of observing the demeanor of witnesses as they testify.65 It will not be disturbed absent any showing that the trial court overlooked certain facts and circumstances which could 62 TSN, February 29, 2016, pp. 28--32. 63 Rollo, pp. 36--37. 64 People v. Del Rosario, 657 Phil. 635, 642 (201 I) [J. Nachura, Second Division]. 65 People v. Lacaden, 620 Phil. 807, 819 (2009) [J. Chico-Nazario, Third Division]. y Decision 15 G.R. No. 270870 substantially affect the outcome of the case. 66 Moreover, we have long adhered to the rule that the \"[f]actual findings of the trial court, including its assessment of the credibility of witnesses, probative weight of their testimonies, as well as of the documentary evidence, are accorded great weight and respect, especially when the same are affirmed by the CA.\"67 Here, the trial court found \"credence in the testimony of the complainant [AAA270870], over the denials of [accused-appellants,]\"68 and concurred in by the appellate court. 69 We find no reason to depart from this rule. That AAA270870 did not resist the subsequent acts of trafficking is of no moment. Suffice it to say, \"there is no typical form of behavior for a woman when facing a traumatic experience such as a sexual assault.\"70 As a child, it is understandable that AAA270870 did not react to her ordeal in the well ordered manner of an adult.71 Finally, AAA270870's delay in reporting the incident also does not diminish her credibility: Neither the delay in reporting the incidents to the proper authorities tainted the victims' credibility. For sure, there was no prompt revelation of what befell the victims. But \"long silence and delay in reporting the crime I of rape have not always been construed as indications of a false accusation.\" \"A rape charge becomes doubtful only when the delay in revealing its commission is unreasonable and unexplained.\" In the present case, appellant threatened the victims that he would kill them and their families if they would tell anyone of what he did to them. To our mind, this is a reasonable explanation for the delay.72 While :x:x:x:270870 may not have verbally threatened AAA270870, :x:x:x:270870 herself alleged that AAA270870 looks up to :x:x:x:270870 as her own mother: [Atty. Balverde:] Q How would you describe your relationship with the family of-? A We were close, ma'am, my children and \"Nanay\" [sic] because \"Nanay\" was the one who assisted me in giving birth to my second to the youngest of my seven[] children, ma'am. Q And, Ms. Witness, how about your relationship with [AAA270870] and [BBB270870], how can you describe it? 66 People v. Regaspi, 768 Phil. 593, 598 (2015) [Per J. Peralta, Third Division]. 67 People v. Amurao, 878 Phil. 306, 323 (2020) [Per J. Caguioa, First Division]. 68 Rollo, p. 46. 69 Id. at 21-23. 70 People v. Rusco, 796 Phil. 147, 158 (2016)[Per J. Perez, Third Division]. 71 People v. Apilo, 331 Phil. 869, 888 (1996) (Per J. Pai, ganiban, Third Division]. 72 People v. Grate/a, 868 Phil. 8, 19 (2020) [Per J. Reyes, Jr., First Division]. y ---·-···--··-··-·--·----- Decision 16 G.R. No. 270870 A Our relationship was okay, ma'am. They were treating me as their mother.73 (Emphasis supplied) Undeniably, XXX270870 exerted a significant level of influence over AAA270870. This also explains why AAA270870's grandmother simply agreed to her granddaughter's closeness with XXX270870. This influence, coupled with the fact that AAA270870 has already suffered repeated sexual abuse, sufficiently explains the delay in reporting the incidents. Indeed, the gravity of the situation was just too much for an innocent child to bear that it has taken AAA270870 time to muster up the courage and overcome the traumatizing events done to her. During her cross-examination, AAA270870 acknowledged that she continued to feel fearful even after being rescued by the DSWD and International Justice System (IJM): [Atty. Balverde:] Q You stated that you were afraid of [.XXX-270870], how come this time you were no longer afraid and you freely and voluntary told the story with the DSWD and to the JJM? A I am not afraid anymore because there [sic] are already there to protect me and defense me, ma'am. Q When you were rescued by the DSfVD you were still scared, is that what you are trying to say? A Yes, ma'am. 74 (Emphasis supplied, italics in the original) All told, the courts a quo were correct in finding the accused-appellants guilty beyond reasonable doubt of the crime charged. The Court affirms the imposition of the penalty of life imprisonment and fine in the amount of PHP 2,000,000.00 as provided under Section l0(e) of RA No. 9208, as amended by RA No. 10364, 75 for each count. We likewise affirm the award of PHP 500,000.00 as moral damages and PHP 100,000.00 as exemplary damages, with legal interest of 6% per annum from finality of this judgment until full payment, pursuant to our pronouncement in People v. Ex-Mayor Estonilo, Sr. 76 ACCORDINGLY, the appeal is DISMISSED. The Decision dated October 11, 2021 of the Court of Appeals in CA-G.R. CR-HC No. 13004 is AFFIRMED. 73 TSN, October 12, 2016, pp. 11-12. 74 TSN, September 7, 2016, p. 5. 75 Republic Act No. 9208 (20030, as amended by Republic Act No. 10364 (2013), sec. lO(e) states: SEC. 10. Penalties and Sanccions. - The following penalties and sanctions are hereby established for ~~ ~ffenses enumerated in this Act: I ( e) Any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of lite imprisonment and a fine of not less than Twb million pesos (P2,000,000.00) but not more than Five million pesos (P5,000,000.00)[.] I y 76 745 Phil. 33 l, 356 (2014) [Per J. Leonardo-De Castro, First Division]. Decision 17 G.R. No. 270870 Accused-appellant XXX270870 is GUILTY beyond reasonable doubt of four counts ofviolation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 in Criminal Case Nos. R-ANG-15-01637-CR, R ANG-15-01638-CR, R-ANG-15-01639-CR, and R-ANG-15-01640-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP 500,o·oo.oo, and exemplary damages amounting to PHP 100,000.00 for each count. Accused-appellant YYY270870 is GUILTY beyond reasonable doubt of two counts of violation of qualified trafficking in persons under Section 4(a), in relation to Section 6 of Republic Act No. 9208, as amended by Republic Act No. 10364 i~ Criminal Case Nos. R-ANG-15-01637-CR and R ANG-15-01638-CR. She is sentenced to life imprisonment and ordered to PAY a fine of PHP 2,000,000.00 for each count. She is also ordered to PAY AAA270870 moral damages of PHP. 500,000.00, and exemplary damages amounting to PHP 100,000.00 for each count. All monetary awards shall earn legal interest at the rate of 6% per annum from the finality of this Decision until full payment. SO ORDERED. Decision 18 G.R. No. 270870 WE CONCUR: On official leave MARVIC M.V.F. LEONEN Senior Associate Justice Chairperson AMY~O-JAV IER JHOSE~OPEZ Associate Justice Associate Justice .KHO,~ Associate Justice ATTESTATION I attest that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division. llf;~A AMY ~'IER •i:ociate Justice Acting Chairperson CERTIFICATION Pursuant to Article VIII, Section 13 of the Constitution, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the \\\\-Titer of the opinion of the Court's Division and the Acting Chairperson· s Attestation."
  },
  "entities": [
    {
      "text": "I SUPREME COURT OF THE PHILIPPINES",
      "label": "ORG",
      "start": 0,
      "end": 34
    },
    {
      "text": "fffila ni la",
      "label": "PERSON",
      "start": 148,
      "end": 160
    },
    {
      "text": "SECOND",
      "label": "ORDINAL",
      "start": 161,
      "end": 167
    },
    {
      "text": "G.R. No. 270870",
      "label": "ORG",
      "start": 205,
      "end": 220
    },
    {
      "text": "LAZARO-JAVIER",
      "label": "ORG",
      "start": 272,
      "end": 285
    },
    {
      "text": "KHO",
      "label": "GPE",
      "start": 336,
      "end": 339
    },
    {
      "text": "JR",
      "label": "GPE",
      "start": 341,
      "end": 343
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 542,
      "end": 543
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 558,
      "end": 567
    },
    {
      "text": "Decision,2",
      "label": "ORG",
      "start": 579,
      "end": 589
    },
    {
      "text": "Modified",
      "label": "PRODUCT",
      "start": 665,
      "end": 673
    },
    {
      "text": "Supreme Coutt Amended Administrative Circular",
      "label": "ORG",
      "start": 686,
      "end": 731
    },
    {
      "text": "83-2015",
      "label": "DATE",
      "start": 736,
      "end": 743
    },
    {
      "text": "September 5, 2017",
      "label": "DATE",
      "start": 750,
      "end": 767
    },
    {
      "text": "Protocols",
      "label": "PERSON",
      "start": 773,
      "end": 782
    },
    {
      "text": "the Websites of Decisions",
      "label": "ORG",
      "start": 847,
      "end": 872
    },
    {
      "text": "Final Orders Using Fictitious Names/Personal Circumstances",
      "label": "ORG",
      "start": 897,
      "end": 955
    },
    {
      "text": "1992",
      "label": "DATE",
      "start": 1175,
      "end": 1179
    },
    {
      "text": "Violation",
      "label": "PRODUCT",
      "start": 1327,
      "end": 1336
    },
    {
      "text": "••",
      "label": "ORG",
      "start": 1362,
      "end": 1364
    },
    {
      "text": "3144",
      "label": "DATE",
      "start": 1440,
      "end": 1444
    },
    {
      "text": "November 7, 2024",
      "label": "DATE",
      "start": 1451,
      "end": 1467
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 1469,
      "end": 1470
    },
    {
      "text": "3--4",
      "label": "CARDINAL",
      "start": 1482,
      "end": 1486
    },
    {
      "text": "8-24",
      "label": "TIME",
      "start": 1495,
      "end": 1499
    },
    {
      "text": "October 11",
      "label": "DATE",
      "start": 1505,
      "end": 1515
    },
    {
      "text": "202",
      "label": "CARDINAL",
      "start": 1517,
      "end": 1520
    },
    {
      "text": "13004",
      "label": "DATE",
      "start": 1553,
      "end": 1558
    },
    {
      "text": "Ramon A. Cruz",
      "label": "PERSON",
      "start": 1591,
      "end": 1604
    },
    {
      "text": "Ruben Rc",
      "label": "PERSON",
      "start": 1643,
      "end": 1651
    },
    {
      "text": "G. Roxas",
      "label": "PERSON",
      "start": 1659,
      "end": 1667
    },
    {
      "text": "Bonifacio S. Pascua",
      "label": "PERSON",
      "start": 1672,
      "end": 1691
    },
    {
      "text": "the Eleventh Division",
      "label": "ORG",
      "start": 1695,
      "end": 1716
    },
    {
      "text": "Court of Appeals",
      "label": "ORG",
      "start": 1718,
      "end": 1734
    },
    {
      "text": "Manila",
      "label": "GPE",
      "start": 1736,
      "end": 1742
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 1755,
      "end": 1756
    },
    {
      "text": "Section 6 of Republic Act",
      "label": "LAW",
      "start": 1802,
      "end": 1827
    },
    {
      "text": "9208,3",
      "label": "CARDINAL",
      "start": 1837,
      "end": 1843
    },
    {
      "text": "RA No",
      "label": "ORG",
      "start": 1858,
      "end": 1863
    },
    {
      "text": "10364.4",
      "label": "CARDINAL",
      "start": 1865,
      "end": 1872
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 1886,
      "end": 1895
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 1897,
      "end": 1906
    },
    {
      "text": "a John Doe",
      "label": "PERSON",
      "start": 1948,
      "end": 1958
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 1977,
      "end": 1981
    },
    {
      "text": "Section 4(a",
      "label": "LAW",
      "start": 2031,
      "end": 2042
    },
    {
      "text": "Section 6",
      "label": "LAW",
      "start": 2061,
      "end": 2070
    },
    {
      "text": "RA No",
      "label": "ORG",
      "start": 2078,
      "end": 2083
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 2085,
      "end": 2089
    },
    {
      "text": "RA No.",
      "label": "ORG",
      "start": 2105,
      "end": 2111
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 2112,
      "end": 2117
    },
    {
      "text": "the month of December 2013",
      "label": "DATE",
      "start": 2206,
      "end": 2232
    },
    {
      "text": "Philippines",
      "label": "GPE",
      "start": 2252,
      "end": 2263
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 2276,
      "end": 2277
    },
    {
      "text": "this Honorable Court",
      "label": "ORG",
      "start": 2298,
      "end": 2318
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 2346,
      "end": 2355
    },
    {
      "text": "DOE",
      "label": "ORG",
      "start": 2380,
      "end": 2383
    },
    {
      "text": "11 years of age",
      "label": "DATE",
      "start": 2609,
      "end": 2624
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 2978,
      "end": 2981
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 3236,
      "end": 3244
    },
    {
      "text": "about the 1st day of January 2014",
      "label": "DATE",
      "start": 3309,
      "end": 3342
    },
    {
      "text": "Philippines",
      "label": "GPE",
      "start": 3361,
      "end": 3372
    },
    {
      "text": "this Honorable Court",
      "label": "ORG",
      "start": 3405,
      "end": 3425
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 3453,
      "end": 3462
    },
    {
      "text": "DOE",
      "label": "ORG",
      "start": 3487,
      "end": 3490
    },
    {
      "text": "12 years of age",
      "label": "DATE",
      "start": 3718,
      "end": 3733
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 4087,
      "end": 4090
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 4229,
      "end": 4230
    },
    {
      "text": "2003",
      "label": "DATE",
      "start": 4266,
      "end": 4270
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 4272,
      "end": 4273
    },
    {
      "text": "2012",
      "label": "DATE",
      "start": 4318,
      "end": 4322
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 4333,
      "end": 4335
    },
    {
      "text": "9-10",
      "label": "CARDINAL",
      "start": 4337,
      "end": 4341
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 4352,
      "end": 4353
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 4363,
      "end": 4369
    },
    {
      "text": "LA",
      "label": "GPE",
      "start": 4476,
      "end": 4478
    },
    {
      "text": "the month of April 2014",
      "label": "DATE",
      "start": 4539,
      "end": 4562
    },
    {
      "text": "Philippines",
      "label": "GPE",
      "start": 4581,
      "end": 4592
    },
    {
      "text": "this Honorable Court",
      "label": "ORG",
      "start": 4625,
      "end": 4645
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 4673,
      "end": 4682
    },
    {
      "text": "DOE",
      "label": "ORG",
      "start": 4707,
      "end": 4710
    },
    {
      "text": "12 years of age & 3 months",
      "label": "DATE",
      "start": 4936,
      "end": 4962
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 5316,
      "end": 5319
    },
    {
      "text": "500.00",
      "label": "CARDINAL",
      "start": 5321,
      "end": 5327
    },
    {
      "text": "the last week",
      "label": "DATE",
      "start": 5627,
      "end": 5640
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 5644,
      "end": 5654
    },
    {
      "text": "Philippines",
      "label": "GPE",
      "start": 5674,
      "end": 5685
    },
    {
      "text": "this Honorable Court",
      "label": "ORG",
      "start": 5718,
      "end": 5738
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 5766,
      "end": 5775
    },
    {
      "text": "DOE",
      "label": "ORG",
      "start": 5800,
      "end": 5803
    },
    {
      "text": "12 years of age & 3 months",
      "label": "DATE",
      "start": 6029,
      "end": 6055
    },
    {
      "text": "wil[l]fully",
      "label": "ORG",
      "start": 6076,
      "end": 6087
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 6408,
      "end": 6411
    },
    {
      "text": "500.00",
      "label": "CARDINAL",
      "start": 6413,
      "end": 6419
    },
    {
      "text": "Informations",
      "label": "ORG",
      "start": 6746,
      "end": 6758
    },
    {
      "text": "9 6 Id.",
      "label": "PERCENT",
      "start": 6800,
      "end": 6807
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 6811,
      "end": 6813
    },
    {
      "text": "1-11",
      "label": "CARDINAL",
      "start": 6824,
      "end": 6828
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 6839,
      "end": 6840
    },
    {
      "text": "4",
      "label": "CARDINAL",
      "start": 6859,
      "end": 6860
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 6870,
      "end": 6876
    },
    {
      "text": "BBB270870",
      "label": "PRODUCT",
      "start": 6925,
      "end": 6934
    },
    {
      "text": "Investigation Data Form",
      "label": "ORG",
      "start": 7249,
      "end": 7272
    },
    {
      "text": "April 29, 2015",
      "label": "DATE",
      "start": 7279,
      "end": 7293
    },
    {
      "text": "BBB270870",
      "label": "ORG",
      "start": 7299,
      "end": 7308
    },
    {
      "text": "Sinumpaang Salaysay",
      "label": "PERSON",
      "start": 7311,
      "end": 7330
    },
    {
      "text": "BBB270870",
      "label": "PRODUCT",
      "start": 7336,
      "end": 7345
    },
    {
      "text": "Certificate of Live Birth",
      "label": "ORG",
      "start": 7348,
      "end": 7373
    },
    {
      "text": "Sinumpaang Salaysay",
      "label": "PERSON",
      "start": 7391,
      "end": 7410
    },
    {
      "text": "14 years old",
      "label": "DATE",
      "start": 7475,
      "end": 7487
    },
    {
      "text": "January 22",
      "label": "DATE",
      "start": 7536,
      "end": 7546
    },
    {
      "text": "2002.11",
      "label": "CARDINAL",
      "start": 7548,
      "end": 7555
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 7577,
      "end": 7581
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 7682,
      "end": 7687
    },
    {
      "text": "December 2013",
      "label": "DATE",
      "start": 7709,
      "end": 7722
    },
    {
      "text": "only 11 years old",
      "label": "DATE",
      "start": 7742,
      "end": 7759
    },
    {
      "text": "12 one",
      "label": "CARDINAL",
      "start": 7939,
      "end": 7945
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 8012,
      "end": 8021
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 8031,
      "end": 8040
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 8104,
      "end": 8113
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 8137,
      "end": 8146
    },
    {
      "text": "xxx:270870",
      "label": "ORG",
      "start": 8156,
      "end": 8166
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 8192,
      "end": 8201
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 8268,
      "end": 8271
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 8290,
      "end": 8294
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 8341,
      "end": 8350
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 8405,
      "end": 8408
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 8698,
      "end": 8701
    },
    {
      "text": "PHP 3,000.00",
      "label": "ORG",
      "start": 8785,
      "end": 8797
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 8802,
      "end": 8811
    },
    {
      "text": "PHP 1,000.00",
      "label": "PERSON",
      "start": 8828,
      "end": 8840
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 8902,
      "end": 8903
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 8936,
      "end": 8945
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 8989,
      "end": 8991
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 9032,
      "end": 9035
    },
    {
      "text": "PHP 2,000.00",
      "label": "PERSON",
      "start": 9104,
      "end": 9116
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 9147,
      "end": 9149
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 9256,
      "end": 9258
    },
    {
      "text": "Id. See",
      "label": "ORG",
      "start": 9259,
      "end": 9266
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 9272,
      "end": 9275
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 9288,
      "end": 9290
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 9292,
      "end": 9294
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 9295,
      "end": 9298
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 9311,
      "end": 9312
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 9314,
      "end": 9316
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 9327,
      "end": 9329
    },
    {
      "text": "14",
      "label": "CARDINAL",
      "start": 9331,
      "end": 9333
    },
    {
      "text": "September 7, 2016",
      "label": "DATE",
      "start": 9339,
      "end": 9356
    },
    {
      "text": "27",
      "label": "CARDINAL",
      "start": 9361,
      "end": 9363
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 9368,
      "end": 9373
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 9378,
      "end": 9380
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 9382,
      "end": 9384
    },
    {
      "text": "February 29, 2016",
      "label": "DATE",
      "start": 9390,
      "end": 9407
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 9412,
      "end": 9414
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 9416,
      "end": 9418
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 9419,
      "end": 9422
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 9435,
      "end": 9436
    },
    {
      "text": "December 6, 2017",
      "label": "DATE",
      "start": 9451,
      "end": 9467
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 9472,
      "end": 9473
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 9479,
      "end": 9482
    },
    {
      "text": "18",
      "label": "CARDINAL",
      "start": 9524,
      "end": 9526
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 9537,
      "end": 9539
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 9550,
      "end": 9551
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 9561,
      "end": 9567
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 9595,
      "end": 9604
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 9633,
      "end": 9642
    },
    {
      "text": "PHP 250.00",
      "label": "ORG",
      "start": 9677,
      "end": 9687
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 9689,
      "end": 9698
    },
    {
      "text": "wala po",
      "label": "PERSON",
      "start": 9922,
      "end": 9929
    },
    {
      "text": "second",
      "label": "ORDINAL",
      "start": 9995,
      "end": 10001
    },
    {
      "text": "January 1, 2014",
      "label": "DATE",
      "start": 10023,
      "end": 10038
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 10040,
      "end": 10049
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 10147,
      "end": 10149
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 10179,
      "end": 10188
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 10224,
      "end": 10233
    },
    {
      "text": "Robinsons",
      "label": "ORG",
      "start": 10237,
      "end": 10246
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 10292,
      "end": 10301
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 10354,
      "end": 10358
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 10395,
      "end": 10398
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 10432,
      "end": 10435
    },
    {
      "text": "YYY270870",
      "label": "DATE",
      "start": 10473,
      "end": 10482
    },
    {
      "text": "PHP 1,000.00",
      "label": "PERSON",
      "start": 10499,
      "end": 10511
    },
    {
      "text": "\\,Vhen YYY270870",
      "label": "PERSON",
      "start": 10518,
      "end": 10534
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 10560,
      "end": 10569
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 10571,
      "end": 10580
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 10775,
      "end": 10784
    },
    {
      "text": "third",
      "label": "ORDINAL",
      "start": 10808,
      "end": 10813
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 10839,
      "end": 10849
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 10851,
      "end": 10860
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 10979,
      "end": 10982
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 11024,
      "end": 11033
    },
    {
      "text": "FFF27087",
      "label": "ORG",
      "start": 11052,
      "end": 11060
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 11062,
      "end": 11064
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11117,
      "end": 11124
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 11126,
      "end": 11135
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 11150,
      "end": 11153
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11174,
      "end": 11181
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11183,
      "end": 11190
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11326,
      "end": 11333
    },
    {
      "text": "500.00",
      "label": "CARDINAL",
      "start": 11354,
      "end": 11360
    },
    {
      "text": "24",
      "label": "CARDINAL",
      "start": 11526,
      "end": 11528
    },
    {
      "text": "the last week",
      "label": "DATE",
      "start": 11559,
      "end": 11572
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 11576,
      "end": 11586
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 11593,
      "end": 11602
    },
    {
      "text": "BBB270870",
      "label": "PRODUCT",
      "start": 11648,
      "end": 11657
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11661,
      "end": 11668
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11690,
      "end": 11697
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 11756,
      "end": 11759
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11771,
      "end": 11778
    },
    {
      "text": "A few moments later",
      "label": "TIME",
      "start": 11836,
      "end": 11855
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 11857,
      "end": 11866
    },
    {
      "text": "Jollibee",
      "label": "PERSON",
      "start": 11922,
      "end": 11930
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 11977,
      "end": 11984
    },
    {
      "text": "XX",
      "label": "GPE",
      "start": 11992,
      "end": 11994
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 12010,
      "end": 12017
    },
    {
      "text": "BBB270870 19 Id.",
      "label": "LAW",
      "start": 12057,
      "end": 12073
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 12077,
      "end": 12079
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 12091,
      "end": 12093
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 12095,
      "end": 12097
    },
    {
      "text": "22 Id.",
      "label": "CARDINAL",
      "start": 12102,
      "end": 12108
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 12112,
      "end": 12114
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 12116,
      "end": 12118
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 12119,
      "end": 12122
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 12135,
      "end": 12136
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 12151,
      "end": 12153
    },
    {
      "text": "6",
      "label": "CARDINAL",
      "start": 12164,
      "end": 12165
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 12175,
      "end": 12181
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 12325,
      "end": 12332
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 12425,
      "end": 12432
    },
    {
      "text": "PHP 500.00",
      "label": "ORG",
      "start": 12451,
      "end": 12461
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 12468,
      "end": 12477
    },
    {
      "text": "AAA270870.25",
      "label": "CARDINAL",
      "start": 12498,
      "end": 12510
    },
    {
      "text": "BBB270870",
      "label": "PRODUCT",
      "start": 12511,
      "end": 12520
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 12591,
      "end": 12600
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 12660,
      "end": 12667
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 12920,
      "end": 12923
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 12964,
      "end": 12973
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 12975,
      "end": 12984
    },
    {
      "text": "- City",
      "label": "GPE",
      "start": 13060,
      "end": 13066
    },
    {
      "text": "2011 to March 2013",
      "label": "DATE",
      "start": 13072,
      "end": 13090
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 13185,
      "end": 13194
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 13274,
      "end": 13283
    },
    {
      "text": "YYY270870",
      "label": "DATE",
      "start": 13307,
      "end": 13316
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 13320,
      "end": 13323
    },
    {
      "text": "the Department of Social Welfare and Development",
      "label": "ORG",
      "start": 13418,
      "end": 13466
    },
    {
      "text": "DSWD",
      "label": "ORG",
      "start": 13468,
      "end": 13472
    },
    {
      "text": "two years",
      "label": "DATE",
      "start": 13478,
      "end": 13487
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 13510,
      "end": 13519
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 13691,
      "end": 13700
    },
    {
      "text": "July 22, 2015",
      "label": "DATE",
      "start": 13717,
      "end": 13730
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 13756,
      "end": 13765
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 13888,
      "end": 13890
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 13975,
      "end": 13984
    },
    {
      "text": "25",
      "label": "CARDINAL",
      "start": 14166,
      "end": 14168
    },
    {
      "text": "13",
      "label": "CARDINAL",
      "start": 14183,
      "end": 14185
    },
    {
      "text": "27",
      "label": "CARDINAL",
      "start": 14190,
      "end": 14192
    },
    {
      "text": "Colloquially",
      "label": "PRODUCT",
      "start": 14193,
      "end": 14205
    },
    {
      "text": "28",
      "label": "CARDINAL",
      "start": 14223,
      "end": 14225
    },
    {
      "text": "38",
      "label": "CARDINAL",
      "start": 14236,
      "end": 14238
    },
    {
      "text": "29",
      "label": "CARDINAL",
      "start": 14240,
      "end": 14242
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 14250,
      "end": 14252
    },
    {
      "text": "30",
      "label": "CARDINAL",
      "start": 14254,
      "end": 14256
    },
    {
      "text": "7",
      "label": "CARDINAL",
      "start": 14270,
      "end": 14271
    },
    {
      "text": "270870",
      "label": "DATE",
      "start": 14281,
      "end": 14287
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 14319,
      "end": 14324
    },
    {
      "text": "the Prosecutor's Office",
      "label": "ORG",
      "start": 14333,
      "end": 14356
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 14424,
      "end": 14426
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 14427,
      "end": 14436
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 14441,
      "end": 14450
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 14604,
      "end": 14607
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 14631,
      "end": 14633
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 14647,
      "end": 14650
    },
    {
      "text": "35",
      "label": "CARDINAL",
      "start": 14743,
      "end": 14745
    },
    {
      "text": "The Regional Trial Court",
      "label": "ORG",
      "start": 14746,
      "end": 14770
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 14772,
      "end": 14775
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 14894,
      "end": 14897
    },
    {
      "text": "AAA27087.36 Thus",
      "label": "ORG",
      "start": 14996,
      "end": 15012
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 15014,
      "end": 15023
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 15041,
      "end": 15045
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 15130,
      "end": 15133
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 15144,
      "end": 15153
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 15365,
      "end": 15374
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 15411,
      "end": 15415
    },
    {
      "text": "less than Two million",
      "label": "CARDINAL",
      "start": 15715,
      "end": 15736
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 15744,
      "end": 15747
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 15779,
      "end": 15783
    },
    {
      "text": "Criminal Informations",
      "label": "ORG",
      "start": 15793,
      "end": 15814
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 15858,
      "end": 15861
    },
    {
      "text": "100,000.00",
      "label": "CARDINAL",
      "start": 15863,
      "end": 15873
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 15897,
      "end": 15900
    },
    {
      "text": "100,000.00",
      "label": "CARDINAL",
      "start": 15902,
      "end": 15912
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 15950,
      "end": 15954
    },
    {
      "text": "un.der Article 2219",
      "label": "LAW",
      "start": 15979,
      "end": 15998
    },
    {
      "text": "the New Civil Code",
      "label": "EVENT",
      "start": 16002,
      "end": 16020
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 16077,
      "end": 16080
    },
    {
      "text": "less than Two million",
      "label": "CARDINAL",
      "start": 16309,
      "end": 16330
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 16339,
      "end": 16342
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 16374,
      "end": 16377
    },
    {
      "text": "Criminal Informations",
      "label": "ORG",
      "start": 16388,
      "end": 16409
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 16453,
      "end": 16456
    },
    {
      "text": "100,000.00",
      "label": "CARDINAL",
      "start": 16458,
      "end": 16468
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 16492,
      "end": 16495
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 16538,
      "end": 16541
    },
    {
      "text": "Article 2219",
      "label": "LAW",
      "start": 16566,
      "end": 16578
    },
    {
      "text": "the New Civil Code",
      "label": "EVENT",
      "start": 16579,
      "end": 16597
    },
    {
      "text": "CR",
      "label": "GPE",
      "start": 16710,
      "end": 16712
    },
    {
      "text": "31",
      "label": "CARDINAL",
      "start": 16787,
      "end": 16789
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 16797,
      "end": 16799
    },
    {
      "text": "32",
      "label": "CARDINAL",
      "start": 16801,
      "end": 16803
    },
    {
      "text": "at30-51",
      "label": "PRODUCT",
      "start": 16808,
      "end": 16815
    },
    {
      "text": "The September 24, 2018 Decision in Criminal Case Nos",
      "label": "EVENT",
      "start": 16817,
      "end": 16869
    },
    {
      "text": "CR",
      "label": "GPE",
      "start": 16907,
      "end": 16909
    },
    {
      "text": "Katrina Nora S. Buan Factora",
      "label": "PERSON",
      "start": 16947,
      "end": 16975
    },
    {
      "text": "Regional Trial Comt",
      "label": "ORG",
      "start": 16989,
      "end": 17008
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 17016,
      "end": 17018
    },
    {
      "text": "43-44",
      "label": "DATE",
      "start": 17026,
      "end": 17031
    },
    {
      "text": "34",
      "label": "CARDINAL",
      "start": 17033,
      "end": 17035
    },
    {
      "text": "44-45",
      "label": "DATE",
      "start": 17043,
      "end": 17048
    },
    {
      "text": "35 Id.",
      "label": "CARDINAL",
      "start": 17050,
      "end": 17056
    },
    {
      "text": "44--47",
      "label": "QUANTITY",
      "start": 17060,
      "end": 17066
    },
    {
      "text": "36",
      "label": "CARDINAL",
      "start": 17068,
      "end": 17070
    },
    {
      "text": "46",
      "label": "CARDINAL",
      "start": 17078,
      "end": 17080
    },
    {
      "text": "37 Id.",
      "label": "CARDINAL",
      "start": 17082,
      "end": 17088
    },
    {
      "text": "47",
      "label": "CARDINAL",
      "start": 17092,
      "end": 17094
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 17105,
      "end": 17106
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 17116,
      "end": 17122
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 17138,
      "end": 17146
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 17209,
      "end": 17211
    },
    {
      "text": "First",
      "label": "ORDINAL",
      "start": 17310,
      "end": 17315
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 17429,
      "end": 17435
    },
    {
      "text": "one",
      "label": "CARDINAL",
      "start": 17503,
      "end": 17506
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 17552,
      "end": 17557
    },
    {
      "text": "December 2013",
      "label": "DATE",
      "start": 17566,
      "end": 17579
    },
    {
      "text": "the last week·of April 2014.43",
      "label": "DATE",
      "start": 17630,
      "end": 17660
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 17715,
      "end": 17724
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 17757,
      "end": 17766
    },
    {
      "text": "44",
      "label": "CARDINAL",
      "start": 17803,
      "end": 17805
    },
    {
      "text": "DSWD",
      "label": "ORG",
      "start": 17865,
      "end": 17869
    },
    {
      "text": "May 2014",
      "label": "DATE",
      "start": 17876,
      "end": 17884
    },
    {
      "text": "one year later",
      "label": "DATE",
      "start": 17918,
      "end": 17932
    },
    {
      "text": "June 2015.45",
      "label": "DATE",
      "start": 17940,
      "end": 17952
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 17957,
      "end": 17959
    },
    {
      "text": "December 2013",
      "label": "DATE",
      "start": 18142,
      "end": 18155
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 18160,
      "end": 18170
    },
    {
      "text": "BBB270870",
      "label": "LAW",
      "start": 18195,
      "end": 18204
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 18273,
      "end": 18274
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 18397,
      "end": 18398
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 18433,
      "end": 18434
    },
    {
      "text": "47",
      "label": "CARDINAL",
      "start": 18494,
      "end": 18496
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 18570,
      "end": 18572
    },
    {
      "text": "49",
      "label": "CARDINAL",
      "start": 18915,
      "end": 18917
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 18931,
      "end": 18933
    },
    {
      "text": "PHP 500,000.00",
      "label": "ORG",
      "start": 19190,
      "end": 19204
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 19217,
      "end": 19219
    },
    {
      "text": "38 Id.",
      "label": "CARDINAL",
      "start": 19279,
      "end": 19285
    },
    {
      "text": "51",
      "label": "CARDINAL",
      "start": 19289,
      "end": 19291
    },
    {
      "text": "39",
      "label": "CARDINAL",
      "start": 19293,
      "end": 19295
    },
    {
      "text": "CA",
      "label": "PRODUCT",
      "start": 19296,
      "end": 19298
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 19306,
      "end": 19308
    },
    {
      "text": "39-56",
      "label": "CARDINAL",
      "start": 19310,
      "end": 19315
    },
    {
      "text": "52",
      "label": "CARDINAL",
      "start": 19327,
      "end": 19329
    },
    {
      "text": "42 Id.",
      "label": "CARDINAL",
      "start": 19335,
      "end": 19341
    },
    {
      "text": "53",
      "label": "CARDINAL",
      "start": 19345,
      "end": 19347
    },
    {
      "text": "43",
      "label": "CARDINAL",
      "start": 19349,
      "end": 19351
    },
    {
      "text": "45 Id.",
      "label": "CARDINAL",
      "start": 19363,
      "end": 19369
    },
    {
      "text": "54",
      "label": "DATE",
      "start": 19373,
      "end": 19375
    },
    {
      "text": "46",
      "label": "DATE",
      "start": 19377,
      "end": 19379
    },
    {
      "text": "Roilo",
      "label": "GPE",
      "start": 19380,
      "end": 19385
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 19387,
      "end": 19389
    },
    {
      "text": "8-24",
      "label": "CARDINAL",
      "start": 19391,
      "end": 19395
    },
    {
      "text": "19",
      "label": "CARDINAL",
      "start": 19407,
      "end": 19409
    },
    {
      "text": "19-20",
      "label": "CARDINAL",
      "start": 19421,
      "end": 19426
    },
    {
      "text": "21",
      "label": "CARDINAL",
      "start": 19438,
      "end": 19440
    },
    {
      "text": "22",
      "label": "CARDINAL",
      "start": 19452,
      "end": 19454
    },
    {
      "text": "23",
      "label": "CARDINAL",
      "start": 19466,
      "end": 19468
    },
    {
      "text": "9",
      "label": "CARDINAL",
      "start": 19481,
      "end": 19482
    },
    {
      "text": "270870",
      "label": "DATE",
      "start": 19492,
      "end": 19498
    },
    {
      "text": "September 24, 2018",
      "label": "DATE",
      "start": 19586,
      "end": 19604
    },
    {
      "text": "the Regional Trial Court of-City",
      "label": "ORG",
      "start": 19608,
      "end": 19640
    },
    {
      "text": "CR",
      "label": "GPE",
      "start": 19703,
      "end": 19705
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 19743,
      "end": 19744
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 19790,
      "end": 19793
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 19812,
      "end": 19813
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 19886,
      "end": 19888
    },
    {
      "text": "Section 4(a",
      "label": "LAW",
      "start": 20308,
      "end": 20319
    },
    {
      "text": "Section 6(a",
      "label": "LAW",
      "start": 20337,
      "end": 20348
    },
    {
      "text": "RA No",
      "label": "ORG",
      "start": 20353,
      "end": 20358
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 20360,
      "end": 20364
    },
    {
      "text": "RA No",
      "label": "ORG",
      "start": 20380,
      "end": 20385
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 20387,
      "end": 20392
    },
    {
      "text": "Section 4",
      "label": "LAW",
      "start": 20394,
      "end": 20403
    },
    {
      "text": "Section 6",
      "label": "LAW",
      "start": 20859,
      "end": 20868
    },
    {
      "text": "52",
      "label": "CARDINAL",
      "start": 21005,
      "end": 21007
    },
    {
      "text": "24",
      "label": "CARDINAL",
      "start": 21015,
      "end": 21017
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 21028,
      "end": 21030
    },
    {
      "text": "G.R. No.",
      "label": "ORG",
      "start": 21031,
      "end": 21039
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 21040,
      "end": 21046
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 21073,
      "end": 21078
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 21128,
      "end": 21129
    },
    {
      "text": "2",
      "label": "CARDINAL",
      "start": 21306,
      "end": 21307
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 21620,
      "end": 21621
    },
    {
      "text": "54",
      "label": "DATE",
      "start": 21844,
      "end": 21846
    },
    {
      "text": "Citation",
      "label": "PRODUCT",
      "start": 21848,
      "end": 21856
    },
    {
      "text": "18) years of age or",
      "label": "DATE",
      "start": 22003,
      "end": 22022
    },
    {
      "text": "eighteen",
      "label": "DATE",
      "start": 22039,
      "end": 22047
    },
    {
      "text": "18",
      "label": "CARDINAL",
      "start": 22049,
      "end": 22051
    },
    {
      "text": "55",
      "label": "CARDINAL",
      "start": 22235,
      "end": 22237
    },
    {
      "text": "57",
      "label": "CARDINAL",
      "start": 22616,
      "end": 22618
    },
    {
      "text": "First",
      "label": "ORDINAL",
      "start": 22885,
      "end": 22890
    },
    {
      "text": "December 2013 to April 2014",
      "label": "DATE",
      "start": 23102,
      "end": 23129
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 23169,
      "end": 23178
    },
    {
      "text": "YYY270870",
      "label": "DATE",
      "start": 23227,
      "end": 23236
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 23262,
      "end": 23265
    },
    {
      "text": "53",
      "label": "CARDINAL",
      "start": 23291,
      "end": 23293
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 23308,
      "end": 23312
    },
    {
      "text": "J. Leonen",
      "label": "PERSON",
      "start": 23319,
      "end": 23328
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 23330,
      "end": 23336
    },
    {
      "text": "54 Id.",
      "label": "CARDINAL",
      "start": 23348,
      "end": 23354
    },
    {
      "text": "472",
      "label": "CARDINAL",
      "start": 23358,
      "end": 23361
    },
    {
      "text": "55 Republic Act",
      "label": "MONEY",
      "start": 23367,
      "end": 23382
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 23387,
      "end": 23391
    },
    {
      "text": "2003",
      "label": "DATE",
      "start": 23393,
      "end": 23397
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 23431,
      "end": 23436
    },
    {
      "text": "2013",
      "label": "DATE",
      "start": 23438,
      "end": 23442
    },
    {
      "text": "sec",
      "label": "ORG",
      "start": 23445,
      "end": 23448
    },
    {
      "text": "56",
      "label": "CARDINAL",
      "start": 23456,
      "end": 23458
    },
    {
      "text": "RTC",
      "label": "ORG",
      "start": 23473,
      "end": 23476
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 23486,
      "end": 23488
    },
    {
      "text": "10-11",
      "label": "CARDINAL",
      "start": 23490,
      "end": 23495
    },
    {
      "text": "11",
      "label": "CARDINAL",
      "start": 23506,
      "end": 23508
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 23509,
      "end": 23516
    },
    {
      "text": "December 2013",
      "label": "DATE",
      "start": 23600,
      "end": 23613
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 23731,
      "end": 23740
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 24088,
      "end": 24097
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 24171,
      "end": 24180
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 24251,
      "end": 24260
    },
    {
      "text": "XX-270870",
      "label": "CARDINAL",
      "start": 24298,
      "end": 24307
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 24358,
      "end": 24361
    },
    {
      "text": "the house of( sic",
      "label": "ORG",
      "start": 24390,
      "end": 24407
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 24515,
      "end": 24524
    },
    {
      "text": "Joan",
      "label": "PERSON",
      "start": 24530,
      "end": 24534
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 24683,
      "end": 24691
    },
    {
      "text": "January 2014",
      "label": "DATE",
      "start": 24779,
      "end": 24791
    },
    {
      "text": "59",
      "label": "CARDINAL",
      "start": 24793,
      "end": 24795
    },
    {
      "text": "February 29, 2016",
      "label": "DATE",
      "start": 24801,
      "end": 24818
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 24820,
      "end": 24822
    },
    {
      "text": "5--10",
      "label": "CARDINAL",
      "start": 24824,
      "end": 24829
    },
    {
      "text": "12",
      "label": "CARDINAL",
      "start": 24840,
      "end": 24842
    },
    {
      "text": "270870",
      "label": "DATE",
      "start": 24854,
      "end": 24860
    },
    {
      "text": "Atty",
      "label": "PERSON",
      "start": 24862,
      "end": 24866
    },
    {
      "text": "Isidro",
      "label": "ORG",
      "start": 24868,
      "end": 24874
    },
    {
      "text": "January I, 2014",
      "label": "DATE",
      "start": 24938,
      "end": 24953
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 25199,
      "end": 25208
    },
    {
      "text": "Petron",
      "label": "ORG",
      "start": 25338,
      "end": 25344
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 25356,
      "end": 25359
    },
    {
      "text": "Tom",
      "label": "PERSON",
      "start": 25399,
      "end": 25402
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 25523,
      "end": 25531
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 25666,
      "end": 25676
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 25682,
      "end": 25689
    },
    {
      "text": "Atty",
      "label": "PERSON",
      "start": 25711,
      "end": 25715
    },
    {
      "text": "Isidro",
      "label": "ORG",
      "start": 25717,
      "end": 25723
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 25779,
      "end": 25789
    },
    {
      "text": "1Vho",
      "label": "CARDINAL",
      "start": 25931,
      "end": 25935
    },
    {
      "text": "Jwuse",
      "label": "PERSON",
      "start": 25949,
      "end": 25954
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 25959,
      "end": 25968
    },
    {
      "text": "60",
      "label": "CARDINAL",
      "start": 26092,
      "end": 26094
    },
    {
      "text": "17-18",
      "label": "CARDINAL",
      "start": 26102,
      "end": 26107
    },
    {
      "text": "Ate",
      "label": "PERSON",
      "start": 26285,
      "end": 26288
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 26469,
      "end": 26478
    },
    {
      "text": "3",
      "label": "CARDINAL",
      "start": 26519,
      "end": 26520
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 26611,
      "end": 26618
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 26636,
      "end": 26643
    },
    {
      "text": "the last week",
      "label": "DATE",
      "start": 26850,
      "end": 26863
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 26867,
      "end": 26877
    },
    {
      "text": "BBB270870",
      "label": "LAW",
      "start": 27141,
      "end": 27150
    },
    {
      "text": "XKX.270870",
      "label": "DATE",
      "start": 27156,
      "end": 27166
    },
    {
      "text": "1",
      "label": "CARDINAL",
      "start": 27175,
      "end": 27176
    },
    {
      "text": "GGG270870",
      "label": "PRODUCT",
      "start": 27228,
      "end": 27237
    },
    {
      "text": "61",
      "label": "CARDINAL",
      "start": 27322,
      "end": 27324
    },
    {
      "text": "TSN",
      "label": "ORG",
      "start": 27325,
      "end": 27328
    },
    {
      "text": "Februai-y",
      "label": "GPE",
      "start": 27330,
      "end": 27339
    },
    {
      "text": "29, 2016",
      "label": "DATE",
      "start": 27340,
      "end": 27348
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 27350,
      "end": 27352
    },
    {
      "text": "21-24",
      "label": "CARDINAL",
      "start": 27354,
      "end": 27359
    },
    {
      "text": "14",
      "label": "CARDINAL",
      "start": 27370,
      "end": 27372
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 27382,
      "end": 27388
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 27400,
      "end": 27407
    },
    {
      "text": "BBB270870",
      "label": "PRODUCT",
      "start": 27420,
      "end": 27429
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 27444,
      "end": 27453
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 27480,
      "end": 27489
    },
    {
      "text": "BBB270870",
      "label": "PRODUCT",
      "start": 27543,
      "end": 27552
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 27676,
      "end": 27683
    },
    {
      "text": "XXX270870",
      "label": "PERSON",
      "start": 27896,
      "end": 27905
    },
    {
      "text": "Charles",
      "label": "PERSON",
      "start": 27955,
      "end": 27962
    },
    {
      "text": "BBB270870",
      "label": "PRODUCT",
      "start": 28166,
      "end": 28175
    },
    {
      "text": "62",
      "label": "CARDINAL",
      "start": 28278,
      "end": 28280
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 28282,
      "end": 28290
    },
    {
      "text": "the last week",
      "label": "DATE",
      "start": 28399,
      "end": 28412
    },
    {
      "text": "April 2014",
      "label": "DATE",
      "start": 28416,
      "end": 28426
    },
    {
      "text": "BBB270870",
      "label": "ORG",
      "start": 28452,
      "end": 28461
    },
    {
      "text": "63",
      "label": "CARDINAL",
      "start": 28475,
      "end": 28477
    },
    {
      "text": "Credibility",
      "label": "ORG",
      "start": 28478,
      "end": 28489
    },
    {
      "text": "first",
      "label": "ORDINAL",
      "start": 28677,
      "end": 28682
    },
    {
      "text": "it.64",
      "label": "PERSON",
      "start": 28728,
      "end": 28733
    },
    {
      "text": "62",
      "label": "CARDINAL",
      "start": 29057,
      "end": 29059
    },
    {
      "text": "February 29, 2016",
      "label": "DATE",
      "start": 29065,
      "end": 29082
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 29084,
      "end": 29086
    },
    {
      "text": "28--32",
      "label": "CARDINAL",
      "start": 29088,
      "end": 29094
    },
    {
      "text": "Rollo",
      "label": "ORG",
      "start": 29099,
      "end": 29104
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 29106,
      "end": 29108
    },
    {
      "text": "36--37",
      "label": "DATE",
      "start": 29110,
      "end": 29116
    },
    {
      "text": "64",
      "label": "CARDINAL",
      "start": 29118,
      "end": 29120
    },
    {
      "text": "People v. Del Rosario",
      "label": "ORG",
      "start": 29121,
      "end": 29142
    },
    {
      "text": "657",
      "label": "CARDINAL",
      "start": 29144,
      "end": 29147
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 29148,
      "end": 29152
    },
    {
      "text": "635",
      "label": "CARDINAL",
      "start": 29154,
      "end": 29157
    },
    {
      "text": "642",
      "label": "CARDINAL",
      "start": 29159,
      "end": 29162
    },
    {
      "text": "201",
      "label": "CARDINAL",
      "start": 29164,
      "end": 29167
    },
    {
      "text": "J. Nachura",
      "label": "PERSON",
      "start": 29172,
      "end": 29182
    },
    {
      "text": "Second",
      "label": "ORDINAL",
      "start": 29184,
      "end": 29190
    },
    {
      "text": "65",
      "label": "CARDINAL",
      "start": 29202,
      "end": 29204
    },
    {
      "text": "People v. Lacaden",
      "label": "PERSON",
      "start": 29205,
      "end": 29222
    },
    {
      "text": "620 Phil",
      "label": "QUANTITY",
      "start": 29224,
      "end": 29232
    },
    {
      "text": "807",
      "label": "CARDINAL",
      "start": 29234,
      "end": 29237
    },
    {
      "text": "819",
      "label": "ORG",
      "start": 29239,
      "end": 29242
    },
    {
      "text": "2009",
      "label": "DATE",
      "start": 29244,
      "end": 29248
    },
    {
      "text": "J. Chico-Nazario",
      "label": "PERSON",
      "start": 29251,
      "end": 29267
    },
    {
      "text": "15",
      "label": "CARDINAL",
      "start": 29297,
      "end": 29299
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 29300,
      "end": 29307
    },
    {
      "text": "270870",
      "label": "DATE",
      "start": 29309,
      "end": 29315
    },
    {
      "text": "66",
      "label": "CARDINAL",
      "start": 29362,
      "end": 29364
    },
    {
      "text": "69",
      "label": "CARDINAL",
      "start": 29858,
      "end": 29860
    },
    {
      "text": "AAA270870",
      "label": "ORG",
      "start": 30247,
      "end": 30256
    },
    {
      "text": "delay.72",
      "label": "ORG",
      "start": 30951,
      "end": 30959
    },
    {
      "text": "Atty",
      "label": "PERSON",
      "start": 31115,
      "end": 31119
    },
    {
      "text": "Balverde",
      "label": "PERSON",
      "start": 31121,
      "end": 31129
    },
    {
      "text": "second",
      "label": "ORDINAL",
      "start": 31316,
      "end": 31322
    },
    {
      "text": "Witness",
      "label": "PERSON",
      "start": 31381,
      "end": 31388
    },
    {
      "text": "66",
      "label": "CARDINAL",
      "start": 31477,
      "end": 31479
    },
    {
      "text": "People v. Regaspi",
      "label": "ORG",
      "start": 31480,
      "end": 31497
    },
    {
      "text": "768 Phil",
      "label": "QUANTITY",
      "start": 31499,
      "end": 31507
    },
    {
      "text": "593",
      "label": "CARDINAL",
      "start": 31509,
      "end": 31512
    },
    {
      "text": "598",
      "label": "CARDINAL",
      "start": 31514,
      "end": 31517
    },
    {
      "text": "67",
      "label": "CARDINAL",
      "start": 31559,
      "end": 31561
    },
    {
      "text": "878",
      "label": "CARDINAL",
      "start": 31580,
      "end": 31583
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 31584,
      "end": 31588
    },
    {
      "text": "306",
      "label": "CARDINAL",
      "start": 31590,
      "end": 31593
    },
    {
      "text": "323",
      "label": "CARDINAL",
      "start": 31595,
      "end": 31598
    },
    {
      "text": "2020",
      "label": "DATE",
      "start": 31600,
      "end": 31604
    },
    {
      "text": "First Division",
      "label": "ORG",
      "start": 31623,
      "end": 31637
    },
    {
      "text": "46",
      "label": "CARDINAL",
      "start": 31653,
      "end": 31655
    },
    {
      "text": "69",
      "label": "CARDINAL",
      "start": 31657,
      "end": 31659
    },
    {
      "text": "21-23",
      "label": "CARDINAL",
      "start": 31667,
      "end": 31672
    },
    {
      "text": "70",
      "label": "CARDINAL",
      "start": 31674,
      "end": 31676
    },
    {
      "text": "People v. Rusco",
      "label": "ORG",
      "start": 31677,
      "end": 31692
    },
    {
      "text": "796",
      "label": "CARDINAL",
      "start": 31694,
      "end": 31697
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 31698,
      "end": 31702
    },
    {
      "text": "147",
      "label": "CARDINAL",
      "start": 31704,
      "end": 31707
    },
    {
      "text": "158",
      "label": "CARDINAL",
      "start": 31709,
      "end": 31712
    },
    {
      "text": "2016)[Per",
      "label": "CARDINAL",
      "start": 31714,
      "end": 31723
    },
    {
      "text": "J. Perez",
      "label": "PERSON",
      "start": 31724,
      "end": 31732
    },
    {
      "text": "71",
      "label": "CARDINAL",
      "start": 31751,
      "end": 31753
    },
    {
      "text": "People v. Apilo",
      "label": "ORG",
      "start": 31754,
      "end": 31769
    },
    {
      "text": "331",
      "label": "CARDINAL",
      "start": 31771,
      "end": 31774
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 31775,
      "end": 31779
    },
    {
      "text": "869",
      "label": "CARDINAL",
      "start": 31781,
      "end": 31784
    },
    {
      "text": "888",
      "label": "FAC",
      "start": 31786,
      "end": 31789
    },
    {
      "text": "1996",
      "label": "DATE",
      "start": 31791,
      "end": 31795
    },
    {
      "text": "Third Division",
      "label": "ORG",
      "start": 31819,
      "end": 31833
    },
    {
      "text": "72",
      "label": "CARDINAL",
      "start": 31836,
      "end": 31838
    },
    {
      "text": "People v. Grate",
      "label": "ORG",
      "start": 31839,
      "end": 31854
    },
    {
      "text": "868 Phil",
      "label": "PERSON",
      "start": 31858,
      "end": 31866
    },
    {
      "text": "8",
      "label": "CARDINAL",
      "start": 31868,
      "end": 31869
    },
    {
      "text": "19",
      "label": "CARDINAL",
      "start": 31871,
      "end": 31873
    },
    {
      "text": "2020",
      "label": "DATE",
      "start": 31875,
      "end": 31879
    },
    {
      "text": "First Division",
      "label": "ORG",
      "start": 31901,
      "end": 31915
    },
    {
      "text": "16",
      "label": "CARDINAL",
      "start": 31955,
      "end": 31957
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 31967,
      "end": 31973
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 32052,
      "end": 32060
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 32083,
      "end": 32092
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 32249,
      "end": 32258
    },
    {
      "text": "DSWD",
      "label": "ORG",
      "start": 32730,
      "end": 32734
    },
    {
      "text": "International Justice System",
      "label": "ORG",
      "start": 32739,
      "end": 32767
    },
    {
      "text": "IJM",
      "label": "ORG",
      "start": 32769,
      "end": 32772
    },
    {
      "text": "Atty",
      "label": "PERSON",
      "start": 32776,
      "end": 32780
    },
    {
      "text": "Balverde",
      "label": "PERSON",
      "start": 32782,
      "end": 32790
    },
    {
      "text": "DSWD",
      "label": "ORG",
      "start": 32943,
      "end": 32947
    },
    {
      "text": "JJM",
      "label": "ORG",
      "start": 32959,
      "end": 32962
    },
    {
      "text": "Emphasis",
      "label": "ORG",
      "start": 33179,
      "end": 33187
    },
    {
      "text": "Court",
      "label": "ORG",
      "start": 33354,
      "end": 33359
    },
    {
      "text": "Section l0(e",
      "label": "LAW",
      "start": 33480,
      "end": 33492
    },
    {
      "text": "RA No",
      "label": "ORG",
      "start": 33497,
      "end": 33502
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 33504,
      "end": 33508
    },
    {
      "text": "RA No.",
      "label": "ORG",
      "start": 33524,
      "end": 33530
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 33531,
      "end": 33536
    },
    {
      "text": "75",
      "label": "CARDINAL",
      "start": 33538,
      "end": 33540
    },
    {
      "text": "PHP 500,000.00",
      "label": "ORG",
      "start": 33589,
      "end": 33603
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 33685,
      "end": 33687
    },
    {
      "text": "People v. Ex-Mayor Estonilo",
      "label": "ORG",
      "start": 33782,
      "end": 33809
    },
    {
      "text": "76",
      "label": "CARDINAL",
      "start": 33815,
      "end": 33817
    },
    {
      "text": "ACCORDINGLY",
      "label": "PERSON",
      "start": 33818,
      "end": 33829
    },
    {
      "text": "October 11, 2021",
      "label": "DATE",
      "start": 33875,
      "end": 33891
    },
    {
      "text": "the Court of Appeals",
      "label": "ORG",
      "start": 33895,
      "end": 33915
    },
    {
      "text": "CA-G.R. CR-HC No",
      "label": "ORG",
      "start": 33919,
      "end": 33935
    },
    {
      "text": "13004",
      "label": "DATE",
      "start": 33937,
      "end": 33942
    },
    {
      "text": "73",
      "label": "CARDINAL",
      "start": 33956,
      "end": 33958
    },
    {
      "text": "TSN",
      "label": "ORG",
      "start": 33959,
      "end": 33962
    },
    {
      "text": "October 12, 2016",
      "label": "DATE",
      "start": 33964,
      "end": 33980
    },
    {
      "text": "pp",
      "label": "GPE",
      "start": 33982,
      "end": 33984
    },
    {
      "text": "11-12",
      "label": "CARDINAL",
      "start": 33986,
      "end": 33991
    },
    {
      "text": "September 7, 2016",
      "label": "DATE",
      "start": 34001,
      "end": 34018
    },
    {
      "text": "5",
      "label": "CARDINAL",
      "start": 34023,
      "end": 34024
    },
    {
      "text": "75 Republic Act",
      "label": "MONEY",
      "start": 34026,
      "end": 34041
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 34046,
      "end": 34050
    },
    {
      "text": "20030",
      "label": "DATE",
      "start": 34052,
      "end": 34057
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 34090,
      "end": 34095
    },
    {
      "text": "2013",
      "label": "DATE",
      "start": 34097,
      "end": 34101
    },
    {
      "text": "sec",
      "label": "ORG",
      "start": 34104,
      "end": 34107
    },
    {
      "text": "SEC",
      "label": "ORG",
      "start": 34123,
      "end": 34126
    },
    {
      "text": "10",
      "label": "CARDINAL",
      "start": 34128,
      "end": 34130
    },
    {
      "text": "Sanccions",
      "label": "GPE",
      "start": 34146,
      "end": 34155
    },
    {
      "text": "Section 6",
      "label": "LAW",
      "start": 34322,
      "end": 34331
    },
    {
      "text": "more than Five million",
      "label": "CARDINAL",
      "start": 34448,
      "end": 34470
    },
    {
      "text": "P5,000,000.00",
      "label": "ORG",
      "start": 34478,
      "end": 34491
    },
    {
      "text": "76",
      "label": "DATE",
      "start": 34500,
      "end": 34502
    },
    {
      "text": "Phil",
      "label": "PERSON",
      "start": 34507,
      "end": 34511
    },
    {
      "text": "33",
      "label": "CARDINAL",
      "start": 34513,
      "end": 34515
    },
    {
      "text": "356",
      "label": "CARDINAL",
      "start": 34519,
      "end": 34522
    },
    {
      "text": "2014",
      "label": "DATE",
      "start": 34524,
      "end": 34528
    },
    {
      "text": "J. Leonardo-De Castro",
      "label": "PERSON",
      "start": 34535,
      "end": 34556
    },
    {
      "text": "First Division",
      "label": "ORG",
      "start": 34558,
      "end": 34572
    },
    {
      "text": "17",
      "label": "CARDINAL",
      "start": 34584,
      "end": 34586
    },
    {
      "text": "G.R. No.",
      "label": "ORG",
      "start": 34587,
      "end": 34595
    },
    {
      "text": "270870",
      "label": "CARDINAL",
      "start": 34596,
      "end": 34602
    },
    {
      "text": "XXX270870",
      "label": "ORG",
      "start": 34621,
      "end": 34630
    },
    {
      "text": "GUILTY",
      "label": "ORG",
      "start": 34634,
      "end": 34640
    },
    {
      "text": "four",
      "label": "CARDINAL",
      "start": 34668,
      "end": 34672
    },
    {
      "text": "Section 4(a",
      "label": "LAW",
      "start": 34734,
      "end": 34745
    },
    {
      "text": "Section 6 of Republic Act No",
      "label": "LAW",
      "start": 34763,
      "end": 34791
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 34793,
      "end": 34797
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 34830,
      "end": 34835
    },
    {
      "text": "PHP 2,000,000.00",
      "label": "ORG",
      "start": 35005,
      "end": 35021
    },
    {
      "text": "PHP 500,o·oo.oo",
      "label": "ORG",
      "start": 35092,
      "end": 35107
    },
    {
      "text": "PHP 100,000.00",
      "label": "ORG",
      "start": 35144,
      "end": 35158
    },
    {
      "text": "YYY270870",
      "label": "ORG",
      "start": 35193,
      "end": 35202
    },
    {
      "text": "GUILTY",
      "label": "ORG",
      "start": 35206,
      "end": 35212
    },
    {
      "text": "two",
      "label": "CARDINAL",
      "start": 35240,
      "end": 35243
    },
    {
      "text": "Section 4(a",
      "label": "LAW",
      "start": 35306,
      "end": 35317
    },
    {
      "text": "Section 6 of Republic Act No",
      "label": "LAW",
      "start": 35335,
      "end": 35363
    },
    {
      "text": "9208",
      "label": "DATE",
      "start": 35365,
      "end": 35369
    },
    {
      "text": "10364",
      "label": "DATE",
      "start": 35402,
      "end": 35407
    },
    {
      "text": "i~ Criminal Case Nos",
      "label": "WORK_OF_ART",
      "start": 35408,
      "end": 35428
    },
    {
      "text": "PHP 2,000,000.00",
      "label": "ORG",
      "start": 35538,
      "end": 35554
    },
    {
      "text": "PHP",
      "label": "ORG",
      "start": 35625,
      "end": 35628
    },
    {
      "text": "PHP 100,000.00",
      "label": "ORG",
      "start": 35677,
      "end": 35691
    },
    {
      "text": "6%",
      "label": "PERCENT",
      "start": 35769,
      "end": 35771
    },
    {
      "text": "18",
      "label": "CARDINAL",
      "start": 35858,
      "end": 35860
    },
    {
      "text": "G.R. No",
      "label": "ORG",
      "start": 35861,
      "end": 35868
    },
    {
      "text": "270870",
      "label": "DATE",
      "start": 35870,
      "end": 35876
    },
    {
      "text": "CONCUR",
      "label": "ORG",
      "start": 35880,
      "end": 35886
    },
    {
      "text": "MARVIC",
      "label": "ORG",
      "start": 35906,
      "end": 35912
    },
    {
      "text": "M.V.F.",
      "label": "PRODUCT",
      "start": 35913,
      "end": 35919
    },
    {
      "text": "LEONEN",
      "label": "ORG",
      "start": 35920,
      "end": 35926
    },
    {
      "text": "Chairperson AMY",
      "label": "PERSON",
      "start": 35952,
      "end": 35967
    },
    {
      "text": "Section 13 of the Constitution",
      "label": "LAW",
      "start": 36324,
      "end": 36354
    }
  ],
  "metadata": {
    "num_tokens": 7554,
    "num_sentences": 424,
    "num_entities": 664
  }
}